import React from "react";
export const aritcles = [
         {
           article: true,
           type: "לפני המלחמה",
           title: `ניצני הקונספציה בתקופתו של ראש אמ"ן אהרון יריב`,
           miniTitle: `"אהרל'ה היה מגיע כנראה לאותה מסקנה, אך מציגה אחרת"`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               תיאור הקונספציה טרם פרוץ מלחמת יום הכיפורים בדרך כלל העמיד במרכז
               השיח את אלי זעירא, ראש אמ"ן בעת המלחמה ובשנה שקדמה לה. עם זאת,
               זרעיה של הקונספציה, ההערכה העמוקה שלסוריה ולמצרים אין כוונות
               ויכולות לצאת למלחמה עם ישראל, נטמנו עוד הרבה לפני לכן, בתקופתה של
               אהרן יריב, שכיהן בתפקידו בין 1964-1972.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               לאחר הניצחון הישראלי במלחמת ששת הימים, הפך יעד החזרת סיני למטרה
               עליונה עבור המצרים. בימיו של אהרון יריב אמ"ן העריך כי אפשר ומצרים
               תבחר בעתיד במהלך צבאי במטרה להחזיר לידיה את שטחי סיני, אך לא סביר
               שמהלך כזה יתבצע ב-1973. תפיסה זו נשענה על כך שישנם שני תנאים
               לפריצתה של מלחמה כוללת: מצרים לא תצא למלחמה לפני שתצטייד במטוסי
               קרב שיוכלו להפציץ בעומק הישראלי; וכן, סוריה לא תצא למלחמה ללא
               מצרים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               התפיסה אמנם הייתה נכונה בימים שלאחר מלחמת ששת הימים, אך החמיצה
               לחלוטין את השינוי האסטרטגי במצרים לאחר עלייתו לשלטון של אנואר
               סאדאת ב-1970, עוד בימיו של יריב. סאדאת הבין כי יתכן והמצב הפוליטי
               המצרים יאלץ אותו לצאת למלחמה עוד לפני שישיג כושר הרתעה אווירי.
               כך, בימיו של יריב נוצר הפער העמוק בין התפיסה המודיעינית את
               האסטרטגיה המצרית ובין המציאות בשלטון המצרי. סאדאת למעשה התכוון
               לפתוח במלחמה להשגת יעדים טריטוריאליים התואמים את יכולות הצבא
               המצרי ואשר יניעו תהליך המדיני בהמשך.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               יודגש כי גם בתקופתו של אהרן יריב, הידוע בשאילת שאלות, בהטלת ספק,
               ובמתן מקום רב לדעות אחרות, לא נשמעו הערכות מנוגדות. אלי זעירא טען
               לא פעם בפני ועדת אגרנט, כי לא הוא שהקים את מחלקת המחקר של אמ"ן
               והיא לא הגיעה אליו יש-מאין אלא קיבל אותה בירושה מאהרן יריב. כך,
               זעירא טוען כי כבר כשהגיע לאגף כל מחלקת מחקר, שיריב גידל והצמיח,
               העריכה שלא תהיה מלחמה ולא היו דעות מנוגדות משמעותיות. יתרה מכך,
               מסופר כי באירוע ההחלפה בין יריב לזעירא, יריב המשיך להחזיק בדעה
               הרווחת ואמר בפני הנוכחים כי הוא מוריש לזעירא מצב של שקט.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               האלוף אביעזר יערי, שהיה ראש ענף 5 (סוריה ולבנון) במחלקת המחקר
               באותה תקופה אמר כי "אחרי מלחמת יום הכיפורים שאלנו את עצמנו מה
               אהרל'ה היה עושה. נטינו לחשוב שאילו הייתה עומדת לפניו אותה מערכת
               ידיעות ושיקולים הוא היה עוצר ושואל מתישהו למה זה לא יכול להיות
               הפוך." שלמה גזית, שהחליף את אלי זעירא כראש אמ"ן, טען ברבות הימים
               כי הוא חושב שגם בימים שלפני המלחמה "יריב היה מגיע לאותה מסקנה כמו
               זעירא, אך הוא היה מציג אותה אחרת".
             </>
           ),
           pic: require("../../assets/pictures/ahron.jpg"),
           underPic: `אהרן יריב כר' אמ"ן ב-1970; מקור: לשכת העיתונות הממשלתית`,
         },
         {
           article: true,
           type: "לפני המלחמה",
           title: `כוננות כחול-לבן`,
           miniTitle: `המלחמה שלא באה (עדיין..)`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               'שם קוד' לצעדי כוננות שננקטו בין אפריל לאוגוסט 1973. הכוננות
               הוכרזה בעקבות הגעת ידיעות מהמקור המיוחד של המוסד 'בבל' (אשרף
               מרוואן) על כוונות מצריים לפתוח במלחמה בחודשים אפריל או מאי. למרות
               שהערכת אמ"ן הייתה כי לא עתידה לפרוץ מלחמה, הרמטכ"ל דוד אלעזר ושר
               הביטחון משה דיין החליטו על העלאת הכוננות. העלאת הכוננות הוכרזה על
               מנת להרתיע את סוריה ומצרים ולמנוע את הפתעת הכוחות הישראליים למקרה
               שבו אכן תפרוץ מלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במסגרת העלאת הכוננות נעשו פעולות רבות בתחום בניין הכוח, שהצריכו
               השקעת משאבים גדולה. כך למשל, הוקדמה הקמתה של אוגדה 210 ברמת הגולן
               מיוני 74' ליוני 73'; הוקדמו אימונים שונים והוגבר קצב ההצטיידות
               באמל"ח שהיה חסר; לצד אלה, רועננו התוכניות המבצעיות בכלל צה"ל,
               ובכלל זאת רועננו תוכניות מגננה ('שובך יונים') ומתקפה ('חתול
               המדבר') של פיקוד הדרום וכן תוכניות התקיפה של חיל האוויר בכלל
               הזירות. לבסוף הורדה רמת הכוננות באוגוסט 73', כחודשיים לפני פרוץ
               מלחמת יום הכיפורים לאור עלותה הכספית הגבוהה, שמנתה כ-60 מיליון
               לירות, ושחיקת הכוחות הסדירים, וחלק מכוחות המילואים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               קשה לקבוע האם להעלאת הכוננות הייתה השפעה אמיתית על דחיית פרוץ
               המלחמה לחודש אוקטובר. יחד עם זאת, לכוננות 'כחול-לבן' הייתה השפעה
               משמעותית על מוכנות צה"ל למלחמת יום הכיפורים בהיבטים רבים. החוקר
               אורי בן יוסף כתב בספרו "הצופה שנרדם": "לעובדה שמלחמה לא פרצה במאי
               היה אפקט קטלני על הערכת המודיעין הישראלית בסוף הקיץ. סינדרום "זאב
               זאב", המוכר כאחד המקורות העיקריים לכישלונות מודיעין במתן התרעה על
               מתקפת פתע ממשמשת ובאה". עם זאת, הגם שהכוננות תרמה את שלה להעמקת
               הקונספציה והזחיחות המקצועית במידה-מה שאפיינה את מסדרונות אמ"ן,
               הרי שהיא כן תרמה בצעדי שיפור המוכנות הכוללים של צה"ל לאתגר שנכפה
               עליו באוקטובר אותה שנה. צה"ל הופתע אמנם, אך מוכנותו להכיל ההפתעה,
               להשיב המצב לקדמותו ולהשיג הכרעה – הייתה נעוצה בין השאר לאור
               מאפייני הכוננות בה היה שרוי זה לא מכבר.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בדו"ח המסכם שלה, פסקה וועדת אגרנט כי "הכישלון בהערכת המצב לקראת
               מלחמת יום כיפור נבע בין היתר מתוך אותה העלאת כוננות אשר גרמה
               לחוסר ערנות לקראת המלחמה."
             </>
           ),
           pic: require("../../assets/pictures/konenot.jpeg"),
           underPic: `מוצב ברמת הגולן, דובר צה"ל`,
         },
         {
           article: true,
           type: "לפני המלחמה",
           title: `"הצריחים הגבוהים" – תוכנית המלחמה המצרית`,
           miniTitle: `כיבוש רצועה צרה בשטח הישראלי להנעת תהליך מדיני`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               תוכנית ההתקפה המקורית של הצבא המצרי ("גרניט 2") הייתה כיבוש סיני
               לעומק של 70 קילומטרים והחזקה של המעברים המרכזיים עד לחלקה הדרומי
               של התעלה – המיתלה והגידי. אמ"ן העריך תוכנית זו בצורה טובה, אך
               המשיך להחזיק בתפיסות לא רלוונטיות לגביה במהלך מלחמת יום הכיפורים,
               כאשר בפועל יצאה לפועל תוכנית אחרת משהעריכו באמ"ן.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               כבר ב- 1972 היה ברור למצרים שאין ביכולתם להוציא את "גרניט 2"
               לפועל – במצב כשירותו של הצבא ולאור העליונות האווירית של ישראל.
               באוקטובר 1972, סאדאת, שהגיע להבנה שהרוסים לא ישקמו את הצבא שלו
               במידה הנדרשת, קיבל החלטה לצאת למלחמה במצבו של צבא מצרים אז, ללא
               עליונות אווירית וללא סיוע רוסי מהותי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בעוד שהתוכנית המקורית, נועדה לשרת תכלית כלל ערבית למלחמה נגד
               ישראל, התכנון החדש של סאדאת נועד לשרת את האינטרס המצרי. ככל
               הנראה, בראיית סאדאת, התכלית החדשה הייתה לשבור את קיפאון השיחות
               בין ישראל למצרים, ולקדם שיחות שלום שבמסגרתן ישראל תחזיר את סיני
               למצרים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               כך, הצבא המצרי הוציא בתחילת 1973 תוכנית צבאית חדשה ומצומצמת -
               "הצריחים הגבוהים". במסגרת התוכנית, הוטל על הצבא המצרי לכבוש 8-10
               ק"מ בלבד בגדה המזרחית של תעלת סואץ, וכן את רצועת הנפט מדרום
               למפרץ. התוכנית החדשה אפשרה למפקדי הצבא המצרי גמישות יחסית, ויכולת
               בהמשך פיתוח ההתקפה בהינתן האפשרות. ברמת הכוחות – המצרים יצרו
               ציוותים מקצועיים, שכן כל דיביזיית חי"ר תוגברה בחטיבת שריון, כוחות
               נ"ט וארטילריה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               יציאת הצבא המצרי להתקפה מתוך תרגיל הונאה ('תחריר 41') תאמה את
               התפיסות הדוקטרינריות המזרחיות באותה תקופה, ובראשם ה-"מסקירובקה" –
               התחזות (תרגיל) ויציאה להתקפה ממצב זה.
             </>
           ),
           pic: require("../../assets/pictures/zarih.png"),
           underPic: `תכנית המתקפה הסורית כפי שמוצגת במוזיאון המלחמה בקהיר`,
         },
         {
           article: true,
           type: "לפני המלחמה",
           title: `שיחות קיסינג'ר-איסמעיל`,
           miniTitle: `תהליך שיחות השלום שלא הבשיל`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               ממשלת גולדה מאיר הצהירה לאורך כל שנות כהונתה בדבר רצונה לכינון
               הסכם שלום עם מצרים. היה זה דווקא סאדאת שביטל התנעה של כל תהליך
               הידברות, בדרישתו העיקשת למימושם של תנאים מקדימים שכללו התחייבות
               ישראלית לריבונות חלקית של מצרים במסגרת הסכם ביניים וריבונות מצרית
               מלאה על כלל סיני בסופו של המשא והמתן.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בחודשי אביב-קיץ, היועץ לביטחון הלאומי האמריקאי, הנרי קיסינג'ר,
               קיים מספר פגישות עם מקבילו המצרי, איש אמונו של סאדאת, חאפז
               איסמעיל, על מנת להביא להרגעת הרוחות בגזרה הדרומית ולמניעת מלחמה
               שהדיה "היו באוויר" מזה זמן רב. נכונותם של המצרים לקיים 'הדברות לא
               מחייבת' בחסות האמריקאים נבעה בין היתר מרצונם להתקרב אליהם, בשל
               הדרדרות במערכת היחסים בין קהיר למוסקבה במהלך שנת 1972. האמריקאים
               מצידם הבהירו למצרים כי תנאי הסף שהם מכתיבים מאתגרים כל פריצת דרך.
               "דיפלומטיית הדילוגים", מושג שאותו יתווה קיסינג'ר בהמשך הקריירה
               שלו, עלתה בתוהו ולא הצליחה במניעת המלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בראיון שהעניקה ג'יהאן סאדאת, אלמנתו של הנשיא המצרי, ל"ידיעות
               אחרונות" ב-1987 אמרה: "אני לא מסכימה עם אלה הקובעים היום, אצלנו
               ואצלכם, כי סאדאת ניסה להשיג שלום אמיתי לפני 1973. אני מאמינה כי
               ניסו להשיג הפסקת אש, לא יותר מזה. סאדאת היה זקוק למלחמה נוספת כדי
               לנצח ולפתוח במו"מ מעמדה שווה. בעלי היה איש של שלום, אך כמנהיג
               ערבי לא היה מוכן לשבת עם ישראל ולהרגיש שהוא 'נמוך'."
             </>
           ),
           pic: require("../../assets/pictures/kisenjer.jpeg"),
           underPic: `פגישת קיסינג'ר וגולדה מאיר במרץ 1973; מקור: ספריית ומוזאון ריצ'רד ניקסון`,
         },
         {
           article: true,
           type: `ערב המלחמה`,
           title: `פגישת גולדה – חוסיין`,
           miniTitle: `ההתרעה של המלך שנדחתה על הסף`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               ב-25 בספטמבר 1973 בשעות הערב, התקיים מפגש בין רוה"מ גולדה מאיר
               ומלך ירדן חוסיין באזור תל אביב לאור בקשה דחופה של המלך, לאחר
               שהגיעה לידיו ההבנה כי מצרים וסוריה עתידות לפלוש לישראל. חוסיין
               חשש ממלחמה נגד ישראל ולא רצה למצוא את עצמו בתווך בין ישראל
               לסוריה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               חוסיין גם הוסיף את הערכתו כי מדובר בתכנונה של מתקפה משולבת של
               הסורים והמצרים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               עם תום השיחה, יצרה גולדה קשר עם שר הביטחון דאז, משה דיין ועדכנה
               אותו בנתונים. הוא מייד בדק את מהימנות הדברים מול הרמטכ"ל וראש
               אמ"ן ותוך מספר דקות עדכן את גולדה באופן ראשוני שההערכה של המלך
               ככל-הנראה מוטעית וכי יש לקחת אותה בערבון מוגבל. גם כאן, הקונספציה
               אודות נכונות צבאות ערב לפתוח במלחמה נגד ישראל עמדה בעינה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               למרות הערכה ראשונית זו, נקבעו דיונים בראשות הרמטכ"ל ושר הביטחון
               בכדי לדון לעומק בשאלת השפעת דברי המלך חוסיין על ההערכה ועל
               היערכות צה"ל כנגזרת שלה. בשני הדיונים, אשר יודגש כי לא השתתפו בהם
               נציגים אשר נכחו בפגישת גולדה-חוסיין או שידעו לאשורו מה עלה
               בפגישתם, הלכה והתגבשה עוד יותר ההערכה שלא עתידה לפרוץ מלחמה בטווח
               הזמן הקרוב וניתנה התייחסות 'מצמצמת' לחלק מדבריו של חוסיין. כך,
               בפועל, דבריו של חוסיין לא הצליחו לתרום להתרעה שצה"ל נדרש לה בכדי
               להיערך למתקפה אשר פרצה כשבועיים מאוחר יותר.
             </>
           ),
           pic: require("../../assets/pictures/hosi.jpg"),
         },
         {
           article: true,
           type: `ערב המלחמה`,
           title: `חקירת קציני המודיעין המצריים (5 באוקטובר)`,
           miniTitle: `"סמכו עלינו, מחר תהיה מלחמה"`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               מאז סיומה של מלחמת ששת הימים חדרו חוליות מצריות רבות לסיני וחלקן
               נתפסו. עם זאת תפיסת חוליית שני קציני קומנדו מצריים ב-5 באוקטובר
               1973 הייתה יוצאת דופן. ראשית, לאור התזמון שלה – ה-5 באוקטובר היה
               היום ביו הצטברו אצל מקבלי ההחלטות אינדיקציות רבות לפתיחתה של
               מלחמה מצד מצרים (לדוגמא עזיבת היועצים הסובייטים). שנית, לאור
               הדברים שאמרו קציני הקומנדו בחקירתם.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               ב-5 באוקטובר בשעות הבוקר שמע שלמה לוין, מ"פ חרמ"ש בגדוד 184 בחט'
               14, דיבורים בקשר אודות חוליה מצרית שמתקרבת לגזרתו. לאחר אישור
               מהמח"ט יצא לוין עם חייליו ולבסוף תפסו את שני החיילים, את נשקם
               ושני מכשירי קשר שנשאו. בחקירתם במקום אמרו שחצו בלילה את התעלה
               בסירה וחדרו רגלית לשטח הישראלי, וכי חדרו למטרות איסוף מודיעין
               וכהכנה למלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               שני הקצינים הועברו לידי השב"כ לטובת המשך חקירתם. בשיחה נינוחה הם
               סיפרו מרצונם הטוב, כי הינם קציני קומנדו מצריים שיצאו מקהיר. לפי
               עדויות כל המעורבים בחקירה מטעם השב"כ, הנחקרים מסרו, באופן
               חד-משמעי, כי למחרת בשעה 14:00 תפרוץ מלחמה. לאחר שהוטסו השניים
               למפקדת פיקוד הדרום סיפרו כי הוטל עליהם לחדור לסיני, לצפות ולדווח
               על תנועת כוחות צה"ל באזור, וכן לסייע בטיווח ארטילרי עם פרוץ
               המלחמה. הם חזרו וציינו כי אין להם ספק שהמלחמה תפרוץ למחרת בשעה
               14:00. עושה רושם כי חוקרי השב"כ השתכנעו באמינות הידיעה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               המידע הועבר לצה"ל בשני צירים. לפי שלמה ישראלי, אחד החוקרים, הוא
               עצמו דיווח לקמ"ן הפיקוד, סא"ל דוד גדליה, את ממצאי החקירה – "מחר
               ב-14:00 תהיה מלחמה" – אך זה הגיב בביטול ואמר "תפרוץ מחר מלחמה כמו
               שלסבתא שלי יש גלגלים". לאחר מכן, חיים שילוח, ראש צוות חקירות שב"כ
               במרחב סיני, הלך ללשכת אלוף הפיקוד, שמואל גונן (גורודיש), ועדכן
               אותו בפרטי החקירה. לדברי שילוח, לאחר מספר דקות גורודיש אמר כי מסר
               את הדיווח לראש אמ"ן, אלי זעירא, וכי להערכתו של האחרון מדובר
               בתרגיל ולא באינדיקציה ממשית לפריצתה של מלחמה. כך, הפרטים מעולם לא
               דווחו לשאר אנשי אמ"ן והמטה הכללי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בשלבי תחקור הפתעת המלחמה, עלו פערי גרסאות משמעותיים בנוגע לאופן
               הטיפול בדיווחי הקצינים המצריים. כל לדוגמא, סא"ל גדליה טען בדיעבד
               שכלל לא הכיר אירוע של תפיסת חוליית מודיעין מצרית בעוד ששלמה
               ישראלי אומר שדיבר איתו על כך וכי נושא תפיסת החוליה עלה גם בישיבת
               המטה בפיקוד בה נכח גדליה; ואילו חיים שילוח טוען כי גורודיש אמר לו
               ששוחח עם אלי זעירא. אך זעירא אמר כי מעולם לא שוחח עם גורודיש על
               הנושא.
             </>
           ),
           pic: require("../../assets/pictures/kaman.png"),
           underPic: `חקירת קציני הקומנדו המצריים ב-5 באוקטובר; מקור: ארכיון המל"מ`,
         },
         {
           article: true,
           type: `ערב המלחמה`,
           id: Math.floor(Math.random() * (100 + 1)),
           title: `מספן המודיעין בחיל הים במלחמת יום הכיפורים`,
           text: (
             <>
               מחלקת המודיעין הימי הוקמה באפריל 1948, לפני הכרזת המדינה, כחודש
               לאחר הקמת "השירות הימי", ונהפכה למספן מודיעין ים בשנת 1977. מאז
               הקמתה, ובמהלך כל השנים, הייתה מעורבת בפעילותו של החיל על היבטיו
               השונים, החל בתכנון הכוח ובניינו וכלה במבצעים שביצע חיל הים
               במלחמות ישראל ובתקופות שבין המלחמות. המודיעין הימי מסייע לחיל הים
               לעמוד במשימותיו השונות, ובראשן השגת עליונות ימית בזירת פעילותו.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בקיץ 1973, חודשים אחדים לפני מלחמת יום הכיפורים, התרחש שינוי
               במבנה המודיעין הימי, שהייתה לו משמעות בתחום התפקודי. ענף מחקר
               המקורי התפצל לשני ענפי מחקר מרכזיים: מחקר ציים וענף מחקר יעדים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מודיעין חיל הים ביצע מעקב רב שנים אחר הפעילות המבצעית בצי המצרי
               וידע להקיש מכך על מצבי שגרה, כוננות והכנות למלחמה בצי מצרים.
               מניתוח המידע על צעדי המוכנות ושינויי הפריסה בחיל הים המצרי, בימים
               שקדמו לפרוץ מלחמת יום הכיפורים, העריכו במודיעין הימי שחיל הים
               המצרי ערוך ליציאה למלחמה בהתראה קצרה, וכי התרגיל המצרי "תחריר 41"
               איננו תרגיל אלא מסווה למלחמה. הגורמים המוסמכים במחלקת מחקר באמ"ן
               דחו את הערכת המודיעין הימי, בטענה שכל צעדי המוכנות מתיישבים עם
               הפעילות התרגילית שהתקיימה באותה עת בצבא המצרי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בעצת עוזריו החליט ראש מחלקת מודיעין ים, אל"ם רמי לונץ, בבוקר יום
               ראשון, 30 בספטמבר, להעביר למפקד חיל הים את הערכת המודיעין הימי על
               מוכנותו ועל פעילותו החריגה של חיל הים המצרי, וציין שלהערכת אמ"ן
               כל הסימנים החריגים קשורים לתרגיל. רמי לונץ טען שלהערכתו האישית
               פני מצרים למלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               משפרצה מלחמת יום הכיפורים השיג חיל הים שליטה גבוהה בזירה הימית.
               בין המודיעין שסופק לכוחות, נכלל המידע על טילי ה"סטיקס" שהיו
               בשירות חיל הים המצרי וחיל הים הסורי - מידע שסייע לספינות
               הישראליות להיערך הגנתית. כמו כן, המידע על שיפורי האמל"ח השונים
               שביצעו המצרים בכלי השיט שלהם (לרבות בספינות הטילים) והמידע על
               תורת הלחימה של ספינות הטילים של האויב, הועילו לעליונות החיל בזירה
               הימית.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בעדותו בפני ועדת אגרנט אמר האלוף בני תלם, מפקד חיל הים בזמנו, כי
               בעקבות הערכת המודיעין שנמסרה לו על ידי אנשיו הוא העלה את הכוננות
               בחיל הים. ראש אמ"ן זעירא טען להגנתו שהדבר לא נאמר לו על-ידי מפקד
               חיל הים לפני המלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במחצית השנייה של שנות ה-70, ולאחר עבודת מטה ממושכת ומסודרת שקיים
               מי שהיה אז ראש מודיעין ימי, אל"ם אלי לוי, מול ראש אמ"ן, האלוף
               שלמה גזית, ומול מפקד חיל הים באותה עת, האלוף מיכאל ברקאי (יומי),
               הורחבה מסגרת המודיעין הימי ובשנת 1977 הוא נהפך למספן מודיעין ים.
               אל"ם אלי לוי, שהיה עד אז ראש מחלקת מודיעין ים נהיה ראש מספן
               מודיעין ים הראשון. השינוי במבנה המחלקה והגדלתה השתלב במדיניותו של
               הרמטכ"ל מוטה גור להרחיב מסגרות בצה"ל ולחזקן, כחלק מלקחי מלחמת יום
               הכיפורים.
             </>
           ),
           pic: require("../../assets/pictures/hailyam.jpeg"),
         },
         {
           id: Math.floor(Math.random() * (100 + 1)),
           article: true,
           miniTitle: `אמצעי ההתרעה שלא התריע`,
           type: `ערב המלחמה`,
           title: `האמצעים המיוחדים`,
           text: (
             <>
               בימים שקדמו למלחמת יום הכיפורים ולאור הידיעות השונות שהצטברו, פנו
               מפקד יחידה 848, אל"ם יואל בן-פורת, וראש מחלקת איסוף, אל"ם מנחם
               דיגלי, לראש אמ"ן, האלוף אלי זעירא, ודרשו להפעיל את האמצעים
               המיוחדים. בן פורת ודיגלי נענו בשלילה על-ידי זעירא וכמוהם גם
               נוספים במחלקת המחקר שהעלו בפני זעירא בקשה דומה. סירובו של זעירא
               להפעלת האמצעים נבע מבטחונו העמוק בהערכתו (הערכת אמ"ן הרשמית) כי
               הסבירות לפריצתה של מלחמה נמוכה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               ארבעה ימים לפני פרוץ המלחמה הרמטכ"ל שאל את זעירא אם הופעלו
               האמצעים המיוחדים ונענה בחיוב, על-אף שלא הופעלו בפועל. נראה כי
               תשובה זו לא רק שהרגיעה את הרמטכ"ל ואת שר הביטחון דיין, אלא גם
               גרמה להם לסמוך על הערכתו האסטרטגית של זעירא ולא להטיל בה ספקות.
               היוו גורם מכריע בגיבוש דעתו של הרמטכ"ל דוד אלעזר שלא עומדת לפרוץ
               מלחמה. בסופו של דבר ניתן אישור של ר' אמ"ן להפעלת האמצעים המיוחדים
               רק בבוקרו של ה-6 באוקטובר, שעות ספורות בלבד לפני שפרצה המלחמה,
               כאשר כבר היה מאוחר מדי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בדו"ח ועדת אגרנט עולה כי התנהלותו של זעירא בכל הנוגע להפעלת
               האמצעים המיוחדים הייתה חמורה בשני רבדים – הרובד הראשון הוא עצם אי
               הפעלת האמצעים למרות שאר האינדיצקיות, מה שהוגדר בועדה כ"כישלון
               מקצועי חמור". הרובד השני הוא הטעיית הרמטכ"ל ושר הביטחון בדבר
               הפעלת האמצעים, מה שנסך באחרונים ביטחון שווא.
             </>
           ),
         },
         {
           article: true,
           miniTitle: `פינוי משפחות המומחים הסובייטים מסוריה שהיה אמור להדליק נורה אדומה`,
           type: `ערב המלחמה`,
           id: Math.floor(Math.random() * (100 + 1)),
           title: `ידיעת הזהב`,
           text: (
             <>
               ביום שישי, ה-5 באוקטובר בשעה 15:00, פחות מיממה מפתיחת מלחמת יום
               הכיפורים – התקבל על-ידי אנשי יחידה 848 מידע שלשונו היה: "נודע לנו
               שברית המועצות החליטה לפנות את המומחים שלה מסוריה, ושמטוסים החלו
               להעביר אותם מדמשק למוסקבה. אותם מקורות מסרו כי אפילו משפחות
               הדיפלומטים הסובייטים החלו להגיע מדמשק. המקורות הוסיפו כי הסורים
               נימקו את הפינוי בכך שבכוונת סוריה ומצרים לצאת למלחמה נגד ישראל".
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               עם קבלת הדיווח מפקד היחידה, יואל בן פורת, פנה לראש אמ"ן והבהיר לו
               שאין מנוס מגיוס מילואים מאסיבי. דיווחו של בן-פורת זכה לכתף קרה
               מצד אלי זעירא, שנערך ליציאתה לביתו לארוחה המפסקת של ערב יום
               הכיפורים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במקביל בן-פורת פעל להם הידיעה לכלל הגורמים הרלוונטיים, בראשם
               לאריה שלו, עוזר למחקר של ראש אמ"ן. האחרון החליט מיד כי יש להוציא
               על כך לקט מודיעין, והחל בשיחות טלפון עם כל ראשי הענפים בחטיבת
               המחקר. לאחר שעות ארוכות של דיונים, הקריא אילן תהילה לראמ"ן את
               הלקט, בו נאמר בבירור כי הרוסים מאמינים שהמצרים והסורים נוקטים
               בצעדים למלחמה ביוזמתם. על אף בהירות הדברים, הם נבלמו על סף דלתו
               של ראש אמ"ן, ולא דווחו לרמטכ"ל בטענה שהמקור אינו אמין דיו, ובכל
               מקרה "הרוסים לא מכירים טוב את הערבים". פסיקתו של ראש אמ"ן זעירא
               הייתה שיותר סביר שהרוסים טועים בהערכתם, מאשר שסוריה ומצרים באמת
               ובתמים יוצאות למלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               לימים אמר הרמטכ"ל דדו על ידיעה זו כי "בקומה מעליי הונח מידע על
               המלחמה ואיש לא הראה לי".
             </>
           ),
           pic: require("../../assets/pictures/zaav.jpeg"),
         },
         {
           article: true,
           miniTitle: `בכיר מקורות היומינט של ישראל במצרים בכל הזמנים`,
           type: `ערב המלחמה`,
           title: `אשרף מרואן`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               אשרף מרואן, סוכן בכיר שהופעל על ידי המוסד וכונה "המלאך", היה בין
               המקורות האנושיים המועילים ביותר של מדינת ישראל במדינת אויב.
               מרואן, שנולד ב-1944, היה איל הון במצרים, מילא מספר תפקידים בכירים
               במצרים ואף נישא לבתו של נשיא מצרים, ג'מאל עבד אל נאצר. הוא ייעץ
               לנאצר והיה מעורב בפועלו, ולאחר מות נאצר שימש כיועצו הקרוב של
               סאדאת.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מרואן הציע את שירותיו כמקור של המוסד בשנת 1970. בשנים שקדמו לפרוץ
               מלחמת יום הכיפורים, סיפק המלאך מודיעין איכותי בצורה יוצאת דופן,
               שכלל פירוט על ההכנות המצריות למלחמה, על תפישת המלחמה המצרית,
               תוכניות המלחמה, ולבסוף גם דיווח קריטי על מועד תחילת המלחמה. המלאך
               המשיך לשמש כמקור פעיל של המוסד עד שנת 1998. מעבר לכך, מרואן העביר
               למוסד מידע על פעולת נקם שהתכוון לבצע קדאפי כנגד ישראל- הפלת מטוס
               "אל על" ברומא. בזכות המידע שהעביר למפעיליו במוסד, הפעולה שתוכננה
               סוכלה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               המידע שמסר מרואן במשך שנות הפעלתו נמצא ברובו המוחלט מהימן, וכלל
               לרוב העתקי מסמכים ופרוטוקולים של דיונים בדרג הגבוה ביותר.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בפגישה שנערכה בלונדון ביוזמתו של מרואן בליל פרוץ המלחמה, העביר
               לראש המוסד, צבאי זמיר, התרעה קריטית על הכוונה לפתוח במלחמה ביום
               שלמחרת. לפי דיווחו למפעילו במוסד דאז, מצרים וסוריה התכוונו לפתוח
               במלחמה מול ישראל ביום למחרת. דיווחו של מרואן היה "הקש" המרכזי
               והאחרון שביטל את בסיס הטענה בקונספציה שטענה שמצרים וסוריה לא
               יפתחו במלחמה. דיווחו אפשר להתחיל בתהליכי היערכות בסיסיים, בעיקר
               ברמת הגולן, ולהחיש את המוכנות לתהליך גיוס מילואים נרחב.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               לאור דיווחיו יוצאי הדופן של מרואן, נשאלה מספר פעמים השאלה האם היה
               סוכן כפול? בבדיקות שנערכו בצמרת הביטחון הישראלי באותה העת נקבע כי
               ככל הנראה המלאך לא שימש כסוכן כפול. אולם, קיימים טיעונים התומכים
               את שני הצדדים בוויכוח זה, ולא נקבעה לכך תשובה בקרב כלל גורמי
               הביטחון באופן חד משמעי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מרואן הלך לעולמו ביוני 2007, כאשר 'נפל' מחלון דירתו בלונדון. טרם
               מוצתה החקירה על נסיבות מותו, אך ייתכן כי חשיפת זהותו של מרואן
               לאורך השנים הובילה לפעולת נקמה נגדו.
             </>
           ),
           pic: require("../../assets/pictures/ashraf.jpg"),
         },
         {
           article: true,
           miniTitle: `המסמך שהכשיל`,
           type: `ערב המלחמה`,
           title: `'לקט סעיף 40'`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               "המסמך האחרון" הינו לקט מודיעין שיצא ממחלקת המחקר של אמ"ן ב-5
               באוקטובר 1973 בשעה 13:15, כיממה לפני פרוץ המלחמה. המסמך עוסק
               בהתרחשויות השונות בשטח, בעיקר בסוריה ובמצרים, ולבסוף בהערכת אמ"ן
               לגבי מצרים, החקוקה בסעיף 40 המפורסם שנכתב על-ידי סא"ל יונה בנדמן,
               ראש ענף מצרים (ענף 6), הקובע כי – "למרות שעצם תפיסת מערך החירום
               בחזית התעלה טומן בחובו לכאורה סימנים מעידים ליוזמה התקפית, הרי
               לפי מיטב הערכתנו לא חל שום שינוי בהערכת המצרים את יחסי הכוחות
               בינם לבין כוחות צה"ל. אי לכך, הסבירות שהמצרים מתכוונים לחדש את
               הלחימה היא נמוכה".
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               על אף שבגוף המסמך תוארו שלל עדויות שהצביעו על היערכות אופרטיבית
               מובהקת של צבאות סוריה ומצרים למלחמה ("במרחב התעלה נתפס מערך חירום
               מלא בהיקף שלא הכרנו בעבר"), הרי שסעיף 40 ביטל הסימנים בהערכה
               מנוגדת לתופעות שזוהו בשטח.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במהלך חקירותיה, עסקה ועדת אגרנט גם בלקט של חטיבת המחקר, ובסעיף 40
               בפרט. במפגשי הועדה עם בנדמן, אמר האחרון: "אנחנו עשינו בדיוק את
               אותה הבחנה שאנחנו מופקדים עליה – ההבחנה בין הממצאים ופירושים לבין
               ההערכה שלנו... השאלה שעמדה בפנינו היא האם להסתפק בלקט בלי סעיף
               40, ואני הרגשתי שאני צריך ללכת ולהוסיף את זה... הרגשתי שאם אני לא
               כותב את סעיף 40, אני לא ממלא את חובתי".
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               בטור בשם "ארבעים שנה לסעיף ארבעים" שפורסם בשנת 2013 כתב רא"ל
               (במיל') אביב כוכבי, אז ראש אמ"ן: "הבעיה לא הייתה במידע, אלא
               בפרשנות שניתנה לו ובאופן ההיערכות של צה"ל. את הפער העצום בין
               העובדות לבין הפרשנות ניתן להסביר מהיבטים רבים, אך הבולט והחשוב
               מכולם הוא הביטחון המופרז והיעדר הספק ביחס למה שהאויב מתכוון לעשות
               ובאילו תנאים יעשה זאת. הביטחון נבע בין היתר משורה של הצלחות
               קודמות. אין פסול בביטחון עצמי, אך תחת שתי הסתייגויות - שלא ייווצר
               ביטחון מופרז, ושלצד ביטחון עצמי, במידה מאוזנת, ינקר הספק במרץ
               ובהתמדה. ביטחון אינו ההיפך מספקנות. ביטחון דרוש כדי לפעול במחשבה
               חופשית ולא "מכווצת" וביטחון הוא תנאי ליכולת לשנות ולהעיז. מנגד,
               ספקנות אמיתית היא התודעה העמוקה שהיקף הידיעה שלך מוגבל, שיכולה
               להיות פרשנות נוספת, שיכול להיות פתרון מבצעי, טכנולוגי או מודיעיני
               שונה. ספק יוצר מרחב של חוסר נוחות ומזמין בירור תמידי, רצון ללמוד
               ולשפר. אך הספק, כך מלמד הניסיון, הוא חיה כבדה, מנומנמת ועצלה, שלא
               בקלות מתרוממת מרבצה".
             </>
           ),
           pic: require("../../assets/pictures/leket.jpeg"),
         },
         {
           article: true,
           miniTitle: `תרגיל ההונאה הגדול של המצרים`,
           type: `ערב המלחמה`,
           title: `"תחריר 41"`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               ביום פתיחת מלחמת יום הכיפורים, ב-6 באוקטובר 1973, בשעות הצהריים
               מספר יחידות קומנדו מצריות הוטסו מעבר לתעלת סואץ כדי להפריע לתמרון
               כוחות המילואים הישראלים ששהו בצידה המזרחי של התעלה. גדוד המילואים
               העיקרי שהחזיק את המוצבים בתעלה (קו בר-לב) היה גדוד 68 שפעל תחת
               פיקוד חטמ"ר 275 וחטיבת השריון 14. מפקד הטייסת המצרית, שנפל בשבי
               הישראלי, סיפר שלמיטב ידיעתו, ההטסה הייתה אמורה להיות חלק מ-'תחריר
               41' - תרגיל מצרי שהתקיים כל שנה, במשך מספר שנים, בסתיו. 'תחריר
               41' היה חלק אחד מתוך ההונאה הגדולה שהסתירה את תכנוני המלחמה
               המצריים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               על מנת להבטיח את הצלחת ההונאה ידעה ההנהגה המצרית כי עליה להסתיר
               את התוכנית אפילו מהצבא המצרי עצמו. לשם כך, רק מתי מעט מבכירי
               מצרים, בהם הנשיא סאדאת והרמטכ"ל המצרי סעד א-שאזלי, ידעו על הכוונה
               לצאת למלחמה נגד ישראל. מנהיגי מצרים היו צריכים לספק הסבר הגיוני
               להיערכות כוחות הצבא למלחמה, ולכן חשבו על 'תחריר 41' - תרגיל שנתי
               שיתבצע כל שנה ויאמן את הכוחות המצרים לקראת חציית התעלה וכיבוש חצי
               האי סיני. התרגיל סיפק הסבר טוב לגיוס מילואים, העברת כוחות לאזור
               התעלה ולנדבכי היערכות נוספים.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               המצרים הצליחו להסתיר את התוכנית במשך שנים, אך עם ההסתרה בא מחיר
               אסטרטגי. צבא מצרים היה מוגבל בהיקף ואיכות הפעולות המקדימות שהוא
               יכול לבצע (לדוגמא, פעולות וסיור היו מאתגרות), והיה עליו להסתפק
               בתוכנית מלחמה בסיסית ביותר כדי שיוכלו להתאים אותה באופן מידי
               לשינויים שהרי זו מתקפת פתע גם לצבא המצרי. בפועל, חיילי הצבא
               המצרי, ביניהם גם קצינים בדרג אלוף משנה, ידעו על המלחמה רק 48 שעות
               מראש ועד אז חשבו שמדובר בתרגיל השנתי. היחידים שקיבלו התראה מראש,
               מלבד בכירים סורים מעטים שהיו שותפים לתוכנית, היו מנהיגי ברית
               המועצות, וגם להם ההתראה ניתנה יומיים בלבד לפני פרוץ המלחמה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מנהיגי ברית המועצות, וגם להם ההתראה ניתנה יומיים בלבד לפני פרוץ
               המלחמה. הצבא המצרי הרחיק לכת אפילו יותר בתוכנית ההונאה שלו, ושיתה
               בקהיליית המודיעין הישראלי באמצעות הזנת המוסד ואמ"ן במידע שגוי
               לאורך שנים. המצרים גרמו לקהיליית המודיעין הישראלי לחשוב שמתוכננת
               מלחמה במספר הזדמנויות, כאשר מדינת ישראל משקיעה משאבים רבים, לעתים
               עד כדי גיוס מילואים, בכדי להיערך לאפשרות פתיחתה של מלחמה. בכל אחת
               מהפעמים התברר שהמידע היה שגוי. כך, עם הזמן נשחקה ההערכה בדבר
               האפשרות כי מצרים תפתח במלחמה והתקבעה עוד יותר ה'קונספציה'
               האסטרטגית לפיה מצרים וסוריה לא יפתחו במלחמה נגד ישראל.
             </>
           ),
           pic: require("../../assets/pictures/tahrir.webp"),
         },
         {
           article: true,
           type: `מהלך המלחמה`,
           title: `הפתעת הסאגרים`,
           id: Math.floor(Math.random() * (100 + 1)),
           text: (
             <>
               הטנקיסטים במלחמת יום הכיפורים שנעו בסיני לא היו מודעים כלל
               להימצאות הסאגר (טיל נגד טנקים מונחה תיל מתוצרת בריה"מ ומגיע לטווח
               של כ-3 קילומטרים) קרב צבאות אויב – ולכן לא נזהרו ממנו. עבורם,
               האפשרות שיירו עליהם טיל מטווח של כ-3000 מטר על-ידי מספר מצומצם של
               לוחמים הייתה הפתעה בסיסית. בדומה להם, המפקדים שראו את ההיתקלויות
               הכושלות עם הטיל ערב המלחמה נטו לזלזל בפוטנציאל ההרסני שלו. איום
               הייחוס נגד הטנקים שנתפס גם בחזית הצפונית וגם בחזית הדרומית התמקד
               בעיקר בטילי נ"ט הנורים מהכתף.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               למעשה, אמ"ן הפיץ כבר החל מיוני 1970 חומר מודיעיני חקור אודות
               הימצאותם של טילי הסאגר לפיקודים המרחביים בצפון ובדרום ולמפקדות
               צה"ל הרלוונטיות. ביולי 1970 אף הוערך על-ידי אמ"ן כי הטילים הופכים
               להיות מבצעיים וכי יש לצפות להפעלה חוזרת ונשנית לעבר כוחותינו
               לאורך הקו. עם זאת, הידע המודיעיני הזה ובעיקר משמעותו לא הוטמעו
               כראוי בקרב המפקדים והכוחות בשטח. גם בשנים שלאחר הפצת ההערכות
               הראשוניות, איום הסאגר לא הוטמע דיו בתרגולות של כוחות צה"ל ולא
               בוצעו תהליכי בניין כוח מתאימים להתאמות המיגון של הטנקים.
             </>
           ),
           pic: require("../../assets/pictures/sager.jpg"),
         },
         {
           article: true,
           type: `מהלך המלחמה`,
           id: Math.floor(Math.random() * (100 + 1)),
           title: `בסיס אום חשיבה`,
           text: (
             <>
               בסיס אוּם חשיבָּה בסיני היה מכלול של בסיסי צה"ל- ביניהם מוצב
               פיקוד ושליטה ("דבלה") ומתקן מעקב, התרעה ולוחמה אלקטרונית של יחידת
               יחידה 848, שנבנה על הר אום חשיבה בצפון מערב חצי האי סיני, ופעל
               בשנים 1969-1979.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               הבסיס הוקם 723 מ' מעל פני הים ואיפשר שליטה על מעבר הגידי תוך
               שימוש באמצעי תצפית אלקטרוניים לכיוון מצרים שהופעלו ע"י יחידת בקרת
               ל"א אווירית.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מוצב הפיקוד והשליטה התת-קרקעי בבסיס שימש כחדר המלחמה הקדמי של
               פיקוד הדרום במהלך מלחמת יום הכיפורים ובו התנהלו רבים מדיוני
               הפיקוד הבכיר של צה"ל במסגרת הלחימה.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במהלך המלחמה התבצעו מספר תקיפות אוויריות מצריות במטרה לפגוע
               במתקני צה"ל שעל ההר. כך, ביומה הראשון של המלחמה, ה-6 באוק' 1973,
               הותקף הבסיס ע"י מספר מטוסי סוחוי-7 מצריים. אחד הטייסים היה עאטף
               סאדאת, אחיינו של אנואר סאדאת, שמטוסו הופל באמצעות תותחי נ"מ.
               התקפה אווירית נוספת בוצעה במהלך המלחמה באמצעות מטוסי מיג-17, מספר
               ימים לאחר ביקור שר הביטחון, משה דיין, בבסיס.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               תכנית המלחמה המצרית כללה את כיבוש רכס אום חשיבה כולל הבסיס. לפי
               התכנית המצרית, חטיבה 130 האמפיבית (מסוגלת לנוע הן ביבשה והן במים)
               קיבלה עליה את משימת כיבוש הבסיסים. על החטיבה הוטל לצלוח את התעלה
               במהירות, להשתלט על הכניסות המערביות למעבר הגידי ולמעבר המיתלה
               ולאחר מכן לשלוח גדודי חי"ר שיתקפו את הבסיס. בפועל, לאחר צליחת
               התעלה, שני הגדודים עליהם הוטלה המשימה נתקלו בכוח ישראלי של טנקים,
               מטוסים וארטלירליה, שבלמו אותם. החטיבה נכשלה במשימתה לכיבוש
               המעברים ולא המשיכה במאמץ לכיבוש ההר ולהשתלטות על מתקני צה"ל
               שעליו. אם מהלך כזה היה מצליח יש להניח שיכולות צה"ל לנהל את המלחמה
               מול הצבא המצרי היו נפגעות קשות – הן בתחום הפיקוד והשליטה, הן
               בתחום המודיעין והן ביכולות חיל האוויר.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במסגרת המו"מ על הסכם הביניים בין ישראל למצרים שנחתם ב-1975, דרשו
               המצרים מישראל לפנות את הבסיס. ישראל סירבה והפשרה היתה שטכנאים
               אמריקניים יפעילו את המתקנים. עם חתימת הסכם השלום עם מצרים
               שבמסגרתו ישראל יצאה משטחי סיני, צה"ל פינה את בסיס אום חשיבה,
               ומתקניו פוצצו ע"י גדוד 601 של חיל ההנדסה.
             </>
           ),
           pic: require("../../assets/pictures/basis.png"),
           underPic: `בסיס אום חשיבה; מקור: אתר לשכת העיתונות הממשלתית`,
         },
         {
           article: true,
           type: `בעקבות המלחמה`,
           id: Math.floor(Math.random() * (100 + 1)),
           miniTitle: `'פרקליט השטן' אל מול המחקר הצבאי באמ"ן`,
           title: `מחלקת הבקרה באמ"ן`,
           text: (
             <>
               לקחי מלחמת יום הכיפורים הובילו לתמורות בעבודת קהילת המודיעין
               הישראלית, ובמוקדה אגף המודיעין של צה"ל. בין צעדים אלה ניתן למנות
               את חיזוק מחלקות המודיעין בפיקודים, שתפקידן להוות מוקדי ידע להערכת
               המודיעין בתחום הצבאי והאופרטיבי; וחיזוק גופי המחקר המדיני
               והאסטרטגי מחוץ לצה"ל – ובעיקר במוסד ובמשרד החוץ. אחד הצעדים
               המשמעותיים ביותר אשר נוגע בלב ליבו של הלקח מ"הקונספציה" היה הקמת
               מחלקת הבקרה ב-1974 כחלק ממסקנות ועדת אגרנט, במטרה לאתגר
               מתודולוגית ותוכנית את הערכות המודיעין של צה"ל. במסמך סיכום השנה
               הראשונה של המחלקה נכתב כי ייעוד המחלקה "להוות גורם מדרבן לבדיקה
               עצמית חוזרת של ההערכה המודיעינית... מניעת טעות שעלולה לגרור את
               המערכת לאי-מתן התרעה בזמן".
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               במהלך השנים מאז הקמתה מחלקת הבקרה עושה שימוש בכלים שונים במטרה
               למלא ייעוד זה. דוגמא מובהקת הינה שיטת הפעולה "איפכא מסתברא" (ההפך
               הוא הנכון – בארמית) לפיה נקבעת מראש עמדה המנוגדת לעמדת חוקרי
               המודיעין וניתנים לה סימוכין. על חוקרי המודיעין לנסות לערער על
               התזה ההפוכה, ואם אין הם מצליחים לעשות זאת באופן מלא, הרי שיש
               לבחון מחדש עד כמה הערכת המודיעין המקורית מוצקה. כלי נוסף הינו
               שאילת שאלות מהותיות על ההערכות ועל התהליך שהוביל לקיבוע ההערכות -
               האם הובאו בחשבון בהערכת המודיעין כל הידיעות הרלוונטיות? האם קיים
               היגיון פנימי במסמך ההערכה? האם הדיווחים המופיעים במסמך עקביים?
               האם הערכת המודיעין מובנית והאם היה אפשר להגיע מאותו מסד של ידיעות
               למסקנות אחרות?
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               מחלקת הבקרה של אמ"ן מהווה גוף משמעותי המתפקד עד היום כגורם מקצועי
               האמון לאתגר את הערכותיהם בעיקר של גורמי המחקר של אמ"ן, חטיבת
               המחקר והפיקודים המרחביים. היא מובילה מחשבים אופרטיביים ואסטרטגיים
               בשאלות המרכזיות המעסיקות את קהילה המחקר הצבאית ומציגה לעיתים
               עמדות מחקריות מבוססות הנוגדות את התזות הרשמיות המובילות שלה. כך
               לדוגמא, בשנת 2006 בטרם מלחמת לבנון השנייה, טענה בניגוד להערכת
               אמ"ן בדבר "אפשרות מוצקה" להימצאותם של טילי חוף-ים בידי חזבאללה –
               עובדה שהתגלתה במהלך המלחמה למוחשית, בעקבות פגיעתה של 'אח"י חנית'
               ב-14 ביולי אותה שנה.
             </>
           ),
           pic: require("../../assets/pictures/mismah.png"),
           underPic: `מסמך הקמת מחלקת הבקרה, 1975; מקור – מעריב, 2015`,
         },
         {
           article: true,
           type: `בעקבות המלחמה`,
           id: Math.floor(Math.random() * (100 + 1)),
           miniTitle: ``,
           title: `הלחץ הציבורי והרקע להקמת ועדת אגרנט`,
           text: (
             <>
               כבר ב-7 באוקטובר 1973, יום למחרת פתיחת מלחמת יום הכיפורים, נזרק
               צמד המילים "ועדת חקירה" לחלל החדר בלשכת ראש הממשלה בתל אביב.
               בישיבת הממשלה שנערכה שבוע לאחר מכן, ב-14 באוקטובר, נדמה היה
               שהסכנה הקיומית לישראל כבר שככה. מספר שרים העריכו שכעת תגבר
               הביקורת, ואף הציעו לקיים דיון מקדים בממשלה לטובת 'תיאום עמדות'.
               זאת, נוכח האבדות הכבדות, המספרים הגבוהים של השבויים והנעדרים
               וצהלות הניצחון שנשמעו בצד הערבי, אשר הביאו רבים לעסוק בשאלה כיצד
               הופתענו בפתיחת המלחמה ומדוע הצבא לא היה מוכן כראוי לקרבות?
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               ב-28 באוקטובר, ראש הממשלה גולדה מאיר אמרה לעורכי עיתונים שבכוונתה
               לבדוק את הסוגיה בענייניות וללא 'הורדת ראשים', כתגובה ללחץ הרב
               שהופנה כלפיה בנושא. כשלושה שבועות לאחר מכן, ב-18 בנובמבר, נערך
               הדיון השני בהקמת הוועדה (הדיון הראשון, שבוע לפני כן, כלל בעיקר
               הצהרת כוונות) – ובו ראש הממשלה הניחה הצעה להקים ועדת חקירה
               ממלכתית, שימנה נשיא בית המשפט העליון (על פי החוק בעניין). כך, היא
               הצהירה, תוכל להיערך חקירה נוקבת אך ישרה, והממשלה תפסיק לעסוק
               באופן נרחב בסוגיה. השרים ביקרו את גולדה מאיר על כך שהקמת הוועדה
               במתכונת חשאית נובעת מהבחירות לכנסת שהיו עתידות להתקיים בסוף
               דצמבר, וכן מרצונה למנוע את חשיפת כשלי המלחמה במלואם על מנת להימנע
               מהמחיר הפוליטי-ציבורי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               ביקורת נוספת שתרמה להקמת הועדה הגיעה מצד חלק משרי הממשלה אשר לא
               שותפו בדיונים לפני פרוץ המלחמה. גם העיכוב בהקמת הוועדה עורר
               ביקורת ציבורית, וראש הממשלה הודתה שהיה עליהם להקימה שבוע-שבועיים
               מוקדם יותר.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               לבסוף, הסערה הציבורית שהתחוללה הובילה להקמת ועדת חקירה ב-21
               בנובמבר, כחודש לאחר כניסת הפסקת האש לתוקף (24 באוקטובר). ראש
               הממשלה הטילה על נשיא בית המשפט העליון להקים ועדה בת חמישה אנשים.
               בראש הוועדה עמד נשיא העליון, ד"ר שמעון אגרנט (על כן שמה), וחבריה
               היו השופט משה לנדוי, מבקר המדינה ד"ר יצחק נבנצאל, והרמטכ"לים
               לשעבר פרופ' יגאל ידין וחיים לסקוב. תפקידה המוגדר של הועדה היה
               לחקור את המידע שהיה בימים שקדמו למלחמת יום הכיפורים לגבי אפשרות
               שתפרוץ מלחמה, ואת ההיערכות וההחלטות של הגורמים הצבאיים והאזרחיים
               בקשר לכך. ב-1 באפריל 1974, הגישה הוועדה דו"ח ביניים. ב-10 ביולי
               1974 הגישה דו"ח נוסף, וב-30 בינואר 1975 הוגש הדו"ח הסופי.
               <br />
               <p style={{ marginTop: "0.5rem" }} />
               לסיכום, הרקע להקמת הועדה היה הכשלים המשמעותיים שהתגלו במלחמה
               ורצון הציבור לקבל תשובות לכשלים אלה. הלחץ הציבורי היה ניכר ברבדים
               רבים ומגוונים – החל מלחץ ציבורי על עצם הקמת ועדת חקירה, דרך
               ביקורת ולחץ על מועד הקמתה ועד לחצים מתוך הממשלה על בחינת מהלכיה
               של ראש הממשלה בימים לפני המלחמה ועל האינטרסים האישיים שהנחו אותו
               בהקשרי הועדה. הלחץ הציבורי באותה תקופה אכן הוביל בסוף להקמת ועדה
               בלתי תלויה אשר לקחיה מלווים אותנו עד היום בדרג המדיני ובצבא.
             </>
           ),
           pic: require("../../assets/pictures/agrent.jpg"),
           underPic: `חברי ועדת אגרנט (שמעון אגרנט במרכז); מתוך לשכת העיתונות הממשלתית `,
         },
       ];
