import { Wrapper, CardImage, CardContainer, CardHeaderLogo, CardTitle, UselessHorizontalLine, CardDetail, UselessDot, UselessDotsCOntainer, TextContainer, BackBtn } from "./articleStyle";
import { ArrowForwardIos as ArrowIcon } from '@mui/icons-material';
import React from 'react';
import Footer from "../footer/Footer";
import logo from "../../assets/pictures/logo.png";

export default function Article({ setShowCard }) {
    return (
        <>
            <Wrapper>
                <CardHeaderLogo src={logo} />
                <BackBtn onClick={() => setShowCard(false)}>
                    <ArrowIcon sx={{ color: "white", width: "1rem", paddingLeft: "5px" }} />
                </BackBtn>
                <CardImage imgSrc={require("../../assets/pictures/kipur.jpg")} />
                <CardContainer>
                    <UselessHorizontalLine />
                    <CardTitle>כותרת משנה משנה משנה משנה משנה משנה משנה</CardTitle>
                    <CardDetail>
                        <div>נכתב ע"י: ישראל ישראלי</div>
                        <div>תאריך: 16.10.22</div>
                    </CardDetail>
                    <UselessDotsCOntainer>
                        <UselessDot />
                        <UselessDot />
                        <UselessDot />
                    </UselessDotsCOntainer>
                    <TextContainer>
                        מלחמת יום הכיפורים החלה ביום הכיפורים, שבת, ה-6 באוקטובר 1973, שעה 14:00, במפתיע, בשתי התקפות רבות עוצמה: של הסורים ברמת הגולן ושל המצרים בחצי-האי סיני. המלחמה נמשכה 18 יממות, שהחלו בבלימה ישראלית, ואחר-כך בהתקפות-נגד ישראליות שהעבירו את הלחימה אל עומק שטחי האויב, ואילצו את המצרים, ובעקבותיהם גם את הסורים, לקבל הסדרי הפסקת-אש חדשים.
                        ישראל הופתעה כליל, אבל לא במידה שווה בשתי הזירות. בעוד שהמצרים הצליחו להונות את המודיעין הישראלי, בהציגם את ריכוזי כוחותיהם הענקיים כסדרת תרגילים צבאיים, הרי שהמודיעין הישראלי בצפון שאיתר את ריכוזי הצבא הסורי בחוראן, התייחס אליהם ביתר רצינות. זאת בגלל העובדה ששלושה שבועות קודם-לכן, בעקבות מרדף מטוסי-קרב סוריים אחר מטוס-צילום ישראלי, התחולל קרב אווירי מעל הים התיכון, בו הופלו 13 מטוסי-קרב סוריים, תמורת מטוס קרב ישראלי, שטייסו חולץ בשלום. ריכוזי הכוחות הסוריים נראו כהכנה לפעולות תגמול. לכן אישר שר הביטחון, משה דיין, העברת חטיבה משוריינת 7 ממרחב באר-שבע אל רמת הגולן לקראת סוף ספטמבר.
                        <br />
                        ירדן לא הצטרפה למלחמה מפני חרדתה מתקדים "ששת הימים".
                        הן בצד הישראלי והן בצבאות הערביים בלטה הכמות הגדולה של אמצעי הלחימה. התפעול המרוכז של אלפי טילי הנ"ט המונחים מטיפוס סאגר על-ידי הצבא המצרי, היה תחכום טקטי שהפתיע את צה"ל במערב סיני. אמצעי הגישור הכבדים לצליחת מכשולי המים, שנוספו לצה"ל ולצבא המצרי, היו חידוש טכני בולט בצבאות היבשה. החידוש הטכני הבולט בחיל האוויר הישראלי היה מטוסי קרב-הפצצה אמריקניים. אבל המהפכה המשמעותית ביותר התחוללה בחיל הים, שקלט את ספינות הטילים (סטי"ל), שאפשרו לו לטבע בימי המלחמה הראשונים שמונה ספינות טילים סוריות ומצריות ולפגוע בשלושה סטי"לים אויבים נוספים. הישג מבצעי זה הקפיץ את רמת הביצוע הטכנו-טקטית של חיל הים והעניק לישראל חופש שיט מסחרי ומבצעי במערב הים התיכון. ראוי לציין גם את השליטה הימית של חיל הים על מפרץ-סואץ וצפון ים-סוף.
                    </TextContainer>
                    <Footer card={true} />
                </CardContainer>
            </Wrapper >
        </>
    )
}