import React from "react";
export const warPrisoners = [
  {
    article: false,
    name: "סמל יעקב נעים ",
    years: "1952-1973",
    unit: "חיל המודיעין, 8200",
    text: "",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: 'רס"ל מנחם (מוסא) משה',
    years: "1952-1973",
    text: "",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: 'רס"ר ליבוביץ דוד',
    years: "1952-1973",
    text: "",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: 'רס"ל מרקוס גיורא',
    years: "1952-1973",
    unit: 'חיל המודיעין, מוד"ש - אוגדה 252',
    text: "",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: "סמל פרגל ברוך",
    years: "1952-1973",
    unit: "חיל המודיעין, 8200",
    text: "",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: "סמל צוקר אבי",
    years: "1952-1973",
    unit: "חיל המודיעין, 8200",
    text: "",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: 'רס"ל קורצוויל אמנון',
    years: "1952-1973",
    unit: 'חיל המודיעין, פד"ם',
    text: "",
    pic: require("../../assets/pictures/gurion.jpg"),
  },
  {
    article: false,
    name: 'סמ"ר שמריך/צמריק משה/מוסא',
    years: "1952-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/gurion.jpg"),
    text: "",
  },
];

export const personalities = [
  {
    article: false,
    type: `ערב המלחמה`,
    name: "אביעזר יערי",
    miniTitle: `ננזף על כך שפעל באחריות ואומץ לב מקצועי`,
    pic: require("../../assets/pictures/aviazar.png"),
    text: (
      <>
        אביעזר יערי נולד ב-1930. אביו, מאיר, כיהן כחבר כנסת מטעם מפ"ם והיה
        מאבותיה האידיאולוגיים. אביעזר גדל בקיבוץ מרחביה, והתחנך במשמר העמק טרם
        נהיה חבר קיבוץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1948 התגייס לצה"ל לגדוד 113 שבהמשך ייטמע בחטיבת גולני. הוא השתתף כלוחם
        בקרבות משמעותיים במלחמת העצמאות ויצא לקורס קצינים. לאחר שחרורו חזר
        לקיבוץ, התנדב ב"שומר הצעיר" ועבד כרפתן. במלחמת ששת הימים שירת במילואים
        כקמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר מלחמת ששת הימים חזר לשירות בצה"ל והצטרף לחטיבת המחקר שם התקדם
        בדרגות כשהוא ממלא תפקידים משמעותיים בזירה הצפונית. ב-1972 התמנה יערי
        לראש ענף 5 שהיה אמון על מחקר של סוריה, לבנון ועיראק.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בתקופה הקצרה שלפני פרוץ מלחמת יום הכיפורים, יערי החל להציג דעה אפשרית
        המנוגדת לקונספציה בה היה שרוי אגף המודיעין, במסגרתה הוערך שלא עומדת
        לפרוץ מלחמה. יערי חיבר בין היערכות הכוחות המצריים והיערכות הכוחות הסורים
        והעריך שייתכן והמלחמה בפתח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשבועות שלפני פרוץ המלחמה ניסה להתריע בתוך אמ"ן וגם מחוצה לו. אלוף אורי
        אור כתב בספרו כי לאחר שקיבל את הפיקוד על חטיבת שריון באותם ימים הביא את
        יערי לסקירת אויב לרגל סיכום סדרת אימון ברמה"ג, וכי במהלך הסקירה יערי
        הדגיש כי אפשר וסוריה תהיה מעורבת במלחמה קרבה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בליל ה-30 ספט'-1 אוק' 1973, שבוע לפני פרוץ מלחמת יום הכיפורים, יערי
        אישית העביר מידע ממקור יומינט רגיש אל קמ"ן פיקוד הצפון, חגי מן, בניגוד
        לכללי המידור ואף המליץ לו להכריז על כוננות מיידית בפיקוד.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הידיעות שהצטברו לגבי היערכות סוריה למלחמה נראו בעיני יערי קונקרטיות.
        אולם, הממונים עליו סירבו להקשיב לו והתבצרו בעמדתם. הוא אף ננזף ע"י ראש
        מחלקת המחקר על שפעל באופן עצמאי והעביר מידע ואת הערכותיו האישיות, ולא את
        ההערכה הרשמית של אמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יערי העיד לימים שמוקד שיחת הבירור אצל רמ"ח מחקר, תא"ל אריה שלו, ב- 3
        אוק' 1973 (שלושה ימים לפני המלחמה), היתה "איך לדאוג לכך שלפיקוד צפון
        תגיע הערכת מחקר ולא ידיעות או הערכה פרטיזנית".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        וועדת אגרנט הביעה הערכה לעמידתו של יערי על דעתו ולאחר המלחמה הוא מונה
        לראש הזירה המזרחית במחקר, ובהמשך שימש כקמ"ן פיקוד צפון, רח"ט מחקר,
        ובתפקידו האחרון בצה"ל כיהן כמפקד המכללה לביטחון לאומי בדרגת אלוף. לאחר
        שחרורו, יערי התמנה לממונה על ביקורת מערכת הביטחון במשרד מבקר המדינה,
        ובהמשך פעל כחוקר במרכז למחקרים אסטרטגיים ובתפקידים נוספים בעלי זיקה
        ביטחונית.
      </>
    ),
  },
  {
    article: false,
    name: "אילן סהר",
    miniTitle: "האיש שהכיר את הגולן כמו את כף ידו",
    pic: require("../../assets/pictures/ilan.png"),
    type: `מהלך המלחמה`,
    text: (
      <>
        אילן סהר נולד ב-1945 במושב גת רימון, התגייס ב-1962 ושירת במערך הנ"מ.
        לאחר קורס קצינים החליט לעבור לחיל המודיעין וב-1971 התמנה לעוזר קמ"ן
        אוגדה 36, שם היה שותף לגיבוש תוכנית ההגנה החדשה על רמת הגולן ( "סלע"),
        ולפי עדותו "הכיר כל אבן ברמה"ג ואת הצבא הסורי בגבול". בראשית שנת 1972
        מונה לקמ"ן חטיבה 7.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שגדוד 77 של החטיבה הוקפץ בערב ראש השנה (26 ספט' 1973) לרמת הגולן,
        ערך סהר סיורים בגזרה עם מפקדים בדרג המ"פ וה-מ"מ "עד שהכירו באופן מעמיק
        כל מטר לאורך הגבול". ב-5 לאוקטובר 1973, ערב יום הכיפורים, הועלו כל כוחות
        חטיבה 7 לרמת הגולן ונקבע שתשמש עתודה פיקודית להתקפת נגד לאחר פעולה סורית
        אפשרית. ב-6 באוקטובר ב-10:00 הגיעו יאנוש בן גל, מפקד חטיבה 7, וקציניו
        לקבוצת פקודות בנפח, שם נאמר כי לקראת הערב צפוי עימות מול סוריה ומצרים.
        כארבע שעות מאוחר יותר פרצה המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עם פרוץ המלמה נשאל על ידי מפקד החטיבה שלו, יאנוש בן גל, מה הוא מציע
        לעשות. מתוך היכרותו את הרמה ואת הצבא הסורי, הבין שככה"נ לא מדובר במהלך
        סורי נקודתי, אלא בניסיונות כיבוש הרמה. לכן, הציע להורות לגדוד 77 בפיקודו
        של אביגדור קהלני לנוע לכיוון קונייטרה על מנת לעלות לגבעת הבוסטר
        (מצפון-מערב לקונייטרה) ולהשקיף על המתרחש בשטח. הקרב שניהל קהלני באזור,
        שכונה בהמשך עמק הבכא, נחשב עד היום לאחד מקרבות השריון המפוארים בתולדות
        צה"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אחד מהאירועים הבולטים במלחמה עליהם מעיד אילן סהר התרחש ביום ו', ה-12
        באוקטובר. חטיבה 7 נלחמה אז בעומק המובלעת הסורית לכיבוש תל א-שמס, שהיה
        שטח חיוני על ציר קוניטרה-דמשק, במרחק כ-40 ק"מ מדרום לדמשק. הסורים היקצו
        להגנה על התל כוחות רבים והתבססו בקרב ההגנה על שדות מוקשים, ביצורים
        ועמדות נ"ט ששלטו על ציר 'אמריקה' שהוביל לדמשק. חטיבה 7 ניהלה קרבות טנקים
        קשים כנגד התקפות הטילים, הארטילריה והטנקים הסוריים. סהר מיקם תצפית בסמוך
        לחפ"ק החטיבתי בכפר הסורי חלס. מהר מאוד התברר שהעמדות הסוריות חפורות עמוק
        ורק צריחי הטנקים בולטים, אך קשים לזיהוי ולאיתור. איתור משגרי נ"ט הייתה
        משימה קשה אף יותר. כך, התכנית החטיבתית להמשך ההתקדמות ופתיחת ציר
        'אמריקה' נבלמה. לנוכח המצב שלף סהר את תיק הציר קוניטרה-דמשק שהיה ברשות
        מודיעין החטיבה ובעזרת ניתוח שטח הצליח לאתר ציר אוגף שהוגדר עד אז כבלתי
        עביר לטנקים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך הלחימה, כאשר לא היה בנגמ"ש המודיעין שלו, סהר הראה תושיה ודאג להיות
        מוזן במידע בעיקר מהכוחות בשטח. בתוך כך דאג לקבל מודיעין משלושה מקורות
        מרכזיים – גד' 74 בפיקוד יאיר נפשי, שתיצפת ממוצב הבוסטר, אביגדור קהלני
        שלחם בעמק הבכא ודיווח, ומשולם רטס, מג"ד 71, שדיווח על תצפיות ממוצב
        החרמונית. כך, סהר יכול היה לדאוג להכוונת אש מבוססת מודיעין בעזרת דיווחים
        מהשטח של שלושה כוחות שונים. בהמשך הלחימה, חתר סהר להגיע לנקודות קדמיות
        מהן ניתן יהיה לתצפת באיכות גבוהה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לימים יסכם אילן סהר את תרומתו במלחמה כ"יותר מבצעית ממודיעינית" בהינתן
        המגבלות המובהקות בתקשורת מול הרשת המודיעינית החטיבתית.
      </>
    ),
  },
  {
    article: false,
    name: "אריה מורג",
    type: `ערב המלחמה`,
    miniTitle: `"צ'אצ', המטה הכללי איתן בדעתו שמה שאתם מדווחים עליו זה תרגיל"`,
    pic: require("../../assets/pictures/aria.png"),
    text: (
      <>
        אל"מ במיל' אריה מורג (צ'אצ') שירת בתפקידו האחרון בצה"ל כמפקד בה"ד 15
        וביצע תפקידי מודיעין רבים בפיקוד הדרום. במלחמת יום הכיפורים שימש כקמ"ן
        חטיבה 275, החטיבה המרחבית הצפונית של סיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בחודשים שלפני המלחמה שלטה "הקונספציה" בקרב צמרת אמ"ן והמטכ"ל. ניתוח זה
        הוביל לכך שגם עדויות רבות שנראו בשטח והוצפו כלפי מעלה לא זכו להתייחסות
        הולמת בהערכת אמ"ן ולהשפעה משמעותית על היערכות צה"ל למלחמה. סיפורו של
        מורג, קמ"ן בדרג בשטח, ממחיש זאת היטב.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לדברי מורג, יותר מכל הסימנים המעידים שהצטברו, פריצת דופן התעלה הדליקה
        אצלו "נורה אדומה". יודגש כי פריצה זו לא הייתה דבר שבשגרה לאור חשיבותה
        הבינ"ל של התעלה ולכן פריצתה העלתה אצל מורג את הסבירות לניסיון צליחת
        התעלה ע"י המצרים. זיהוי זה, לצד כל שאר הסימנים, הובילו את מורג לפעול
        לדיווח במספר ערוצים – מקובלים יותר ופחות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צ'אצ' העביר את הדיווחים למפקד חטיבתו, לקמ"ן האוגדה וכן באופן אישי לסגן
        קמ"ן הפיקוד. כמו כן, ניסה צ'אצ' להבין האם הזיהויים שלו דומים לאלה של
        קמ"ני חטיבות אחרים. כך, הבין מיאיר ורדי, קמ"ן של חטיבה מרחבית נוספת
        בסיני, כי "צ'אצ', מה שרואים אצלך רואים גם אצלי". עם זאת, הדיווחים שהעלו
        צ'אצ' וחבריו בשטח נתקלו תמיד בתשובות דומות - "צ'אצ', המטה הכללי איתן
        בדעתו שמה שאתם מדווחים עליו זה תרגיל".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גם לאחר פרוץ המלחמה הייתה למורג השפעה משמעותית על המתנהל בעולמות
        המודיעין של חטיבתו, בקשר מול היחידות, מול 8200, מול קמ"ן האוגדה ומול הקו
        המותקף. זאת, על אף היותו כמעט לבד במערכה המודיעינית כאשר רוב המש"קים
        והשרטטות שלו נמצאים בבית או לכודים במעוז "מילאנו".
      </>
    ),
  },
  {
    article: false,
    name: "יואל בן פורת",
    type: `ערב המלחמה`,
    miniTitle: `"גולדה, סמכי על 8200"`,
    pic: require("../../assets/pictures/yoel.png"),
    text: (
      <>
        תא"ל (בדימ') יואל בן פורת נולד ב-8 במאי 1931 בפולין ועלה לארץ בגיל 16
        דרך "השומר הצעיר". ב-1950 התגייס לצה״ל, והחל דרכו כקצין מחקר בענף מצרים
        באמ"ן. בהמשך עבר ליח' ההאזנה (כיום 8200) ושימש כקב"ר (קצין בינה רשתית)
        ובהמשך התקדם: ראש מדור 'בינה-רשתית' ועוזר ראש מחלקת איסוף באמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1966, בהיותו סא"ל ביחידה 848, נקלטה ידיעה ביחידה העוסקת בהעמדת כל
        כוחות המפקדה הערבית המאוחדת בכוננות מלאה. לאור הידיעה הוכרזה בצה"ל
        כוננות, אשר ירדה לאחר שלא נראו תזוזות בקרב הכוחות הערביים. בבדיקה אוחרת
        עלה שהידיעה תורגמה מערבית לעברית בצורה לא מדויקת. יואל, שהיה אחראי ובעל
        תכונות אופי של מנהיג, לקח על עצמו את האחריות המלאה על האירוע והגיש
        התפטרותו לר' אמ"ן, אלוף אהרן יריב, שדחה אותה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר ששימש כסגן מפקד יחידת ההאזנה 848, מונה למפקדה ב-1972. במהלך שירותו
        כמפקד היחידה פרצה מלחמת יום הכיפורים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מערך ההתרעה למלחמה היה בעדיפות הראשונה של יואל לאורך כל שירותו, כולל
        כשהיה חבר בוועדת ההתרעה של אמ"ן בראשית שנות ה-60 ובוודאי כמפקד יחידה
        848. מיוחס לו כי כאשר נשאל ע"י ראשת הממשלה, גולדה מאיר, עם כניסתו לתפקיד
        מפקד היחידה "אם צבאות ערב ירצו להתקיף אותנו, אנחנו נדע?", טפח לעצמו על
        החזה כאומר: "תסמכי עלינו".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יואל בן פורת נמנה על הבודדים שהתריעו מפני פרוץ מלחמת יום הכיפורים, ועל
        כך גם העיד בפני וועדת אגרנט, וועדת החקירה הממלכתית לחקר נסיבות פרוץ
        המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לפני פרוץ המלחמה דרש בן פורת, כמו גם אחרים, מראש אמ"ן, אלי זעירא, להפעיל
        את "האמצעים המיוחדים", יכולות האזנה של ישראל אשר הותקנו במצרים ויכלו לתת
        אינדיקציה לגבי ההיערכות המצרית למלחמה, אך נענה בשלילה. בקשתו לגייס כ-200
        אנשי מילואים ליחידת ההאזנה לאור הערכתו שהמלחמה בפתח נענתה בשלילה גם היא.
        נטען, כי בשיח בין השניים ערב המלחמה אמר זעירא לבן פורת, כמדווח: "אתה
        תביא ידיעות ואני אדאג להערכה".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-5 באוק', ערב מלחמת יום הכיפורים, לאחר שהתקבלה ידיעת "יחמור" שהסירה את
        סימני השאלה לגבי הסיבות לעזיבת משפחות היועצים הסובייטים בסוריה ומצרים,
        ובן פורת דיווח אותה לאלי זעירא וניסה לשכנעו כי זו הוכחה חד משמעית
        שהמלחמה עומדת לפרוץ, הרי שהאחרון מנע הפצת הידיעה כלפי מעלה ועצר גם הפצת
        בנושא של לקט רל"שים (מסמך בהול המועבר למנהיגי הצבא והמדינה בעת אירועים
        מיוחדים).
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר סיום המלחמה שאל הרמטכ"ל את בן פורת מדוע לא העביר אליו את הידיעה.
        זאת, בעוד בן פורת עצמו נקלע למצוקה במסגרתה לא הפסיק לשאול עצמו מדוע לא
        עמד יותר על דעתו ולא העביר אותה באופן ישיר לרמטכ"ל או לדרג המדיני. עיסוק
        זה בשאלות של "מה היה אילו?" ו"מדוע לא פעלתי אחרת?" פגעו בהמשך בבריאותו
        הנפשית של בן-פורת, שתפיסת אחריות הייתה כנר לרגליו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מעבר לחילוקי הדעות עם ר' אמ"ן, בן פורת טען כי על יכולת ההתרעה השפיעה
        שחיקה של מקורות לאורך זמן, ומיעוט מידע מודיעיני שזרם דרכם. כך, טען כי
        בתקופה שבין מלחמת ששת הימים למלחמת יום הכיפורים השמירה על מקורות היחידה
        לא הייתה מיטבית, ונעשו מספר עבירות בתחום, מה שהשאיר את יכולת ההתרעה
        המשמעותית בידי "האמצעים המיוחדים" אשר, כאמור, לא הופעלו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יואל בן פורת פרש מצה"ל ב-1985 בדרגת תת אלוף לאחר שכיהן כדובר צה"ל ושירת
        כסגן נספח צה"ל בוושינגטון. לאחר פרישתו שימש כיועץ למתדולוגיה לר' אמ"ן
        ,המשיך ללמד בקרב קציני מודיעין את תורת ההאזנה, והרצה במוסדות חינוך,
        קיבוצים ומקומות נוספים על אודות כשלי המלחמה. כמו כן, הוא כתב מספר ספרים
        הנוגעים למודיעין ולמלחמה, אשר חלקם טרם הותרו לפרסום. ב-2023 פירסם ארכיון
        צה"ל ומערכת הבטחון כמה מהמסמכים שלו. עמותת יוצאי יח' 8200 מקיימת מזה
        שנים ערב מורשת לזכרו בסימן ההתרעה.
      </>
    ),
  },
  {
    article: false,
    name: "יוסי לנגוצקי",
    miniTitle: `האיש עם "האמצעים המיוחדים"`,
    type: `לפני המלחמה`,
    pic: require("../../assets/pictures/yosi.png"),
    text: (
      <>
        אל"מ יוסי לנגוצקי נולד ב-1934. אביו, משה, מחלוצי ההתיישבות בים המלח,
        ומפקד ה"הגנה" באזור. במלחמת העצמאות שימש למרות היותו בן 14 כקשר ב"הגנה"
        בירושלים. לנגוצקי שימש במלחמת יום הכיפורים כמפקד היחידה הטכנולוגית שם
        זכה שני פרסי בטחון ישראל. לנגוצקי בלט לאורך השנים באומץ לב, חשיבה
        יצירתית ועמידה על דעתו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1951 התגייס לנגוצקי לצה"ל ושירת ב"סיירת 150". לאחר שחרורו מהשירות
        הסדיר, שירת במילואים בסיירת של חטיבת ירושלים, למד גיאולוגיה, ובמלחמת ששת
        הימים פיקד על הסיירת בקרב על ירושלים. על תפקודו ואומץ ליבו בקרב על מוצב
        ה"פעמון" זכה לעיטור המופת.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר מלחמת ששת הימים הפסיק את לימודי הדוקטורט בגיאולוגיה וחזר לשירות
        בצה"ל, שכלל גם פיקוד על שני מעוזים בקו בר-לב במלחמת ההתשה. ב-1969 נקרא
        ע"י אברהם ארנן להקים את ענף המבצעים המיוחדים במח' איסוף באמ"ן. בשנים
        1971-1975 פיקד על היחידה הטכנולוגית. בתקופה זו זכה לנגוצקי בפרס ביטחון
        ישראל פעמיים - אישית ויחידתית. בהמשך כיהן כרמ"ח איסוף, נספח למודיעין
        ויבשה בשגרירות בוושינגטון והשתחרר ב-1979 בדרגת אל"מ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כחלק מתפקידו כמפקד היחידה הטכנולוגית במלחמת יום הכיפורים היתה ללנגוצקי
        אחריות על "האמצעים המיוחדים" של אמ"ן במצרים, אמצעי האזנה מתקדמים בעלי
        יכולת התרעה אסטרטגית מפני מלחמה בזירה הדרומית. לאחר המלחמה, מתח לנגוצקי
        ביקורת על ראש אמ"ן במלחמה, אלי זעירא, על שהתעקש שלא להפעיל את "האמצעים
        המיוחדים". לנגוצקי טען שאילו היה זעירא נעתר לבקשות להפעיל את "האמצעים
        המיוחדים" היו מתקבלות אינדיקציות לכוונות ולהיערכות המצרים לפתיחת מלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאורך השנים לאחר שחרורו, לנגוצקי תרם רבות לצה"ל בחשיבתו היצירתית. לאחר
        שחרורו כתב מחקר אקדמי על "הקו העירוני" בירושלים ובהמשך התנדב לסייע
        בהתמודדות עם איום המנהרות ושימש כיועץ הרמטכ"ל מול איום המנהרות. על
        תרומתו זו אמר הרמטכ"ל גדי איזנקוט: "הציע רעיונות מעשיים, דחף לפתרונות
        ולשיטות טיפול".
      </>
    ),
  },
  {
    article: false,
    name: "משה צוריך",
    type: `מהלך המלחמה`,
    miniTitle: `היחיד שנשאר בחיים מקבוצת הפיקוד הבכירה של חטיבת הבלימה ברמת הגולן`,
    pic: require("../../assets/pictures/moshe.png"),
    text: (
      <>
        אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון תפקידים, ועל
        תיפקודו כקמ"ן החטיבה המשוריינת 188 במלחמת יום הכיפורים זכה בצל"ש
        הרמטכ"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        חטיבה 188 לחמה במלחמת יוה"כ בדרום רמת הגולן. קמ"ן החטיבה, משה צוריך,
        למרות היותו קצין מטה, חבר לכוחות הלוחמים בחטיבה והשתתף עימם בלחימה, בין
        היתר בקרב על נפח, קרב שריון רחב היקף שנערך ביום השני למלחמה ברמת הגולן.
        כוחות חטיבה 188 שלקחו חלק בקרב היוו כוח המגן הראשון והמרכזי של צה"ל ברמה
        וניצבו מול כוחות סדורים ורבים מהדיוויזיה הסורית הראשונה. למרות מאזן
        הכוחות השלילי, כוחות החטיבה וכוחות מתגברים מחטיבות 7, 179 ו-679, הצליחו
        להדוף את הסורים ולמנוע את כיבוש הצומת האסטרטגית של נפח. במהלך המלחמה
        צוריך איבד את רעיו מחבורת הפיקוד החטיבתית, בהם את המח"ט, איציק בין שוהם,
        ואת קצין האג"ם, ישראל ישראלי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        קמ"ן החטיבה, משה צוריך, הכווין את הכוחות והשתתף בלחימה. צוריך אף לקח חלק
        בארגון מחדש של חלק מצוותי החטיבה, אשר הלכו ונשחקו לאורך המלחמה, ובמהלך
        הקרב על נפח סייע להצלחת הכוחות בשטח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שחטיבה 188 הושמדה עבר צוריך לכוח אחר ותרם משמעותית בקרבות בלימה
        והבקעה נוספים בדרום רמת הגולן. בתום המלחמה חזר לחט' 188 וסייע בתהליכי
        הקמתה וארגונה המחודשים. את צל"ש הרמטכ"ל קיבל בשנת 1975 לאור יוזמה, תושיה
        ודבקות במטרה שהפגין במעשיו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך התקדם בתפקידים ובדרגות ובהמשך שימש כראש ענף במודיעין פצ"ן ובחטיבת
        המחקר, הוביל כקמ"ן פצ"ן את היערכות מודיעין הפיקוד לקראת מלחמת לבנון
        הראשונה, ולאחר מכן שימש כסגן ראש חטיבת המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך סיים את שירותו ב-1988 לאחר 26 שנים בהן השתתף בארבע מלחמות ומילא
        תפקידים מגוונים וחשובים באמ"ן
      </>
    ),
  },
  {
    article: false,
    name: "צבי זמיר",
    miniTitle: `הביא את הבשורה ששברה את הקונספציה`,
    type: `ערב המלחמה`,
    pic: require("../../assets/pictures/zvi.jpg"),
    text: (
      <>
        צבי זמיר (יליד 1925) כיהן כראש המוסד הרביעי בשנים 1968-1974 והיה דמות
        מפתח בדרך למלחמת יום הכיפורים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הוא נולד בפולין ועלה עם משפחתו ארצה ב 1925, שירת בפלמ"ח ולחם כמג"ד
        במלחמת העצמאות. בהמשך, התגייס לצה"ל, לחם במספר מלחמות וכאלוף כיהן כמפקד
        פיקוד הדרום. בשנת 1966 שירת כנספח צה"ל בבריטניה ובמדינות הסקנדינביות,
        וב-1968 מונה כראש המוסד והחליף בתפקיד את מאיר עמית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במאי 1972 התרחש טבח הספורטאים באולימפיאדת מינכן, ובעקבותיו הוביל המוסד,
        בראשותו של זמיר, את מבצע "זעם האל" לחיסול ראשי ארגון הטרור "ספטמבר
        השחור", אשר היו אחראיים לטבח. זאת, בנוסף להתמודדות עם ארועי טרור רבים
        באותן שנים ובהן חטיפת מטוס אל-על לאלג'יריה, הטבח בשדה"ת לוד במאי 1972
        ושיגור מעטפות נפץ לגורמים ישראליים בחו"ל. בתקופה זו ארעה גם "פרשת
        לילאהמר" - מבצע כושל של המוסד בנורווגיה שזמיר הגדיר כ"חטא היוהרה" של
        המוסד ואף הגיש בעקבותיו את התפטרותו, אשר לא התקבלה ע"י ראשת הממשלה,
        גולדה מאיר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        טרם מלחמת יום כיפור, זמיר טען בדיונים לאפשרות של פתיחת מלחמה לאור דיווחי
        מקורות המוסד וניסיונו הצבאי. בליל ה-4-5 באוקטובר 1973, כ-36 שעות לפני
        פרוץ מלחמת יום הכיפורים, הוזעק זמיר ע"י אשרף מרוואן ("המלאך"), המקור
        המודיעיני הבכיר בלשכתו של נשיא מצרים סאדאת, לפגישה דחופה בלונדון עם מילת
        קוד הקשורה להתרעה למלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בבוקר ה-5 באוקטובר יצא זמיר ללונדון; שם בפגישה בדירת מסתור מסר מרוואן
        שהמלחמה תפרוץ למחרת בשש בערב. זמיר העביר את המידע באופן מידי, טלפונית
        ובהמשך במברק, אל הארץ וההתרעה למלחמה הועברה לפנות בוקר אל ראשת הממשלה,
        שר הביטחון ובכירי צה"ל והמודיעין. בהמשך עלו טענות כלפי זמיר על כך שהיה
        צריך להתריע מפני מלחמה כבר עם קבלת הזימון לפגישה עם המקור וגם לזרז
        הפגישה ולהעביר את המידע ההתרעתי הדחוף לארץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים שלאחר המלחמה יצא זמיר בהאשמות קשות כלפי אלי זעירא, ר' אמ"ן במלחמה,
        בכשלים ועצימת עיניים ולאחר מכן בחשיפת שמו של אשרף מרוואן ובפגיעה ביכולת
        המוסד לגייס סוכנים לאור זאת. האשמות בין השניים במרחב התקשורתי המשיכו
        לעלות גם עשורים רבים לאחר המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר סיום תפקידו כראש המוסד כיהן זמיר כיו"ר סולל-בונה, מנכ"ל בתי זיקוק
        לנפט, יו"ר מועצת המנהלים של המכון למחקרי נפט וגיאופיזיקה וכן יו"ר המכון
        הישראלי לנפט ואנרגיה. כמו כן היה מעורב בוועדת שמגר, ועדת החקירה לרצח
        רבין, והוביל את "ועדת זמיר" לחקירת המהומות בהר הבית באוקטובר 1990.
        ב-2011הוציא זמיר לאור את ספרו "בעיניים פקוחות" על מלחמת יום הכיפורים.
      </>
    ),
  },
  {
    article: false,
    name: "אשר סדן",
    type: `מהלך המלחמה`,
    miniTitle: `יום הולדת עצוב על פסגת החרמונית`,
    pic: require("../../assets/pictures/asher.png"),
    text: (
      <>
        בעת פרוץ מלחמת יום הכיפורים היה סג"ם אשר סדן עוזרו של קמ"ן חטיבה 820,
        החטיבה המרחבית של רמת הגולן. לחיל המודיעין הגיע "בטעות", אחרי שסיים
        במקור קורס קציני משטרה צבאית. הדבר התהווה לקריירה צבאית מפוארת, במסגרתה
        זכה ברבות השנים לדרגת תת-אלוף.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סדן הכיר את רמה"ג היטב, ובשבועות שלפני המלחמה היה שותף לאיסוף המידע
        הפיקודי באזור. כך, כשעתיים לפני פרוץ המלחמה ידע למקם את עצמו על פסגת
        החרמונית, שאפשרה תצפית מצוינת על עמק הבכא. בחרמונית בילה סדן את הימים
        הראשונים למלחמה, ומשם העביר ידיעות רבות על פעילות האויב. אחת ההשפעות
        המרכזיות של סדן על מהלך הלחימה הייתה דיווחיו ביומה הראשון של המלחמה על
        כוח פריצה סורי משמעותי בסדר גודל של חטיבת טנקים, אשר הובילו להחלטה
        הפיקודית לשלוח את חטיבה 7 לצפון רמת הגולן. שיגור חטיבה 7 לאחר תחילת
        הלחימה לעבר מרחב קוניטרה הייתה קריטית. אם החטיבה לא הייתה מגיעה לאזור
        החרמונית בזמן, הטנקים הסוריים היו יכולים להגיע עד למורדות הגולן לעבר עמק
        החולה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך ימי הלחימה ניכר היה שישנו נתק בין המודיעין שסדן רואה ומדווח למפקדת
        חטיבה 820 לבין המודיעין שמגיע בפועל לכוחות הלוחמים, שהיו מצויים למרגלות
        התל ממנו צפה על האויב. אי לכך, ידיעות רבות וחשובות שאסף סדן מעמדת התצפית
        לא הגיעו כלל לדרג המפקדים בשטח ונוצרו פערי ידע שפגעו בקבלת ההחלטות
        הטקטית במהלך המלחמה. שנים רבות אחרי סדן מספר ש - "אחרי המלחמה, בשנת
        1976, התמניתי לקמ"ן חטיבה 7 שהייתה אז בפיקודו של קהלני. במהלך הריאיון
        לקראת כניסתי לתפקיד – סיפרתי לו שבמלחמה הייתי על החרמונית ודיווחתי
        מהתצפית על קרב הבלימה שלו. הוא חשב שאני מתבדח, הסתכל עליי, תפס את הראש
        ושאל: "אז למה לא דיווחת לי?". כמו כן, כך מספר סדן על כניסת אוגדה 210
        למרחב ח'אן ארנבה: "ממרחק של שלושה קילומטרים עם משקפת 120X20 ניתן לראות
        את נצנוץ הסאגרים שהסורים שיגרו לעבר כוחותינו. דיווחתי, אך לא הקשיבו לי
        והמשיכו בריצתם קדימה. נראה לי שלא הייתה שום תרבות של העברת מידע מודיעיני
        לכוחות הלוחמים".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שלושה ימים במוצב החרמונית, ולאחר שנפל לידו פגז שנורה לעברו בכינון
        ישיר, ירד סדן ללילה בבסיס, ולמחרת עלה שוב לחרמונית. משם יכול היה להמשיך
        לסייע, כעוזר קמ"ן וכמשקיף בפועל, ותפקודו תרם רבות להמשך המלחמה. אומץ
        ליבו של סדן ובחירת המקום הטקטי שבו היה היוו תוספת משמעותית למערך
        המודיעיני של צה"ל ברמה"ג. עם זאת, כפי שאומר סדן, הפערים המודיעיניים
        בדרום הרמה, ובתקשורת בין גופי המודיעין בצפון הרמה, הובילה לתמונת מודיעין
        בעייתית. לדבריו, אלמלא הייתה כזו - חיים רבים היו יכולים להינצל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במשך שנים רבות, לאחר שירותו הסדיר, אשר המשיך לתרום ממרצו ביחידת המודיעין
        הפיקודית של פיקוד הצפון, היה משולב בשרשרת מקבלי ההחלטות במודיעין הפיקוד
        במלחמת לבנון השנייה ובאירועי מתיחות נוספים, וכיום פועל רבות להרצאות בפני
        תלמידי תיכון וצוערי קצונה בצה"ל בכלל, ואמ"ן בפרט – על קורותיו וחוויותיו
        מהמלחמה והלקחים שניתן להפיק ממנה בראי העתיד.
      </>
    ),
  },
  {
    article: false,
    name: "אלברט סודאי",
    pic: require("../../assets/pictures/albert.jpg"),
    miniTitle: `האיש שידע שתהיה מלחמה`,
    type: `ערב המלחמה`,
    text: (
      <>
        אלברט סודאי נולד בשנת 1931 למשפחה מבוססת בבגדאד, שם גדל. כאשר עלה לארץ
        חווה קשיים רבים אך החליט למרות זאת להתגייס כאזרח עובד צה"ל לחטיבת המחקר
        באמ"ן - בה היה אחראי, בין היתר, על המחקר המדיני בענף מצרים (ענף 6).
        סודאי היה אחד הקולות הבודדים באמ"ן שסברו שפניהן של מצרים וסוריה למלחמה.
        סיפורו משקף, אולי בצורה הטובה ביותר, כיצד בכירי אמ"ן לא נשמעו לקולותיהם
        של הקצינים הזוטרים יותר שניסו להתריע מפרוץ המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יסודות הערכתו של סודאי, כי ייתכן ומלחמה בפתח, נעוצות עוד בתחילת 1973,
        כאשר סאדאת לקח על עצמו את ראשות הממשלה והצהיר שמצרים עומדת בפני עימות
        כולל. כמו כן, בתקופה שלפני המלחמה היה עסוק סודאי בקריאת כתבות שונות
        מהעיתונות המצרית, מהן הסיק שסאדאת לא יוותר על אדמת סיני, ואף יהיה מוכן
        לצאת לעימות כולל תמורתה. כך, גישתו הבסיסית של סודאי, בניגוד לזאת של
        בכירי באמ"ן, הייתה שסאדאת מעוניין לפתוח במלחמה. משם, הדרך לגיבוש הערכתו
        של סודאי הייתה קצרה – הסימנים המעידים הרבים שהגיעו (דוגמת ציוד הגישור
        שהביאו המצרים לאזור התעלה ואינדיקציות נוספות), אשר לא עשו רושם על רע"ן
        מצרים, רמ"ח מחקר ור' אמ"ן, הדליקו נורות אדומות אצל סודאי והעמיקו עוד
        יותר את תפיסתו שהמלחמה בפתח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סודאי עשה מאמצים כדי להשפיע על סובביו במחלקה ועל בכירי המערכת. עם זאת,
        לא נחל בכך הצלחה. מפקדיו היו שקועים עמוק בקונספציה שאין בכוונתו של סאדאת
        לצאת למלחמה עם ישראל כל עוד אין בידי מצרים את היכולות האוויריות
        המתאימות, וכי סוריה לא תצא למלחמה נגד ישראל בלי מצרים. מפקדיו של סודאי
        לא הסכימו להעביר את הערכותיו לדרג הבכיר ואף ערכו חלק מידיעותיו כדי לא
        לייצר פאניקה בקרב הדרג המדיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        דוגמא מצוינת לחוסר ההקשבה של מפקדיו לידיעותיו והערכותיו של סודאי ניתן
        למצוא בתגובתו של אריה שלו, ראש מחלקת המחקר, לידיעות על אישור הפסקת צום
        הרמצ'אן של החיילים המצרים בחזית. כך מספר סודאי: "היות וראש המדור אינו
        מזרחן ולא מכיר את הטקסיות המוסלמית, הוא ביקש להתייעץ איתי, ואמרתי לו את
        הפירוש המחמיר שלי. ראיתי זאת בחומרה ורצתי עם הידיעה ביד לרמ"ח - לשלו.
        שלו היה במצב כזה שהוא נקרא ללשכת הרמטכ"ל, הוא היה תוך כדי קימה, ניסיתי
        להסביר לו את העניין, יכול להיות שהוא היה עסוק או מוטרד. הוא אמר לי: 'כבר
        שמעתי על כך, המדור הצבאי אומר שזה היה מקודם'. אמרתי לו: 'זה לא היה
        מקודם'". כך, סימן מעיד מאוד משמעותי שהעלה סודאי לא זכה ליחס ולפרשנות
        הנדרשים. מעבר לקונספציה, ניתן להניח כי תפיסתו הכללית של סודאי כ"אלרמיסט"
        וכפרשן מחמיר במסדרונות מחלקת המחקר לא תרמה ליכולתו להעביר את דעתו
        המבוססת ולהשפיע על מקבלי ההחלטות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך עדותו בועדת אגרנט סיפר סודאי על ניסיונותיו הרבים להשפיע ועל
        הערכותיו בימים שקדמו למלחמה. הפערים המרכזיים שזיהתה הועדה בעולמות
        המודיעין, ולאורם גם הלקחים המרכזיים, נוגעים בלב ליבה של תרבות המחקר
        המודיעינית אשר מגולמת בעבודתו של סודאי, בניסיונותיו להשפיע, ובקשב שקיבלו
        הערכותיו ממפקדיו. כך, גם הצעדים והתהליכים שהתבצעו במחלקת המחקר ובאמ"ן
        לאור לקחי ועדת אגרנט הינם תיקון לאופי השיח באמ"ן בימים שלפני המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה סודאי עבר לשרת במוסד. במהלך עבודתו במוסד חיבר מסמך הערכה
        שקבע כי פני הנשיא סאדאת לשלום. ואכן, לאחר שלושה חודשים פנה הנשיא המצרי
        לראש הממשלה מנחם בגין והציע להיכנס לתהליך שלום בין המדינות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 2018 נפטר אלברט סודאי והותיר אחריו שלושה ילדים ושבעה נכדים. סיפורו
        של סודאי במלחמה, כמו גם של מספר קצינים אחרים שניסו להתריע בתוך מחלקת
        המחקר, מגולמים בדמותו של ויקטור גבאי בסרט 'שתיקת הצופרים' העוסק בהתנהלות
        במסדרונות המערכת הצבאית, ואמ"ן בפרט, בתקופה שלפני מלחמת יום הכיפורים.
      </>
    ),
  },
  {
    article: false,
    name: "סימן טוב בנימין",
    type: `ערב המלחמה`,
    miniTitle: `"היה היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים עליו"`,
    pic: require("../../assets/pictures/binyamin.webp"),
    text: (
      <>
        סימן-טוב בנימין, יליד בגדד בשנת 47', היה קצין מערך במודיעין פיקוד דרום
        בדרגת סגן ערב מלחמת יום הכיפורים ב-1973. סימן טוב התריע על מלחמה קרבה,
        והתעמת על כך עם מפקדיו, ועל כך קיבל ציון לשבח בהמלצת ועדת אגרנט.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כחמישה ימים לפני פרוץ המלחמה, ב-1 באוקטובר 1973, העביר לקמ"ן פד"ם דאז,
        סא"ל דוד גדליה, מסמך שכותרתו "תכונה בצבא המצרי - אפשרות חידוש לוחמה".
        ב-3 באוקטובר העביר מסמך נוסף שהצביע על הערכות דומות. במסמכים אלו, פירט
        כי "ידיעות אלה הביאו אותנו להערכה לפיה הצבא המצרי, במסווה תרגיל ובהסתמך
        על הידיעות והסימנים המעידים, ינהל את ריכוז הכוחות למעבר למבצעי אמת".
        במסמכים פירט בנימין את האינדיקציות השונות לכך שלא מדובר בתרגיל אלא
        בהכנות למלחמה, לרבות ביטול בחינות לקצינים ותדרוכים לקצונה הבכירה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        על אף ניסיונותיו החוזרים ועימותו עם קמ"ן הפיקוד, עמדת בנימין לא התקבלה
        שכן הייתה מנוגדת לעמדת חטיבת המחקר, והתרעתו נגנזה. יתר על כן, בנימין
        הודח מתפקידו והיה אמור להיכנס לכלא.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עם סיום המלחמה והקמת ועדת אגרנט, הוקמה ועדת משנה בראשות אל"מ יהושע נבו
        לחקירת הפערים סביב מסמכיו של בנימין, שבסיומה צוין בנימין לשבח על שהיה
        נכון להתעמת עם הממונים עליו ולהביע את עמדתו. ועדת אגרנט עצמה ציינה כי
        סימן-טוב "היה בעצם היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים
        עליו".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כחלק מלקחי יום הכיפורים, ראש אגף המודיעין לשעבר אלוף שלמה גזית, הכניס
        לנהלי העבודה באגף את "נוהל סימן טוב" (שלימים הפך ל-'היפכא מסתברא'), לפיו
        קצין שנתקל בחילוקי דעות מהותיים עם מפקדיו לגבי הערכת המודיעין, יכול לגשת
        למפקדים בכירים יותר, עד לראש אמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סימן טוב בנימין הגיע בשירותו הצבאי לדרגת אל"מ, ופרש בשנת 1987. לאחר מכן
        המשיך בשירות המדינה, כממונה על מחוז הדרום במשרד הכלכלה.
      </>
    ),
  },
  {
    article: false,
    type: `ערב המלחמה`,
    name: "דוד גדליה",
    miniTitle: `קמ"ן הפיקוד שלא ראה את הבאות`,
    pic: require("../../assets/pictures/gurion.jpg"),
    text: (
      <>
        דוד גדליה נולד בשנת 1938 בישראל. בשנת 1956 התגייס לצה"ל והוצב בחיל
        השריון. הוא הוכשר כמפקד טנק ויצא לקצונה, אך בשל פגיעה בעצב השמיעה עבר
        לחיל המודיעין. הוא עבר הכשרה של קצין ביטחון שדה ובשנים 1965-1959 מילא
        תפקידים במערך זה בפיקוד הצפון ובמטה הכללי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים 1967-1965 שימש מדריך בקורס קציני מודיעין ובמינוי משני שימש כקצין
        המודיעין של חטיבת השריון במילואים 520 ובכלל זה במלחמת ששת הימים. בשנת
        1968 שימש כקצין המודיעין של חטיבת השריון הסדירה 7 ובהמשך היה חניך במכללה
        הבין זרועית לפיקוד ומטה (פו"ם). בשנים 1970-1969 שימש כקצין המודיעין של
        אוגדת השריון במילואים 143 ולאחר מכן הוצב כעוזר קצין המודיעין הפיקודי
        במפקדת פיקוד הדרום.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים 1974-1971 שימש כקצין המודיעין של פיקוד הדרום ובמסגרת תפקידו היה
        מופקד על איסוף נתונים על הצבא המצרי ועל אופן היערכותו בחזית. בימים שקדמו
        למלחמת יום הכיפורים דבק בהערכת אגף המודיעין כי הסבירות למלחמה נמוכה, על
        אף הצטברותם של סימנים מעידים בשטח, ודחה על הסף את הספקות שהעלה קצין
        המערך שלו – בנימין סימן-טוב – על הכתב בדבר כוונותיה האמיתיות של מצרים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גדליה ראה סתירה בין דו"חות בנימין לבין עמדת אמ"ן מחקר, שהייתה למעשה
        עמדתו של סא"ל בנדמן, ראש ענף מצרים במחקר, והעדיף כאמור לקבל את עמדת
        המחקר. הוא העביר את הדו"חות רק לאחר שמחק מהם את השאלות לגבי הגורמים
        לכוננות המצרית, וכך הייתה לאלוף הפיקוד שמואל גונן תמונה מעוותת של
        ההיערכות המצרית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה, קבעה וועדת אגרנט כי לא מילא את חובתו כקצין מודיעין ולכן אין
        להעסיקו עוד בתפקידי מודיעין, והוא הועבר מתפקידו. בשנים 1975-1974 שימש
        מדריך בפו"ם ובשנים 1976-1975 שימש כמדריך הראשי בה. בשנים 1979-1977 עמד
        בראש מחלקת תכנון ואירגון באגף המטה ובשנים 1981-1979 עמד בראש מחלקת בניין
        צה"ל באגף התכנון במטה הכללי. בשנים 1984-1982 שימש כסגן ראש אגף התכנון
        בדרגת תת אלוף.
      </>
    ),
  },
  {
    article: false,
    name: "יהודה שפר",
    type: `מהלך המלחמה`,
    miniTitle: `סייר מודיעין צונח מעל סיני`,
    pic: require("../../assets/pictures/yehoda.png"),
    text: (
      <>
        אל"מ במיל' יהודה שפר נולד ב-1940 והתגייס לגולני ב-1958. במהלך שירותו עבר
        קורס מש"קי מודיעין ועם כניסתו לקבע עבר קורס סיירי אוויר. בעת פרוץ מלחמת
        יום הכיפורים היה שפר חניך במכללה לפיקוד ומטה. עם פרוץ המלחמה, הופסק
        הקורס והחניכים נקראו ליחידותיהם. אלו שלא היה להם תפקיד בחירום וביניהם
        שפר, נדרשו להקים מפקדה מאולתרת. במהלך ההתארגנות להקמת המפקדה, לאחר שכבר
        הצטיידו בזחל"מים, מפות ואמצעי לחימה, הגיע שליח וקרא לשפר להגיע ל"בור"
        בהוראת הרמטכ"ל. שפר, שהיה רק בדרגת רס"ן באותה עת, לא הבין מדוע בעיצומה
        של לחימה הרמטכ"ל בחר לקרוא לו, ולכן חשש מבשורת איוב על אודות קרוב משפחתו
        שלחם באחת החזיתות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הרמטכ"ל רב-אלוף דוד אלעזר הכיר את שפר משנות ה-60, תקופה בה דדו היה אלוף
        פצ"ן ושפר שירת שם כקמ"ן אשר השתתף בטיסות סיור רבות לצורך הבאת מודיעין.
        כשהובא שפר לבור, התבשר על ידי הרמטכ"ל, סגנו וראש אמ"ן כי "המודיעין קרס".
        דדו הטיל על שפר לבצע טיסות סיור בגזרת תעלת סואץ במטרה לקבל מודיעין מדויק
        על ריכוז ועוצמת הצבא המצרי סביב התעלה. השאלה המרכזית שעמדה מאחורי הפקודה
        הייתה כמה זמן ניתן צה"ל יוכל להחזיק מעמד בסיני עם כוחות מינימליים כאשר
        הוא מתגבר במקביל את רמת הגולן אשר הייתה על סף נפילה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        טיסות הסיור במלחמה בוצעו באמצעות מטוסי קרב, על אף ששפר לא היה מתורגל
        בכך. לכן, שפר עבר הסבה מהירה לטיסה במטוסים מסוג זה. שפר לקח חלק בטיסות
        סיור רבות בטווח זמנים קצר מאוד, עד לטיסה הגורלית ביום שבת ה-13 באוקטובר.
        בתאריך זה, הטייס שהטיס את המטוס היה רן עופרי ז"ל כאשר שפר יושב במושב
        האחורי, שם בדרך כלל יושב מפקד המשימה. בעוברם מעל תעלת סואץ באזור ג'בל
        ג'ניפה, זיהו שפר ועופרי כוחות משוריינים רבים חוצים את התעלה. לאור
        הזיהוי, ביקש שפר מעופרי לפנות מזרחה כדי לזהות את מהות הכוח המצרי ואת
        גודלו. שניות אחדות לאחר הפנייה מזרחה ראה שפר שני טילים קרבים אליהם
        ולבסוף שמע חבטה עזה במטוס. מיד לאחר מכן טיל שלישי פגע במטוס, פוצץ אותו
        והביא להתרסקותו. שפר הצליח לנטוש המטוס ולצנוח בשלום ואילו כסא המפלט של
        עופרי נתפס במצנח ובכך הביא למותו. שפר חולץ על ידי מסוק של חיל האוויר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשהשתחרר שפר מבית החולים, הגיע חזרה ל"בור" שם פגש את ראש המטה הכללי דדו
        ודרש לחזור ללחימה. הרמטכ"ל נעתר לבקשתו וכך שירת שפר עד סיום הלחימה
        באוגדת סיני. עם תום המלחמה, חזר שפר לחפש את המטוס באזור הלחימה. יחידות
        ששירתו באזור ומצאו את שרידי המטוס, הובילו אותו למקום ההתרסקות. שברי
        המטוס הובאו ארצה ונמצאים עד היום ליד בית הוריו של עופרי ז"ל, במושב
        אביגדור.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שפר המשיך לשרת בחיל המודיעין בתפקידים שונים, בהם תפקידים הנוגעים לתחום
        ניתוח מידע ויזואלי, והשתחרר בשנת 1987 בדרגת אלוף משנה.
      </>
    ),
  },
  {
    article: false,
    type: `לפני המלחמה`,
    name: "אהרן יריב",
    pic: require("../../assets/pictures/ahron.jpg"),
    text: (
      <>
        אהרן יריב היה איש צבא ומדינאי. הוא היה אלוף בצה"ל, חבר כנסת ושר בממשלות
        ישראל. יריב נולד במוסקבה. בגיל שנה, עבר עם משפחתו לברלין, ובגיל 4 משפחתו
        עברה ללטביה. בגיל 15 עלה יריב עם משפחתו ארצה ולמד בתיכון החקלאי פרדס
        חנה. בשנת 1939 התגייס יריב לשרת בארגון "ההגנה", ולאחר שנתיים התגייס לצבא
        הבריטי – בו הגיע לדרגת סרן. לאחר מלחמת העולם השנייה היה פעיל בהצלת
        פליטים יהודים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב1948, עם הקמת צה"ל, יריב מונה לסגן מפקד גדוד ובהמשך גם למפקד גדוד 21
        בחטיבת כרמלי. יריב כיהן לאורך השנים בתפקידים רבים ומגוונים – ראש ענף
        במחלקת המבצעים, המפקד הראשון של המכללה הבין-זרועית לפיקוד ולמטה, ראש מטה
        פיקוד מרכז, נספח צבאי בארה"ב ובקנדה, מפקד חטיבת גולני ועוזר ראש אמ"ן.
        בינואר 1964, מונה יריב לראש אמ"ן ושירת בתפקיד עד 1972 כך ששימש בתפקיד גם
        במהלך מלחמת ששת הימים. יריב היה ראש אמ"ן שכיהן את תקופת הזמן הארוכה
        ביותר עד היום.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מלחמת יום הכיפורים אמנם פרצה בתקופת כהונתו של אלי זעירא כראש אמ"ן, אך
        אין ספק שהתנהלות אמ"ן ותרבות העבודה בה הושפעו עמוקות גם מתקופתו הארוכה
        של יריב בתפקיד. ברבות השנים נערכו ניתוחים שונים הנוגעים להשפעת החלפת
        ראשי אמ"ן (ספטמבר 1972) על המלחמה. מניתוחים אלה ניתן לשרטט קווים לאופן
        פיקודו של יריב על האגף.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יריב הצטייר כר' אמ"ן חוקר (נקרא בידי רבים "מר מודיעין"), אשר נהג להטיל
        ספק בכל דבר ולחפש אפשרויות נוספות והערכות אחרות שמסתדרות עם המציאות. כמו
        כן, ניכר כי יריב לא קידש את "יישור הקו" ואת הצורך להגיע להערכה אמ"נית
        רשמית אשר בה כולם דבקים ואשר אין לערער עליה או להרהר אחריה. אלוף משנה
        (במיל') גדאון גרא סיפר, כי "אהרל'ה היה יותר דגם האדם החושב, האינטלקטואל,
        המתלבט. קצין מודיעין מעולה שתמיד חשש ותמיד דאג — 'אולי זה לא בדיוק ככה
        אלא ככה. לא שחור־לבן'. הרבה פעמים הוא אמר 'תחשבו עוד פעם'. תמיד העלה
        אפשרויות נוספות לבדיקה". גם אל"מ (במיל') זוסיה קניאזר, מי שכיהן כראש ענף
        ירדן ערב מלחמת יום הכיפורים, סיפר על יריב כי "תמיד הקפיד על דיון בדרכי
        פעולה אפשריות של האויב, מדינית או צבאית. היו לו תכונות נדרשות של קצין
        מודיעין. התלבטות תמידית, העלאת ספק".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יש להניח כי פתיחות זו גם פגעה בהערכת אמ"ן וביכולתה להשפיע על מקבלי
        ההחלטות בדרג הצבאי והמדיני במקומות מסוימים. אך בימים שקדמו למלחמת יום
        הכיפורים חסרו בהנהגת אמ"ן בדיוק תכונות אלה – היכולות להטיל ספק תמידי, לא
        לקדש את יישור הקו האמ"ני, לאפשר דעות שונות בחדר - תכונות ומידות שעולה כי
        ניחן בהן אהרן יריב. יודגש כי מבחינת ההערכה המודיעינית עצמה, כשסיים יריב
        את תפקידו חשב גם הוא, כפי שאמר באירוע החילופים, כי לא סביר שתפרוץ מלחמה
        בין מצרים וסוריה לבין ישראל בשנה הקרובה. אך אפשר וכישוריו ותכונותיו היו
        מאפשרות הטלת ספק והשפעה אחרת על מקבלי ההחלטות במהלך התקופה שקדמה למלחמה,
        עם הופעת הסימנים המעידים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך המלחמה גויס יריב כעוזר מיוחד לרמטכ"ל ועמד בראש צוות המשא ומתן
        בהסכם שהוביל להפרדת הכוחות בין ישראל למצרים. כך, למעשה, היה שותף מרכזי
        בסיום המלחמה בחזית המצרית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר פרישתו מצה"ל, הצטרף למפלגת העבודה, נבחר לכנסת השמינית ובהמשך מונה
        לשר התחבורה בממשלת גולדה ולשר ההסברה בממשלת רבין הראשונה. יריב היה נשוי
        לנחמה ואב לאסף והתגורר ברמת השרון. אהרן יריב נפטר ב-1994 בגיל 73
      </>
    ),
  },
  {
    article: false,
    type: `ערב המלחמה`,
    name: "עמוס גלבוע",
    miniTitle: `הוזהר שיוצא מהדיון רגע לפני תחילת המלחמה רק כי "העז" לחלוק על הקונספציה`,
    pic: require("../../assets/pictures/amos.png"),
    text: (
      <>
        עמוס גלבוע ז"ל היה קצין בדרגת תת אלוף, אשר שימש כראש חטיבת המחקר באגף
        המודיעין. גלבוע שירת בחטיבת גולני בה שימש כמפקד מחלקה. גלבוע השתחרר ולמד
        באוניברסיטה העברית לימודי מזרח תיכון וערבית. הוא התגייס שוב, ושימש
        במגוון תפקידים בחיל המודיעין. לפני מלחמת יום הכיפורים שימש גלבוע כראש
        המדור הצבאי בענף 5 – הענף שעסק באותם ימים בצבא סוריה, עיראק ולבנון.
        גלבוע היה אמור להתמנות לראש הענף במקום אביעזר יערי, אך בזמן שחיכה לכניסה
        לתפקיד פרצה המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמוס גלבוע היה מבין הקצינים הבודדים שהתריעו על האפשרות של פריצת מלחמה
        בגזרה הצפונית. במהלך ישיבת מחלקת המחקר שהתקיימה ב-2 לאוקטובר, ימים לפני
        מלחמת יום הכיפורים, עדכן אביעזר יערי, כאמור ראש ענף 5, כי כוחות סורים
        נפרסים סמוך לגולן. הכוחות שנפרסו הם חטיבה משוריינת 47 שהוצבה בצפון סוריה
        בעיר חמאה, וכן גדוד גישור סורי שהוצב בצפון סוריה וגם ירד לחזית רמת
        הגולן. בנוסף, במבצע שנערך ביוני 72' ונקרא 'מבצע ארגז', נחטפו חמישה קציני
        צבא בכירים סורים. הם סיפרו בחקירתם שחטיבה 47 תעבור לחזית רמת הגולן רק
        במידה שסוריה תרצה לפרוץ במלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמוס גלבוע, טען שהעובדה שהחטיבה ירדה לחזית היא סימן מעיד למלחמה. אריה
        שלו, ראש מחלקת המחקר דאז, חלק עליו והציע שמטרות הירידה הגנתיות בלבד. על
        פי עדותו בוועדת אגרנט של יוסי זעירא (רע"ן בינה רשתית ב-848, יחידת ההאזנה
        שקדמה להפיכתה ליחידה 8200), גלבוע לא ויתר וטען שוב ושוב שאי אפשר להתעלם
        מכך ואפילו התפרץ לעבר אריה שלו, אך לא הצליח לשכנע אותו ואף הוזהר שיוצא
        מהדיון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה מונה לעוזר של עוזי יאירי, ששירת כעוזר ראש חטיבת המחקר
        למבצעים, ולאחר כמה חודשים מונה לראש ענף 5 (סוריה, עיראק ולבנון) במחלקת
        המחקר. בשנת 1974 השתתף בשיחות על הסכם הפרדת הכוחות בין ישראל לסוריה.
        לאחר מכן שירת כראש הזירה המזרחית, עוזר ראש אמ"ן להערכה ובהמשך כראש חטיבת
        המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 1997 הוציא באמ"ן את ספרו "תורת המחקר הלאומית" ("הספר הירוק") שמהווה
        ספר יסוד על אודות תורת המחקר הלאומית של חטיבת המחקר באמ"ן, עליו התחנכו
        אלפי קציני מחקר באמ"ן – כולל אלו המשרתים היום בשורות הארגון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במאמרים שפרסם עמוס גלבוע בעלון 'מבט מל"מ' בשנת 2021, הוא עומד על כך
        שהקונספציה הייתה רחבה יותר מאגף המודיעין. גלבוע טוען שהקונספציה הייתה
        שרויה בכל העם. מהמודיעין דרך הדרג המדיני ועד כל האליטות התקשורתיות,
        האקדמיות והתרבותיות. אווירת הניצחון במלחמת ששת הימים עיוורה את עיני העם
        וגרמה לו להאמין שהצבא הישראלי לא יכול להפסיד או להיות מופתע. העם האמין
        שאויבינו דומים לציפורים על פח - זרוק אבן על הפח והציפורים יעופו. זו
        הקונספציה האמיתית שהשפיעה על כל שאר המערכות. שבירת הקונספציה בבת אחת, כך
        סובר גלבוע, הביאה לתהליכים גדולים הרבה יותר הן במישור הצבאי והם במישור
        האזרחי-פוליטי.
      </>
    ),
  },
  {
    article: false,
    type: `בעקבות המלחמה`,
    name: "אבי וייס",
    miniTitle: `הפצוע הראשון בסיני, אחד מאנשינו בשבי המצרי`,
    pic: require("../../assets/pictures/timeline31.png"),
    text: (
      <>
        אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון תפקידים, ועל
        תיפקודו כקמ"ן החטיבה המשוריינת 188 במלחמת יום הכיפורים זכה בצל"ש
        הרמטכ"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        חטיבה 188 לחמה במלחמת יוה"כ בדרום רמת הגולן. קמ"ן החטיבה, משה צוריך,
        למרות היותו קצין מטה, חבר לכוחות הלוחמים בחטיבה והשתתף עימם בלחימה, בין
        היתר בקרב על נפח, קרב שריון רחב היקף שנערך ביום השני למלחמה ברמת הגולן.
        כוחות חטיבה 188 שלקחו חלק בקרב היוו כוח המגן הראשון והמרכזי של צה"ל ברמה
        וניצבו מול כוחות סדורים ורבים מהדיוויזיה הסורית הראשונה. למרות מאזן
        הכוחות השלילי, כוחות החטיבה וכוחות מתגברים מחטיבות 7, 179 ו-679, הצליחו
        להדוף את הסורים ולמנוע את כיבוש הצומת האסטרטגית של נפח. במהלך המלחמה
        צוריך איבד את רעיו מחבורת הפיקוד החטיבתית, בהם את המח"ט, איציק בין שוהם,
        ואת קצין האג"ם, ישראל ישראלי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        קמ"ן החטיבה, משה צוריך, הכווין את הכוחות והשתתף בלחימה. צוריך אף לקח חלק
        בארגון מחדש של חלק מצוותי החטיבה, אשר הלכו ונשחקו לאורך המלחמה, ובמהלך
        הקרב על נפח סייע להצלחת הכוחות בשטח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שחטיבה 188 הושמדה עבר צוריך לכוח אחר ותרם משמעותית בקרבות בלימה
        והבקעה נוספים בדרום רמת הגולן. בתום המלחמה חזר לחט' 188 וסייע בתהליכי
        הקמתה וארגונה המחודשים. את צל"ש הרמטכ"ל קיבל בשנת 1975 לאור יוזמה, תושיה
        ודבקות במטרה שהפגין במעשיו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך התקדם בתפקידים ובדרגות ובהמשך שימש כראש ענף במודיעין פצ"ן ובחטיבת
        המחקר, הוביל כקמ"ן פצ"ן את היערכות מודיעין הפיקוד לקראת מלחמת לבנון
        הראשונה, ולאחר מכן שימש כסגן ראש חטיבת המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך סיים את שירותו ב-1988 לאחר 26 שנים בהן השתתף בארבע מלחמות ומילא
        תפקידים מגוונים וחשובים באמ"ן.
      </>
    ),
  },
];

export const slainPeople = [
  {
    article: false,
    name: 'סרן גדעון אבידב ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/gurion.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן בידץ שלמה ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן בן-חורין עמית ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן בר-לב רפאל (רפי) ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר חבר יהודה (אודי) ז"ל',
    years: "1949-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר לוביא (מהלל) יהודה (יוסי) ז"ל',
    years: "1940-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר מדר אחיהוד (אחי) ז"ל',
    years: "1944-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'רב סרן נחמני אמתי ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר צור (צוקרמן) ברוך ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר קין גדעון (גידי) ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר רון אבנר ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר שחם שי ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן אתיאל (אתקין) דוד ז"ל',
    years: "1931-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן מנדלסון ישראל ז"ל',
    years: "1948-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן עדינו (שרעבי) משה ז"ל',
    years: "1946-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן שטנדר זאב ז"ל',
    years: "1946-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'רב סרן היימן יהונתן ז"ל',
    years: "1932-1973",
    unit: "חיל המודיעין, 81",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר אבינועם חיים ז"ל',
    years: "1953-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמל אקסלרד אלפרד ז"ל',
    years: "1953-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן בן-צבי אבישי ז"ל',
    years: "1949-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמל גרינברג נתן ז"ל',
    years: "1947-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר דוידיאן פרץ ז"ל',
    years: "1941-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סגן אלוף יזהר ישי (יבזורי) ז"ל',
    years: "1937-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'רב"ט אגמון אורי ז"ל',
    years: "1953-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמל בן יצחק מרדכי (מוטי) ז"ל',
    years: "1954-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סרן גורן (הויברגר) צבי ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמל קדוש מאיר ז"ל',
    years: "1950-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'רב סמל שפירא אדריאן-יוסף ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סמ"ר אגסי אליהו ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    article: false,
    name: 'סגן דביר דב ז"ל',
    years: "1949-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    text: "",
    article: false,
    name: 'סמ"ר סמואל בנימין ז"ל',
    years: "1936-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'רב סרן סלוצקי זאב עמית ז"ל',
    years: "1927-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'סגן פלטי שי ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'רב"ט רוטנברג דוד (דודו) ז"ל',
    years: "1941-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'סמל אדלר כרמי ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'רב סרן בוכוול עמיחי ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: 'סמ"ר גרניק יהושע (שוקי) ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: '"סרן הוכמן (הוכלה) יצחק ז"ל',
    years: "1943-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    text: "",
    article: false,
    name: '"סגן כהן משה (מוסה) ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
  {
    article: false,
    name: '"רב סרן סהר (קרוסהר) אמנון ז"ל',
    years: "1948-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/moshedayan.jpg"),
    text: "",
  },
  {
    text: "",
    article: false,
    name: '"סרן חזק בארי (בקי) ז"ל',
    years: "1944-1973",
    unit: 'חיל המודיעין, קמב"צ',
    pic: require("../../assets/pictures/moshedayan.jpg"),
  },
];
