import React from "react";

export const warPrisoners = [
  {
    article: false,
    name: 'רס"ן אבי וייס',
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/timeline31.png"),
    text: (
      <>
        נפל בשבי המצרי בתאריך: 08/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 13/11/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        היה קצין באוגדה 252 שבסיני, נשלח לתגבר תצפיות לאורך התעלה ימים לפני
        המלחמה והיה אחראי על התצפיות באוגדה הדרומית. המלחמה תפסה אותו במוצב
        מפצח, שם נפל בשבי. לאחר חזרתו מהשבי המשיך שירות צבאי נוסף. אבי זכה לצלש
        ראש אמ"ן על התנהגותו בשבי.
      </>
    ),
  },
  {
    article: false,
    name: "סמל נחום גדעון",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
      </>
    ),
  },
  {
    article: false,
    name: "סמל זינגר אפרים",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/10/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון 4 ימים לפני המלחמה, בתפקיד מודיעיני, לאחרונה כתב ספר
        אודותיו.
      </>
    ),
  },
  {
    article: false,
    name: "סמל יעקב נעים ",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/naim.jpeg"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974 שירת במוצב החרמון בתפקיד מש"ק קשר
      </>
    ),
  },
  {
    article: false,
    name: 'רס"ר ליבוביץ דוד',
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/david.jpeg"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        היה בשבי במלחמת יום כיפור, שירת בתפקיד מודיעיני
      </>
    ),
  },
  {
    article: false,
    name: 'רס"ל מנחם (מוסא) משה',
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
      </>
    ),
  },
  {
    article: false,
    name: 'רס"ל מרקוס גיורא',
    unit: 'חיל המודיעין, מוד"ש - אוגדה 252',
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי המצרי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת כמש"ק מודיעין וסייר אוויר באוגדה 252 שבסיני. נשלח למוצב ליטוף אשר
        נכבש ע"י המצרים ונפל בשבי המצרי במלחמה.
      </>
    ),
  },
  {
    article: false,
    name: "סמל פרגל ברוך",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הגיע לשרת במוצב החרמון כמה שבועות לפני המלחמה בתפקיד מפעיל מערכות
        מודיעין ונפל בשבי הסורי.
      </>
    ),
  },
  {
    article: false,
    name: "סמל צוקר אבי",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/zoker.jpeg"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמה.
      </>
    ),
  },
  {
    article: false,
    name: 'רס"ל קורצוויל אמנון',
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי המצרי בתאריך: 08/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 18/11/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת בתפקיד צלם ומש"ק מודיעין בפיקוד דרום ונפל בשבי במוצב מפצח אשר נכבש
        ע"י המצרים.
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר שמריך/צמריק משה/מוסא',
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/shimrih.jpeg"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
      </>
    ),
  },
  {
    article: false,
    name: `סגן לוינגר עמוס`,
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי
      </>
    ),
  },
  {
    article: false,
    name: `רס"ן קרן עופר`,
    unit: `חיל המודיעין, מוד"ש, חטמ"ר שלמה`,
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי המצרי בתאריך: 22/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 17/11/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת בתפקיד מש"ק מודיעין וסייר אוויר, נפל בשבי המצרי. קיבל צל"ש ראש אמ"ן
        על התנהגותו בשבי.
      </>
    ),
  },
  {
    article: false,
    name: `רס"ל לב-רן אהוד`,
    unit: `חיל המודיעין, 8200`,
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שירת במוצב החרמון בפקיד מפעיל מערכות מודיעין, שירת במוצב החרמון
        במילואים.
      </>
    ),
  },
  {
    article: false,
    name: `סמל תור יוסף`,
    unit: `חיל המודיעין,מוד"ש פצ"ן`,
    pic: require("../../assets/pictures/unkown.png"),
    text: (
      <>
        נפל בשבי הסורי בתאריך: 06/10/1973
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שוחרר בתאריך: 06/08/1974
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        היה מש"ק מערך בפצ"ן, נפל בשבי הסורי במלחמת יום הכיפורים.
      </>
    ),
  },
];

export const personalities = [
  {
    article: false,
    type: `ערב המלחמה`,
    name: "אביעזר יערי",
    miniTitle: `ננזף על כך שפעל באחריות ואומץ לב מקצועי`,
    pic: require("../../assets/pictures/aviazar.png"),
    text: (
      <>
        אביעזר יערי נולד ב-1930. אביו, מאיר, כיהן כחבר כנסת מטעם מפ"ם והיה
        מאבותיה האידיאולוגיים. אביעזר גדל בקיבוץ מרחביה, והתחנך במשמר העמק טרם
        נהיה חבר קיבוץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1948 התגייס לצה"ל לגדוד 113 שבהמשך ייטמע בחטיבת גולני. הוא השתתף כלוחם
        בקרבות משמעותיים במלחמת העצמאות ויצא לקורס קצינים. לאחר שחרורו חזר
        לקיבוץ, התנדב ב"שומר הצעיר" ועבד כרפתן. במלחמת ששת הימים שירת במילואים
        כקמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר מלחמת ששת הימים חזר לשירות בצה"ל והצטרף לחטיבת המחקר שם התקדם
        בדרגות כשהוא ממלא תפקידים משמעותיים בזירה הצפונית. ב-1972 התמנה יערי
        לראש ענף 5 שהיה אמון על מחקר של סוריה, לבנון ועיראק.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בתקופה הקצרה שלפני פרוץ מלחמת יום הכיפורים, יערי החל להציג דעה אפשרית
        המנוגדת לקונספציה בה היה שרוי אגף המודיעין, במסגרתה הוערך שלא עומדת
        לפרוץ מלחמה. יערי חיבר בין היערכות הכוחות המצריים והיערכות הכוחות הסורים
        והעריך שייתכן והמלחמה בפתח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשבועות שלפני פרוץ המלחמה ניסה להתריע בתוך אמ"ן וגם מחוצה לו. אלוף אורי
        אור כתב בספרו כי לאחר שקיבל את הפיקוד על חטיבת שריון באותם ימים הביא את
        יערי לסקירת אויב לרגל סיכום סדרת אימון ברמה"ג, וכי במהלך הסקירה יערי
        הדגיש כי אפשר וסוריה תהיה מעורבת במלחמה קרבה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בליל ה-30 ספט'-1 אוק' 1973, שבוע לפני פרוץ מלחמת יום הכיפורים, יערי
        אישית העביר מידע ממקור רגיש אל קמ"ן פיקוד הצפון, חגי מן, בניגוד לכללי
        המידור ואף המליץ לו להכריז על כוננות מיידית בפיקוד.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הידיעות שהצטברו לגבי היערכות סוריה למלחמה נראו בעיני יערי קונקרטיות.
        אולם, הממונים עליו סירבו להקשיב לו והתבצרו בעמדתם. הוא אף ננזף ע"י ראש
        מחלקת המחקר על שפעל באופן עצמאי והעביר מידע ואת הערכותיו האישיות, ולא את
        ההערכה הרשמית של אמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יערי העיד לימים שמוקד שיחת הבירור אצל רמ"ח מחקר, תא"ל אריה שלו, ב- 3
        אוק' 1973 (שלושה ימים לפני המלחמה), היתה "איך לדאוג לכך שלפיקוד צפון
        תגיע הערכת מחקר ולא ידיעות או הערכה פרטיזנית".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        וועדת אגרנט הביעה הערכה לעמידתו של יערי על דעתו ולאחר המלחמה הוא מונה
        לראש הזירה המזרחית במחקר, ובהמשך שימש כקמ"ן פיקוד צפון, רח"ט מחקר,
        ובתפקידו האחרון בצה"ל כיהן כמפקד המכללה לביטחון לאומי בדרגת אלוף. לאחר
        שחרורו, יערי התמנה לממונה על ביקורת מערכת הביטחון במשרד מבקר המדינה,
        ובהמשך פעל כחוקר במרכז למחקרים אסטרטגיים ובתפקידים נוספים בעלי זיקה
        ביטחונית.
      </>
    ),
  },
  {
    article: false,
    name: "אילן סהר",
    miniTitle: "האיש שהכיר את הגולן כמו את כף ידו",
    pic: require("../../assets/pictures/ilan.png"),
    type: `מהלך המלחמה`,
    text: (
      <>
        אילן סהר נולד ב-1945 במושב גת רימון, התגייס ב-1962 ושירת במערך הנ"מ.
        לאחר קורס קצינים החליט לעבור לחיל המודיעין וב-1971 התמנה לעוזר קמ"ן
        אוגדה 36, שם היה שותף לגיבוש תוכנית ההגנה החדשה על רמת הגולן ( "סלע"),
        ולפי עדותו "הכיר כל אבן ברמה"ג ואת הצבא הסורי בגבול". בראשית שנת 1972
        מונה לקמ"ן חטיבה 7.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שגדוד 77 של החטיבה הוקפץ בערב ראש השנה (26 ספט' 1973) לרמת הגולן,
        ערך סהר סיורים בגזרה עם מפקדים בדרג המ"פ וה-מ"מ "עד שהכירו באופן מעמיק
        כל מטר לאורך הגבול". ב-5 לאוקטובר 1973, ערב יום הכיפורים, הועלו כל כוחות
        חטיבה 7 לרמת הגולן ונקבע שתשמש עתודה פיקודית להתקפת נגד לאחר פעולה סורית
        אפשרית. ב-6 באוקטובר ב-10:00 הגיעו יאנוש בן גל, מפקד חטיבה 7, וקציניו
        לקבוצת פקודות בנפח, שם נאמר כי לקראת הערב צפוי עימות מול סוריה ומצרים.
        כארבע שעות מאוחר יותר פרצה המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עם פרוץ המלמה נשאל על ידי מפקד החטיבה שלו, יאנוש בן גל, מה הוא מציע
        לעשות. מתוך היכרותו את הרמה ואת הצבא הסורי, הבין שככה"נ לא מדובר במהלך
        סורי נקודתי, אלא בניסיונות כיבוש הרמה. לכן, הציע להורות לגדוד 77 בפיקודו
        של אביגדור קהלני לנוע לכיוון קונייטרה על מנת לעלות לגבעת הבוסטר
        (מצפון-מערב לקונייטרה) ולהשקיף על המתרחש בשטח. הקרב שניהל קהלני באזור,
        שכונה בהמשך עמק הבכא, נחשב עד היום לאחד מקרבות השריון המפוארים בתולדות
        צה"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אחד מהאירועים הבולטים במלחמה עליהם מעיד אילן סהר התרחש ביום ו', ה-12
        באוקטובר. חטיבה 7 נלחמה אז בעומק המובלעת הסורית לכיבוש תל א-שמס, שהיה
        שטח חיוני על ציר קוניטרה-דמשק, במרחק כ-40 ק"מ מדרום לדמשק. הסורים היקצו
        להגנה על התל כוחות רבים והתבססו בקרב ההגנה על שדות מוקשים, ביצורים
        ועמדות נ"ט ששלטו על ציר 'אמריקה' שהוביל לדמשק. חטיבה 7 ניהלה קרבות טנקים
        קשים כנגד התקפות הטילים, הארטילריה והטנקים הסוריים. סהר מיקם תצפית בסמוך
        לחפ"ק החטיבתי בכפר הסורי חלס. מהר מאוד התברר שהעמדות הסוריות חפורות עמוק
        ורק צריחי הטנקים בולטים, אך קשים לזיהוי ולאיתור. איתור משגרי נ"ט הייתה
        משימה קשה אף יותר. כך, התכנית החטיבתית להמשך ההתקדמות ופתיחת ציר
        'אמריקה' נבלמה. לנוכח המצב שלף סהר את תיק הציר קוניטרה-דמשק שהיה ברשות
        מודיעין החטיבה ובעזרת ניתוח שטח הצליח לאתר ציר אוגף שהוגדר עד אז כבלתי
        עביר לטנקים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך הלחימה, כאשר לא היה בנגמ"ש המודיעין שלו, סהר הראה תושיה ודאג להיות
        מוזן במידע בעיקר מהכוחות בשטח. בתוך כך דאג לקבל מודיעין משלושה מקורות
        מרכזיים – גד' 74 בפיקוד יאיר נפשי, שתיצפת ממוצב הבוסטר, אביגדור קהלני
        שלחם בעמק הבכא ודיווח, ומשולם רטס, מג"ד 71, שדיווח על תצפיות ממוצב
        החרמונית. כך, סהר יכול היה לדאוג להכוונת אש מבוססת מודיעין בעזרת דיווחים
        מהשטח של שלושה כוחות שונים. בהמשך הלחימה, חתר סהר להגיע לנקודות קדמיות
        מהן ניתן יהיה לתצפת באיכות גבוהה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לימים יסכם אילן סהר את תרומתו במלחמה כ"יותר מבצעית ממודיעינית" בהינתן
        המגבלות המובהקות בתקשורת מול הרשת המודיעינית החטיבתית.
      </>
    ),
  },
  {
    article: false,
    name: "אריה מורג",
    type: `ערב המלחמה`,
    miniTitle: `"צ'אצ', המטה הכללי איתן בדעתו שמה שאתם מדווחים עליו זה תרגיל"`,
    pic: require("../../assets/pictures/aria.png"),
    text: (
      <>
        אל"מ במיל' אריה מורג (צ'אצ') שירת בתפקידו האחרון בצה"ל כמפקד בה"ד 15
        וביצע תפקידי מודיעין רבים בפיקוד הדרום. במלחמת יום הכיפורים שימש כקמ"ן
        חטיבה 275, החטיבה המרחבית הצפונית של סיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בחודשים שלפני המלחמה שלטה "הקונספציה" בקרב צמרת אמ"ן והמטכ"ל. ניתוח זה
        הוביל לכך שגם עדויות רבות שנראו בשטח והוצפו כלפי מעלה לא זכו להתייחסות
        הולמת בהערכת אמ"ן ולהשפעה משמעותית על היערכות צה"ל למלחמה. סיפורו של
        מורג, קמ"ן בדרג בשטח, ממחיש זאת היטב.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לדברי מורג, יותר מכל הסימנים המעידים שהצטברו, פריצת דופן התעלה הדליקה
        אצלו "נורה אדומה". יודגש כי פריצה זו לא הייתה דבר שבשגרה לאור חשיבותה
        הבינ"ל של התעלה ולכן פריצתה העלתה אצל מורג את הסבירות לניסיון צליחת
        התעלה ע"י המצרים. זיהוי זה, לצד כל שאר הסימנים, הובילו את מורג לפעול
        לדיווח במספר ערוצים – מקובלים יותר ופחות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צ'אצ' העביר את הדיווחים למפקד חטיבתו, לקמ"ן האוגדה וכן באופן אישי לסגן
        קמ"ן הפיקוד. כמו כן, ניסה צ'אצ' להבין האם הזיהויים שלו דומים לאלה של
        קמ"ני חטיבות אחרים. כך, הבין מיאיר ורדי, קמ"ן של חטיבה מרחבית נוספת
        בסיני, כי "צ'אצ', מה שרואים אצלך רואים גם אצלי". עם זאת, הדיווחים שהעלו
        צ'אצ' וחבריו בשטח נתקלו תמיד בתשובות דומות - "צ'אצ', המטה הכללי איתן
        בדעתו שמה שאתם מדווחים עליו זה תרגיל".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גם לאחר פרוץ המלחמה הייתה למורג השפעה משמעותית על המתנהל בעולמות
        המודיעין של חטיבתו, בקשר מול היחידות, מול 8200, מול קמ"ן האוגדה ומול הקו
        המותקף. זאת, על אף היותו כמעט לבד במערכה המודיעינית כאשר רוב המש"קים
        והשרטטות שלו נמצאים בבית או לכודים במעוז "מילאנו".
      </>
    ),
  },
  {
    article: false,
    name: "יואל בן פורת",
    type: `ערב המלחמה`,
    miniTitle: `"גולדה, סמכי על 8200"`,
    pic: require("../../assets/pictures/yoel.png"),
    text: (
      <>
        תא"ל (בדימ') יואל בן פורת נולד ב-8 במאי 1931 בפולין ועלה לארץ בגיל 16
        דרך "השומר הצעיר". ב-1950 התגייס לצה״ל, והחל דרכו כקצין מחקר בענף מצרים
        באמ"ן. בהמשך עבר ליח' הסיגינט 848 (כיום 8200) ושימש כקב"ר (קצין בינה רשתית)
        ובהמשך התקדם: ראש מדור 'בינה-רשתית' ועוזר ראש מחלקת איסוף באמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1966, בהיותו סא"ל ביחידה 848, מתקבלת הידיעה ביחידה העוסקת בהעמדת כל
        כוחות המפקדה הערבית המאוחדת בכוננות מלאה. לאור הידיעה הוכרזה בצה"ל
        כוננות, אשר ירדה לאחר שלא נראו תזוזות בקרב הכוחות הערביים. בבדיקה אוחרת
        עלה שהידיעה תורגמה מערבית לעברית בצורה לא מדויקת. יואל, שהיה אחראי ובעל
        תכונות אופי של מנהיג, לקח על עצמו את האחריות המלאה על האירוע והגיש
        התפטרותו לר' אמ"ן, אלוף אהרן יריב, שדחה אותה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר ששימש כסגן מפקד יחידת 848, מונה למפקדה ב-1972. במהלך שירותו כמפקד
        היחידה פרצה מלחמת יום הכיפורים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מערך ההתרעה למלחמה היה בעדיפות הראשונה של יואל לאורך כל שירותו, כולל
        כשהיה חבר בוועדת ההתרעה של אמ"ן בראשית שנות ה-60 ובוודאי כמפקד יחידה
        848. מיוחס לו כי כאשר נשאל ע"י ראשת הממשלה, גולדה מאיר, עם כניסתו לתפקיד
        מפקד היחידה "אם צבאות ערב ירצו להתקיף אותנו, אנחנו נדע?", טפח לעצמו על
        החזה כאומר: "תסמכי עלינו".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יואל בן פורת נמנה על הבודדים שהתריעו מפני פרוץ מלחמת יום הכיפורים, ועל
        כך גם העיד בפני וועדת אגרנט, וועדת החקירה הממלכתית לחקר נסיבות פרוץ
        המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לפני פרוץ המלחמה דרש בן פורת, כמו גם אחרים, מראש אמ"ן, אלי זעירא, להפעיל
        את "האמצעים המיוחדים", אך נענה בשלילה. בקשתו לגייס כ-200 אנשי מילואים
        ליחידת ההאזנה לאור הערכתו שהמלחמה בפתח נענתה בשלילה גם היא. נטען, כי
        בשיח בין השניים ערב המלחמה אמר זעירא לבן פורת, כמדווח: "אתה תביא ידיעות
        ואני אדאג להערכה".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-5 באוק', ערב מלחמת יום הכיפורים, לאחר שהתקבלה ידיעה שהסירה את סימני
        השאלה לגבי הסיבות לעזיבת משפחות היועצים הסובייטים בסוריה ומצרים, ובן
        פורת דיווח אותה לאלי זעירא וניסה לשכנעו כי זו הוכחה חד משמעית שהמלחמה
        עומדת לפרוץ, הרי שהאחרון מנע הפצת הידיעה כלפי מעלה ועצר גם הפצת בנושא של
        לקט רל"שים (מסמך בהול המועבר למנהיגי הצבא והמדינה בעת אירועים מיוחדים).
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר סיום המלחמה שאל הרמטכ"ל את בן פורת מדוע לא העביר אליו את הידיעה.
        זאת, בעוד בן פורת עצמו נקלע למצוקה במסגרתה לא הפסיק לשאול עצמו מדוע לא
        עמד יותר על דעתו ולא העביר אותה באופן ישיר לרמטכ"ל או לדרג המדיני. עיסוק
        זה בשאלות של "מה היה אילו?" ו"מדוע לא פעלתי אחרת?" פגעו בהמשך בבריאותו
        הנפשית של בן-פורת, שתפיסת אחריות הייתה כנר לרגליו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מעבר לחילוקי הדעות עם ר' אמ"ן, בן פורת טען כי על יכולת ההתרעה השפיעה
        שחיקה של מקורות לאורך זמן, ומיעוט מידע מודיעיני שזרם דרכם. כך, טען כי
        בתקופה שבין מלחמת ששת הימים למלחמת יום הכיפורים השמירה על מקורות היחידה
        לא הייתה מיטבית, ונעשו מספר עבירות בתחום, מה שהשאיר את יכולת ההתרעה
        המשמעותית בידי "האמצעים המיוחדים" אשר, כאמור, לא הופעלו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יואל בן פורת פרש מצה"ל ב-1985 בדרגת תת אלוף לאחר שכיהן כדובר צה"ל ושירת
        כסגן נספח צה"ל בוושינגטון. לאחר פרישתו שימש כיועץ למתדולוגיה לר' אמ"ן
        ,המשיך ללמד בקרב קציני מודיעין את תורת ההאזנה, והרצה במוסדות חינוך,
        קיבוצים ומקומות נוספים על אודות כשלי המלחמה. כמו כן, הוא כתב מספר ספרים
        הנוגעים למודיעין ולמלחמה, אשר חלקם טרם הותרו לפרסום. ב-2023 פירסם ארכיון
        צה"ל ומערכת הבטחון כמה מהמסמכים שלו. עמותת יוצאי יח' 8200 מקיימת מזה
        שנים ערב מורשת לזכרו בסימן ההתרעה.
      </>
    ),
  },
  {
    article: false,
    name: "יוסי לנגוצקי",
    miniTitle: `האיש עם "האמצעים המיוחדים"`,
    type: `לפני המלחמה`,
    pic: require("../../assets/pictures/yosi.png"),
    text: (
      <>
        אל"מ יוסי לנגוצקי נולד ב-1934. אביו, משה, מחלוצי ההתיישבות בים המלח,
        ומפקד ה"הגנה" באזור. במלחמת העצמאות שימש למרות היותו בן 14 כקשר ב"הגנה"
        בירושלים. לנגוצקי שימש במלחמת יום הכיפורים כמפקד היחידה הטכנולוגית שם
        זכה שני פרסי בטחון ישראל. לנגוצקי בלט לאורך השנים באומץ לב, חשיבה
        יצירתית ועמידה על דעתו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב-1951 התגייס לנגוצקי לצה"ל ושירת ב"סיירת 150". לאחר שחרורו מהשירות
        הסדיר, שירת במילואים בסיירת של חטיבת ירושלים, למד גיאולוגיה, ובמלחמת ששת
        הימים פיקד על הסיירת בקרב על ירושלים. על תפקודו ואומץ ליבו בקרב על מוצב
        ה"פעמון" זכה לעיטור המופת.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר מלחמת ששת הימים הפסיק את לימודי הדוקטורט בגיאולוגיה וחזר לשירות
        בצה"ל, שכלל גם פיקוד על שני מעוזים בקו בר-לב במלחמת ההתשה. ב-1969 נקרא
        ע"י אברהם ארנן להקים את ענף המבצעים המיוחדים במח' איסוף באמ"ן. בשנים
        1971-1975 פיקד על היחידה הטכנולוגית. בתקופה זו זכה לנגוצקי בפרס ביטחון
        ישראל פעמיים - אישית ויחידתית. בהמשך כיהן כרמ"ח איסוף, נספח למודיעין
        ויבשה בשגרירות בוושינגטון והשתחרר ב-1979 בדרגת אל"מ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה, מתח לנגוצקי ביקורת על ראש אמ"ן במלחמה, אלי זעירא, על שהתעקש
        שלא להפעיל את "האמצעים המיוחדים". לנגוצקי טען שאילו היה זעירא נעתר
        לבקשות להפעיל את "האמצעים המיוחדים" היו מתקבלות אינדיקציות לכוונות
        ולהיערכות המצרים לפתיחת מלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאורך השנים לאחר שחרורו, לנגוצקי תרם רבות לצה"ל בחשיבתו היצירתית. לאחר
        שחרורו כתב מחקר אקדמי על "הקו העירוני" בירושלים ובהמשך התנדב לסייע
        בהתמודדות עם איום המנהרות ושימש כיועץ הרמטכ"ל מול איום המנהרות. על
        תרומתו זו אמר הרמטכ"ל גדי איזנקוט: "הציע רעיונות מעשיים, דחף לפתרונות
        ולשיטות טיפול".
      </>
    ),
  },
  {
    article: false,
    name: "משה צוריך",
    type: `מהלך המלחמה`,
    miniTitle: `היחיד שנשאר בחיים מקבוצת הפיקוד הבכירה של חטיבת הבלימה ברמת הגולן`,
    pic: require("../../assets/pictures/moshe.png"),
    text: (
      <>
        אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון תפקידים, ועל
        תיפקודו כקמ"ן החטיבה המשוריינת 188 במלחמת יום הכיפורים זכה בצל"ש
        הרמטכ"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        חטיבה 188 לחמה במלחמת יוה"כ בדרום רמת הגולן. קמ"ן החטיבה, משה צוריך,
        למרות היותו קצין מטה, חבר לכוחות הלוחמים בחטיבה והשתתף עימם בלחימה, בין
        היתר בקרב על נפח, קרב שריון רחב היקף שנערך ביום השני למלחמה ברמת הגולן.
        כוחות חטיבה 188 שלקחו חלק בקרב היוו כוח המגן הראשון והמרכזי של צה"ל ברמה
        וניצבו מול כוחות סדורים ורבים מהדיוויזיה הסורית הראשונה. למרות מאזן
        הכוחות השלילי, כוחות החטיבה וכוחות מתגברים מחטיבות 7, 179 ו-679, הצליחו
        להדוף את הסורים ולמנוע את כיבוש הצומת האסטרטגית של נפח. במהלך המלחמה
        צוריך איבד את רעיו מחבורת הפיקוד החטיבתית, בהם את המח"ט, איציק בין שוהם,
        ואת קצין האג"ם, ישראל ישראלי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        קמ"ן החטיבה, משה צוריך, הכווין את הכוחות והשתתף בלחימה. צוריך אף לקח חלק
        בארגון מחדש של חלק מצוותי החטיבה, אשר הלכו ונשחקו לאורך המלחמה, ובמהלך
        הקרב על נפח סייע להצלחת הכוחות בשטח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שחטיבה 188 הושמדה עבר צוריך לכוח אחר ותרם משמעותית בקרבות בלימה
        והבקעה נוספים בדרום רמת הגולן. בתום המלחמה חזר לחט' 188 וסייע בתהליכי
        הקמתה וארגונה המחודשים. את צל"ש הרמטכ"ל קיבל בשנת 1975 לאור יוזמה, תושיה
        ודבקות במטרה שהפגין במעשיו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך התקדם בתפקידים ובדרגות ובהמשך שימש כראש ענף במודיעין פצ"ן ובחטיבת
        המחקר, הוביל כקמ"ן פצ"ן את היערכות מודיעין הפיקוד לקראת מלחמת לבנון
        הראשונה, ולאחר מכן שימש כסגן ראש חטיבת המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך סיים את שירותו ב-1988 לאחר 26 שנים בהן השתתף בארבע מלחמות ומילא
        תפקידים מגוונים וחשובים באמ"ן
      </>
    ),
  },
  {
    article: false,
    name: "צבי זמיר",
    miniTitle: `הביא את הבשורה ששברה את הקונספציה`,
    type: `ערב המלחמה`,
    pic: require("../../assets/pictures/zvi.jpg"),
    text: (
      <>
        צבי זמיר (יליד 1925) כיהן כראש המוסד הרביעי בשנים 1968-1974 והיה דמות
        מפתח בדרך למלחמת יום הכיפורים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הוא נולד בפולין ועלה עם משפחתו ארצה ב 1925, שירת בפלמ"ח ולחם כמג"ד
        במלחמת העצמאות. בהמשך, התגייס לצה"ל, לחם במספר מלחמות וכאלוף כיהן כמפקד
        פיקוד הדרום. בשנת 1966 שירת כנספח צה"ל בבריטניה ובמדינות הסקנדינביות,
        וב-1968 מונה כראש המוסד והחליף בתפקיד את מאיר עמית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במאי 1972 התרחש טבח הספורטאים באולימפיאדת מינכן, ובעקבותיו הוביל המוסד,
        בראשותו של זמיר, את מבצע "זעם האל" לחיסול ראשי ארגון הטרור "ספטמבר
        השחור", אשר היו אחראיים לטבח. זאת, בנוסף להתמודדות עם ארועי טרור רבים
        באותן שנים ובהן חטיפת מטוס אל-על לאלג'יריה, הטבח בשדה"ת לוד במאי 1972
        ושיגור מעטפות נפץ לגורמים ישראליים בחו"ל. בתקופה זו ארעה גם "פרשת
        לילאהמר" - מבצע כושל של המוסד בנורווגיה שזמיר הגדיר כ"חטא היוהרה" של
        המוסד ואף הגיש בעקבותיו את התפטרותו, אשר לא התקבלה ע"י ראשת הממשלה,
        גולדה מאיר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        טרם מלחמת יום כיפור, זמיר טען בדיונים לאפשרות של פתיחת מלחמה לאור דיווחי
        מקורות המוסד וניסיונו הצבאי. בליל ה-4-5 באוקטובר 1973, כ-36 שעות לפני
        פרוץ מלחמת יום הכיפורים, הוזעק זמיר ע"י אשרף מרוואן ("המלאך"), המקור
        המודיעיני הבכיר, לפגישה דחופה עם מילת קוד הקשורה להתרעה למלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשעות הערב ה-5 באוקטובר יצא זמיר לחו"ל; שם בפגישה מסר מרוואן שהמלחמה
        תפרוץ למחרת. זמיר העביר את המידע באופן מידי, טלפונית ובהמשך במברק, אל
        הארץ וההתרעה למלחמה הועברה לפנות בוקר אל ראשת הממשלה, שר הביטחון ובכירי
        צה"ל והמודיעין. בהמשך עלו טענות כלפי זמיר על כך שהיה צריך להתריע מפני
        מלחמה כבר עם קבלת הזימון לפגישה עם המקור וגם לזרז הפגישה ולהעביר את
        המידע ההתרעתי הדחוף לארץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים שלאחר המלחמה יצא זמיר בהאשמות קשות כלפי אלי זעירא, ר' אמ"ן במלחמה,
        בכשלים ועצימת עיניים ולאחר מכן בחשיפת שמו של אשרף מרוואן ובפגיעה ביכולת
        המוסד לגייס סוכנים לאור זאת. האשמות בין השניים במרחב התקשורתי המשיכו
        לעלות גם עשורים רבים לאחר המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר סיום תפקידו כראש המוסד כיהן זמיר כיו"ר סולל-בונה, מנכ"ל בתי זיקוק
        לנפט, יו"ר מועצת המנהלים של המכון למחקרי נפט וגיאופיזיקה וכן יו"ר המכון
        הישראלי לנפט ואנרגיה. כמו כן היה מעורב בוועדת שמגר, ועדת החקירה לרצח
        רבין, והוביל את "ועדת זמיר" לחקירת המהומות בהר הבית באוקטובר 1990.
        ב-2011הוציא זמיר לאור את ספרו "בעיניים פקוחות" על מלחמת יום הכיפורים.
      </>
    ),
  },
  {
    article: false,
    name: "אשר סדן",
    type: `מהלך המלחמה`,
    miniTitle: `יום הולדת עצוב על פסגת החרמונית`,
    pic: require("../../assets/pictures/asher.png"),
    text: (
      <>
        בעת פרוץ מלחמת יום הכיפורים היה סג"ם אשר סדן עוזרו של קמ"ן חטיבה 820,
        החטיבה המרחבית של רמת הגולן. לחיל המודיעין הגיע "בטעות", אחרי שסיים
        במקור קורס קציני משטרה צבאית. הדבר התהווה לקריירה צבאית מפוארת, במסגרתה
        זכה ברבות השנים לדרגת תת-אלוף.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סדן הכיר את רמה"ג היטב, ובשבועות שלפני המלחמה היה שותף לאיסוף המידע
        הפיקודי באזור. כך, כשעתיים לפני פרוץ המלחמה ידע למקם את עצמו על פסגת
        החרמונית, שאפשרה תצפית מצוינת על עמק הבכא. בחרמונית בילה סדן את הימים
        הראשונים למלחמה, ומשם העביר ידיעות רבות על פעילות האויב. אחת ההשפעות
        המרכזיות של סדן על מהלך הלחימה הייתה דיווחיו ביומה הראשון של המלחמה על
        כוח פריצה סורי משמעותי בסדר גודל של חטיבת טנקים, אשר הובילו להחלטה
        הפיקודית לשלוח את חטיבה 7 לצפון רמת הגולן. שיגור חטיבה 7 לאחר תחילת
        הלחימה לעבר מרחב קוניטרה הייתה קריטית. אם החטיבה לא הייתה מגיעה לאזור
        החרמונית בזמן, הטנקים הסוריים היו יכולים להגיע עד למורדות הגולן לעבר עמק
        החולה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך ימי הלחימה ניכר היה שישנו נתק בין המודיעין שסדן רואה ומדווח למפקדת
        חטיבה 820 לבין המודיעין שמגיע בפועל לכוחות הלוחמים, שהיו מצויים למרגלות
        התל ממנו צפה על האויב. אי לכך, ידיעות רבות וחשובות שאסף סדן מעמדת התצפית
        לא הגיעו כלל לדרג המפקדים בשטח ונוצרו פערי ידע שפגעו בקבלת ההחלטות
        הטקטית במהלך המלחמה. שנים רבות אחרי סדן מספר ש - "אחרי המלחמה, בשנת
        1976, התמניתי לקמ"ן חטיבה 7 שהייתה אז בפיקודו של קהלני. במהלך הריאיון
        לקראת כניסתי לתפקיד – סיפרתי לו שבמלחמה הייתי על החרמונית ודיווחתי
        מהתצפית על קרב הבלימה שלו. הוא חשב שאני מתבדח, הסתכל עליי, תפס את הראש
        ושאל: "אז למה לא דיווחת לי?". כמו כן, כך מספר סדן על כניסת אוגדה 210
        למרחב ח'אן ארנבה: "ממרחק של שלושה קילומטרים עם משקפת 120X20 ניתן לראות
        את נצנוץ הסאגרים שהסורים שיגרו לעבר כוחותינו. דיווחתי, אך לא הקשיבו לי
        והמשיכו בריצתם קדימה. נראה לי שלא הייתה שום תרבות של העברת מידע מודיעיני
        לכוחות הלוחמים".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שלושה ימים במוצב החרמונית, ולאחר שנפל לידו פגז שנורה לעברו בכינון
        ישיר, ירד סדן ללילה בבסיס, ולמחרת עלה שוב לחרמונית. משם יכול היה להמשיך
        לסייע, כעוזר קמ"ן וכמשקיף בפועל, ותפקודו תרם רבות להמשך המלחמה. אומץ
        ליבו של סדן ובחירת המקום הטקטי שבו היה היוו תוספת משמעותית למערך
        המודיעיני של צה"ל ברמה"ג. עם זאת, כפי שאומר סדן, הפערים המודיעיניים
        בדרום הרמה, ובתקשורת בין גופי המודיעין בצפון הרמה, הובילה לתמונת מודיעין
        בעייתית. לדבריו, אלמלא הייתה כזו - חיים רבים היו יכולים להינצל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במשך שנים רבות, לאחר שירותו הסדיר, אשר המשיך לתרום ממרצו ביחידת המודיעין
        הפיקודית של פיקוד הצפון, היה משולב בשרשרת מקבלי ההחלטות במודיעין הפיקוד
        במלחמת לבנון השנייה ובאירועי מתיחות נוספים, וכיום פועל רבות להרצאות בפני
        תלמידי תיכון וצוערי קצונה בצה"ל בכלל, ואמ"ן בפרט – על קורותיו וחוויותיו
        מהמלחמה והלקחים שניתן להפיק ממנה בראי העתיד.
      </>
    ),
  },
  {
    article: false,
    name: "אלברט סודאי",
    pic: require("../../assets/pictures/albert.jpg"),
    miniTitle: `האיש שידע שתהיה מלחמה`,
    type: `ערב המלחמה`,
    text: (
      <>
        אלברט סודאי נולד בשנת 1931 למשפחה מבוססת בבגדאד, שם גדל. כאשר עלה לארץ
        חווה קשיים רבים אך החליט למרות זאת להתגייס כאזרח עובד צה"ל לחטיבת המחקר
        באמ"ן - בה היה אחראי, בין היתר, על המחקר המדיני בענף מצרים (ענף 6).
        סודאי היה אחד הקולות הבודדים באמ"ן שסברו שפניהן של מצרים וסוריה למלחמה.
        סיפורו משקף, אולי בצורה הטובה ביותר, כיצד בכירי אמ"ן לא נשמעו לקולותיהם
        של הקצינים הזוטרים יותר שניסו להתריע מפרוץ המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יסודות הערכתו של סודאי, כי ייתכן ומלחמה בפתח, נעוצות עוד בתחילת 1973,
        כאשר סאדאת לקח על עצמו את ראשות הממשלה והצהיר שמצרים עומדת בפני עימות
        כולל. כמו כן, בתקופה שלפני המלחמה היה עסוק סודאי בקריאת כתבות שונות
        מהעיתונות המצרית, מהן הסיק שסאדאת לא יוותר על אדמת סיני, ואף יהיה מוכן
        לצאת לעימות כולל תמורתה. כך, גישתו הבסיסית של סודאי, בניגוד לזאת של
        בכירי באמ"ן, הייתה שסאדאת מעוניין לפתוח במלחמה. משם, הדרך לגיבוש הערכתו
        של סודאי הייתה קצרה – הסימנים המעידים הרבים שהגיעו (דוגמת ציוד הגישור
        שהביאו המצרים לאזור התעלה ואינדיקציות נוספות), אשר לא עשו רושם על רע"ן
        מצרים, רמ"ח מחקר ור' אמ"ן, הדליקו נורות אדומות אצל סודאי והעמיקו עוד
        יותר את תפיסתו שהמלחמה בפתח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סודאי עשה מאמצים כדי להשפיע על סובביו במחלקה ועל בכירי המערכת. עם זאת,
        לא נחל בכך הצלחה. מפקדיו היו שקועים עמוק בקונספציה שאין בכוונתו של סאדאת
        לצאת למלחמה עם ישראל כל עוד אין בידי מצרים את היכולות האוויריות
        המתאימות, וכי סוריה לא תצא למלחמה נגד ישראל בלי מצרים. מפקדיו של סודאי
        לא הסכימו להעביר את הערכותיו לדרג הבכיר ואף ערכו חלק מידיעותיו כדי לא
        לייצר פאניקה בקרב הדרג המדיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        דוגמא מצוינת לחוסר ההקשבה של מפקדיו לידיעותיו והערכותיו של סודאי ניתן
        למצוא בתגובתו של אריה שלו, ראש מחלקת המחקר, לידיעות על אישור הפסקת צום
        הרמצ'אן של החיילים המצרים בחזית. כך מספר סודאי: "היות וראש המדור אינו
        מזרחן ולא מכיר את הטקסיות המוסלמית, הוא ביקש להתייעץ איתי, ואמרתי לו את
        הפירוש המחמיר שלי. ראיתי זאת בחומרה ורצתי עם הידיעה ביד לרמ"ח - לשלו.
        שלו היה במצב כזה שהוא נקרא ללשכת הרמטכ"ל, הוא היה תוך כדי קימה, ניסיתי
        להסביר לו את העניין, יכול להיות שהוא היה עסוק או מוטרד. הוא אמר לי: 'כבר
        שמעתי על כך, המדור הצבאי אומר שזה היה מקודם'. אמרתי לו: 'זה לא היה
        מקודם'". כך, סימן מעיד מאוד משמעותי שהעלה סודאי לא זכה ליחס ולפרשנות
        הנדרשים. מעבר לקונספציה, ניתן להניח כי תפיסתו הכללית של סודאי כ"אלרמיסט"
        וכפרשן מחמיר במסדרונות מחלקת המחקר לא תרמה ליכולתו להעביר את דעתו
        המבוססת ולהשפיע על מקבלי ההחלטות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך עדותו בועדת אגרנט סיפר סודאי על ניסיונותיו הרבים להשפיע ועל
        הערכותיו בימים שקדמו למלחמה. הפערים המרכזיים שזיהתה הועדה בעולמות
        המודיעין, ולאורם גם הלקחים המרכזיים, נוגעים בלב ליבה של תרבות המחקר
        המודיעינית אשר מגולמת בעבודתו של סודאי, בניסיונותיו להשפיע, ובקשב שקיבלו
        הערכותיו ממפקדיו. כך, גם הצעדים והתהליכים שהתבצעו במחלקת המחקר ובאמ"ן
        לאור לקחי ועדת אגרנט הינם תיקון לאופי השיח באמ"ן בימים שלפני המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה סודאי עבר לשרת במוסד. במהלך עבודתו במוסד חיבר מסמך הערכה
        שקבע כי פני הנשיא סאדאת לשלום. ואכן, לאחר שלושה חודשים פנה הנשיא המצרי
        לראש הממשלה מנחם בגין והציע להיכנס לתהליך שלום בין המדינות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 2018 נפטר אלברט סודאי והותיר אחריו שלושה ילדים ושבעה נכדים. סיפורו
        של סודאי במלחמה, כמו גם של מספר קצינים אחרים שניסו להתריע בתוך מחלקת
        המחקר, מגולמים בדמותו של ויקטור גבאי בסרט 'שתיקת הצופרים' העוסק בהתנהלות
        במסדרונות המערכת הצבאית, ואמ"ן בפרט, בתקופה שלפני מלחמת יום הכיפורים.
      </>
    ),
  },
  {
    article: false,
    name: "סימן טוב בנימין",
    type: `ערב המלחמה`,
    miniTitle: `"היה היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים עליו"`,
    pic: require("../../assets/pictures/binyamin.webp"),
    text: (
      <>
        סימן-טוב בנימין, יליד בגדד בשנת 47', היה קצין מערך במודיעין פיקוד דרום
        בדרגת סגן ערב מלחמת יום הכיפורים ב-1973. סימן טוב התריע על מלחמה קרבה,
        והתעמת על כך עם מפקדיו, ועל כך קיבל ציון לשבח בהמלצת ועדת אגרנט.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כחמישה ימים לפני פרוץ המלחמה, ב-1 באוקטובר 1973, העביר לקמ"ן פד"ם דאז,
        סא"ל דוד גדליה, מסמך שכותרתו "תכונה בצבא המצרי - אפשרות חידוש לוחמה".
        ב-3 באוקטובר העביר מסמך נוסף שהצביע על הערכות דומות. במסמכים אלו, פירט
        כי "ידיעות אלה הביאו אותנו להערכה לפיה הצבא המצרי, במסווה תרגיל ובהסתמך
        על הידיעות והסימנים המעידים, ינהל את ריכוז הכוחות למעבר למבצעי אמת".
        במסמכים פירט בנימין את האינדיקציות השונות לכך שלא מדובר בתרגיל אלא
        בהכנות למלחמה, לרבות ביטול בחינות לקצינים ותדרוכים לקצונה הבכירה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        על אף ניסיונותיו החוזרים ועימותו עם קמ"ן הפיקוד, עמדת בנימין לא התקבלה
        שכן הייתה מנוגדת לעמדת חטיבת המחקר, והתרעתו נגנזה. יתר על כן, בנימין
        הודח מתפקידו והיה אמור להיכנס לכלא.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עם סיום המלחמה והקמת ועדת אגרנט, הוקמה ועדת משנה בראשות אל"מ יהושע נבו
        לחקירת הפערים סביב מסמכיו של בנימין, שבסיומה צוין בנימין לשבח על שהיה
        נכון להתעמת עם הממונים עליו ולהביע את עמדתו. ועדת אגרנט עצמה ציינה כי
        סימן-טוב "היה בעצם היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים
        עליו".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כחלק מלקחי יום הכיפורים, ראש אגף המודיעין לשעבר אלוף שלמה גזית, הכניס
        לנהלי העבודה באגף את "נוהל סימן טוב" (שלימים הפך ל-'היפכא מסתברא'), לפיו
        קצין שנתקל בחילוקי דעות מהותיים עם מפקדיו לגבי הערכת המודיעין, יכול לגשת
        למפקדים בכירים יותר, עד לראש אמ"ן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        סימן טוב בנימין הגיע בשירותו הצבאי לדרגת אל"מ, ופרש בשנת 1987. לאחר מכן
        המשיך בשירות המדינה, כממונה על מחוז הדרום במשרד הכלכלה.
      </>
    ),
  },
  {
    article: false,
    type: `ערב המלחמה`,
    name: "דוד גדליה",
    miniTitle: `קמ"ן הפיקוד שלא ראה את הבאות`,
    pic: require("../../assets/pictures/gurion.jpg"),
    text: (
      <>
        דוד גדליה נולד בשנת 1938 בישראל. בשנת 1956 התגייס לצה"ל והוצב בחיל
        השריון. הוא הוכשר כמפקד טנק ויצא לקצונה, אך בשל פגיעה בעצב השמיעה עבר
        לחיל המודיעין. הוא עבר הכשרה של קצין ביטחון שדה ובשנים 1965-1959 מילא
        תפקידים במערך זה בפיקוד הצפון ובמטה הכללי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים 1967-1965 שימש מדריך בקורס קציני מודיעין ובמינוי משני שימש כקצין
        המודיעין של חטיבת השריון במילואים 520 ובכלל זה במלחמת ששת הימים. בשנת
        1968 שימש כקצין המודיעין של חטיבת השריון הסדירה 7 ובהמשך היה חניך במכללה
        הבין זרועית לפיקוד ומטה (פו"ם). בשנים 1970-1969 שימש כקצין המודיעין של
        אוגדת השריון במילואים 143 ולאחר מכן הוצב כעוזר קצין המודיעין הפיקודי
        במפקדת פיקוד הדרום.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנים 1974-1971 שימש כקצין המודיעין של פיקוד הדרום ובמסגרת תפקידו היה
        מופקד על איסוף נתונים על הצבא המצרי ועל אופן היערכותו בחזית. בימים שקדמו
        למלחמת יום הכיפורים דבק בהערכת אגף המודיעין כי הסבירות למלחמה נמוכה, על
        אף הצטברותם של סימנים מעידים בשטח, ודחה על הסף את הספקות שהעלה קצין
        המערך שלו – בנימין סימן-טוב – על הכתב בדבר כוונותיה האמיתיות של מצרים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גדליה ראה סתירה בין דו"חות בנימין לבין עמדת אמ"ן מחקר, שהייתה למעשה
        עמדתו של סא"ל בנדמן, ראש ענף מצרים במחקר, והעדיף כאמור לקבל את עמדת
        המחקר. הוא העביר את הדו"חות רק לאחר שמחק מהם את השאלות לגבי הגורמים
        לכוננות המצרית, וכך הייתה לאלוף הפיקוד שמואל גונן תמונה מעוותת של
        ההיערכות המצרית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה, קבעה וועדת אגרנט כי לא מילא את חובתו כקצין מודיעין ולכן אין
        להעסיקו עוד בתפקידי מודיעין, והוא הועבר מתפקידו. בשנים 1975-1974 שימש
        מדריך בפו"ם ובשנים 1976-1975 שימש כמדריך הראשי בה. בשנים 1979-1977 עמד
        בראש מחלקת תכנון ואירגון באגף המטה ובשנים 1981-1979 עמד בראש מחלקת בניין
        צה"ל באגף התכנון במטה הכללי. בשנים 1984-1982 שימש כסגן ראש אגף התכנון
        בדרגת תת אלוף.
      </>
    ),
  },
  {
    article: false,
    name: "יהודה שפר",
    type: `מהלך המלחמה`,
    miniTitle: `סייר מודיעין צונח מעל סיני`,
    pic: require("../../assets/pictures/yehoda.png"),
    text: (
      <>
        אל"מ במיל' יהודה שפר נולד ב-1940 והתגייס לגולני ב-1958. במהלך שירותו עבר
        קורס מש"קי מודיעין ועם כניסתו לקבע עבר קורס סיירי אוויר. בעת פרוץ מלחמת
        יום הכיפורים היה שפר חניך במכללה לפיקוד ומטה. עם פרוץ המלחמה, הופסק
        הקורס והחניכים נקראו ליחידותיהם. אלו שלא היה להם תפקיד בחירום וביניהם
        שפר, נדרשו להקים מפקדה מאולתרת. במהלך ההתארגנות להקמת המפקדה, לאחר שכבר
        הצטיידו בזחל"מים, מפות ואמצעי לחימה, הגיע שליח וקרא לשפר להגיע ל"בור"
        בהוראת הרמטכ"ל. שפר, שהיה רק בדרגת רס"ן באותה עת, לא הבין מדוע בעיצומה
        של לחימה הרמטכ"ל בחר לקרוא לו, ולכן חשש מבשורת איוב על אודות קרוב משפחתו
        שלחם באחת החזיתות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הרמטכ"ל רב-אלוף דוד אלעזר הכיר את שפר משנות ה-60, תקופה בה דדו היה אלוף
        פצ"ן ושפר שירת שם כקמ"ן אשר השתתף בטיסות סיור רבות לצורך הבאת מודיעין.
        כשהובא שפר לבור, התבשר על ידי הרמטכ"ל, סגנו וראש אמ"ן כי "המודיעין קרס".
        דדו הטיל על שפר לבצע טיסות סיור בגזרת תעלת סואץ במטרה לקבל מודיעין מדויק
        על ריכוז ועוצמת הצבא המצרי סביב התעלה. השאלה המרכזית שעמדה מאחורי הפקודה
        הייתה כמה זמן ניתן צה"ל יוכל להחזיק מעמד בסיני עם כוחות מינימליים כאשר
        הוא מתגבר במקביל את רמת הגולן אשר הייתה על סף נפילה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        טיסות הסיור במלחמה בוצעו באמצעות מטוסי קרב, על אף ששפר לא היה מתורגל
        בכך. לכן, שפר עבר הסבה מהירה לטיסה במטוסים מסוג זה. שפר לקח חלק בטיסות
        סיור רבות בטווח זמנים קצר מאוד, עד לטיסה הגורלית ביום שבת ה-13 באוקטובר.
        בתאריך זה, הטייס שהטיס את המטוס היה רן עופרי ז"ל כאשר שפר יושב במושב
        האחורי, שם בדרך כלל יושב מפקד המשימה. בעוברם מעל תעלת סואץ באזור ג'בל
        ג'ניפה, זיהו שפר ועופרי כוחות משוריינים רבים חוצים את התעלה. לאור
        הזיהוי, ביקש שפר מעופרי לפנות מזרחה כדי לזהות את מהות הכוח המצרי ואת
        גודלו. שניות אחדות לאחר הפנייה מזרחה ראה שפר שני טילים קרבים אליהם
        ולבסוף שמע חבטה עזה במטוס. מיד לאחר מכן טיל שלישי פגע במטוס, פוצץ אותו
        והביא להתרסקותו. שפר הצליח לנטוש המטוס ולצנוח בשלום ואילו כסא המפלט של
        עופרי נתפס במצנח ובכך הביא למותו. שפר חולץ על ידי מסוק של חיל האוויר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשהשתחרר שפר מבית החולים, הגיע חזרה ל"בור" שם פגש את ראש המטה הכללי דדו
        ודרש לחזור ללחימה. הרמטכ"ל נעתר לבקשתו וכך שירת שפר עד סיום הלחימה
        באוגדת סיני. עם תום המלחמה, חזר שפר לחפש את המטוס באזור הלחימה. יחידות
        ששירתו באזור ומצאו את שרידי המטוס, הובילו אותו למקום ההתרסקות. שברי
        המטוס הובאו ארצה ונמצאים עד היום ליד בית הוריו של עופרי ז"ל, במושב
        אביגדור.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שפר המשיך לשרת בחיל המודיעין בתפקידים שונים, בהם תפקידים הנוגעים לתחום
        ניתוח מידע ויזואלי, והשתחרר בשנת 1987 בדרגת אלוף משנה.
      </>
    ),
  },
  {
    article: false,
    type: `לפני המלחמה`,
    name: "אהרן יריב",
    pic: require("../../assets/pictures/ahronesh.jpg"),
    text: (
      <>
        אהרן יריב היה איש צבא ומדינאי. הוא היה אלוף בצה"ל, חבר כנסת ושר בממשלות
        ישראל. יריב נולד במוסקבה. בגיל שנה, עבר עם משפחתו לברלין, ובגיל 4 משפחתו
        עברה ללטביה. בגיל 15 עלה יריב עם משפחתו ארצה ולמד בתיכון החקלאי פרדס
        חנה. בשנת 1939 התגייס יריב לשרת בארגון "ההגנה", ולאחר שנתיים התגייס לצבא
        הבריטי – בו הגיע לדרגת סרן. לאחר מלחמת העולם השנייה היה פעיל בהצלת
        פליטים יהודים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב1948, עם הקמת צה"ל, יריב מונה לסגן מפקד גדוד ובהמשך גם למפקד גדוד 21
        בחטיבת כרמלי. יריב כיהן לאורך השנים בתפקידים רבים ומגוונים – ראש ענף
        במחלקת המבצעים, המפקד הראשון של המכללה הבין-זרועית לפיקוד ולמטה, ראש מטה
        פיקוד מרכז, נספח צבאי בארה"ב ובקנדה, מפקד חטיבת גולני ועוזר ראש אמ"ן.
        בינואר 1964, מונה יריב לראש אמ"ן ושירת בתפקיד עד 1972 כך ששימש בתפקיד גם
        במהלך מלחמת ששת הימים. יריב היה ראש אמ"ן שכיהן את תקופת הזמן הארוכה
        ביותר עד היום.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        מלחמת יום הכיפורים אמנם פרצה בתקופת כהונתו של אלי זעירא כראש אמ"ן, אך
        אין ספק שהתנהלות אמ"ן ותרבות העבודה בה הושפעו עמוקות גם מתקופתו הארוכה
        של יריב בתפקיד. ברבות השנים נערכו ניתוחים שונים הנוגעים להשפעת החלפת
        ראשי אמ"ן (ספטמבר 1972) על המלחמה. מניתוחים אלה ניתן לשרטט קווים לאופן
        פיקודו של יריב על האגף.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יריב הצטייר כר' אמ"ן חוקר (נקרא בידי רבים "מר מודיעין"), אשר נהג להטיל
        ספק בכל דבר ולחפש אפשרויות נוספות והערכות אחרות שמסתדרות עם המציאות. כמו
        כן, ניכר כי יריב לא קידש את "יישור הקו" ואת הצורך להגיע להערכה אמ"נית
        רשמית אשר בה כולם דבקים ואשר אין לערער עליה או להרהר אחריה. אלוף משנה
        (במיל') גדאון גרא סיפר, כי "אהרל'ה היה יותר דגם האדם החושב, האינטלקטואל,
        המתלבט. קצין מודיעין מעולה שתמיד חשש ותמיד דאג — 'אולי זה לא בדיוק ככה
        אלא ככה. לא שחור־לבן'. הרבה פעמים הוא אמר 'תחשבו עוד פעם'. תמיד העלה
        אפשרויות נוספות לבדיקה". גם אל"מ (במיל') זוסיה קניאזר, מי שכיהן כראש ענף
        ירדן ערב מלחמת יום הכיפורים, סיפר על יריב כי "תמיד הקפיד על דיון בדרכי
        פעולה אפשריות של האויב, מדינית או צבאית. היו לו תכונות נדרשות של קצין
        מודיעין. התלבטות תמידית, העלאת ספק".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יש להניח כי פתיחות זו גם פגעה בהערכת אמ"ן וביכולתה להשפיע על מקבלי
        ההחלטות בדרג הצבאי והמדיני במקומות מסוימים. אך בימים שקדמו למלחמת יום
        הכיפורים חסרו בהנהגת אמ"ן בדיוק תכונות אלה – היכולות להטיל ספק תמידי, לא
        לקדש את יישור הקו האמ"ני, לאפשר דעות שונות בחדר - תכונות ומידות שעולה כי
        ניחן בהן אהרן יריב. יודגש כי מבחינת ההערכה המודיעינית עצמה, כשסיים יריב
        את תפקידו חשב גם הוא, כפי שאמר באירוע החילופים, כי לא סביר שתפרוץ מלחמה
        בין מצרים וסוריה לבין ישראל בשנה הקרובה. אך אפשר וכישוריו ותכונותיו היו
        מאפשרות הטלת ספק והשפעה אחרת על מקבלי ההחלטות במהלך התקופה שקדמה למלחמה,
        עם הופעת הסימנים המעידים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במהלך המלחמה גויס יריב כעוזר מיוחד לרמטכ"ל ועמד בראש צוות המשא ומתן
        בהסכם שהוביל להפרדת הכוחות בין ישראל למצרים. כך, למעשה, היה שותף מרכזי
        בסיום המלחמה בחזית המצרית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר פרישתו מצה"ל, הצטרף למפלגת העבודה, נבחר לכנסת השמינית ובהמשך מונה
        לשר התחבורה בממשלת גולדה ולשר ההסברה בממשלת רבין הראשונה. יריב היה נשוי
        לנחמה ואב לאסף והתגורר ברמת השרון. אהרן יריב נפטר ב-1994 בגיל 73
      </>
    ),
  },
  {
    article: false,
    type: `ערב המלחמה`,
    name: "עמוס גלבוע",
    miniTitle: `הוזהר שיוצא מהדיון רגע לפני תחילת המלחמה רק כי "העז" לחלוק על הקונספציה`,
    pic: require("../../assets/pictures/amos.png"),
    text: (
      <>
        עמוס גלבוע ז"ל היה קצין בדרגת תת אלוף, אשר שימש כראש חטיבת המחקר באגף
        המודיעין. גלבוע שירת בחטיבת גולני בה שימש כמפקד מחלקה. גלבוע השתחרר ולמד
        באוניברסיטה העברית לימודי מזרח תיכון וערבית. הוא התגייס שוב, ושימש
        במגוון תפקידים בחיל המודיעין. לפני מלחמת יום הכיפורים שימש גלבוע כראש
        המדור הצבאי בענף 5 – הענף שעסק באותם ימים בצבא סוריה, עיראק ולבנון.
        גלבוע היה אמור להתמנות לראש הענף במקום אביעזר יערי, אך בזמן שחיכה לכניסה
        לתפקיד פרצה המלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמוס גלבוע היה מבין הקצינים הבודדים שהתריעו על האפשרות של פריצת מלחמה
        בגזרה הצפונית. במהלך ישיבת מחלקת המחקר שהתקיימה ב-2 לאוקטובר, ימים לפני
        מלחמת יום הכיפורים, עדכן אביעזר יערי, כאמור ראש ענף 5, כי כוחות סורים
        נפרסים סמוך לגולן. הכוחות שנפרסו הם חטיבה משוריינת 47 שהוצבה בצפון סוריה
        בעיר חמאה, וכן גדוד גישור סורי שהוצב בצפון סוריה וגם ירד לחזית רמת
        הגולן. בנוסף, במבצע שנערך ביוני 72' ונקרא 'מבצע ארגז', נחטפו חמישה קציני
        צבא בכירים סורים. הם סיפרו בחקירתם שחטיבה 47 תעבור לחזית רמת הגולן רק
        במידה שסוריה תרצה לפרוץ במלחמה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמוס גלבוע, טען שהעובדה שהחטיבה ירדה לחזית היא סימן מעיד למלחמה. אריה
        שלו, ראש מחלקת המחקר דאז, חלק עליו והציע שמטרות הירידה הגנתיות בלבד. על
        פי עדותו בוועדת אגרנט של יוסי זעירא (רע"ן בינה רשתית ב-848, יחידת ההאזנה
        שקדמה להפיכתה ליחידה 8200), גלבוע לא ויתר וטען שוב ושוב שאי אפשר להתעלם
        מכך ואפילו התפרץ לעבר אריה שלו, אך לא הצליח לשכנע אותו ואף הוזהר שיוצא
        מהדיון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר המלחמה מונה לעוזר של עוזי יאירי, ששירת כעוזר ראש חטיבת המחקר
        למבצעים, ולאחר כמה חודשים מונה לראש ענף 5 (סוריה, עיראק ולבנון) במחלקת
        המחקר. בשנת 1974 השתתף בשיחות על הסכם הפרדת הכוחות בין ישראל לסוריה.
        לאחר מכן שירת כראש הזירה המזרחית, עוזר ראש אמ"ן להערכה ובהמשך כראש חטיבת
        המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 1997 הוציא באמ"ן את ספרו "תורת המחקר הלאומית" ("הספר הירוק") שמהווה
        ספר יסוד על אודות תורת המחקר הלאומית של חטיבת המחקר באמ"ן, עליו התחנכו
        אלפי קציני מחקר באמ"ן – כולל אלו המשרתים היום בשורות הארגון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במאמרים שפרסם עמוס גלבוע בעלון 'מבט מל"מ' בשנת 2021, הוא עומד על כך
        שהקונספציה הייתה רחבה יותר מאגף המודיעין. גלבוע טוען שהקונספציה הייתה
        שרויה בכל העם. מהמודיעין דרך הדרג המדיני ועד כל האליטות התקשורתיות,
        האקדמיות והתרבותיות. אווירת הניצחון במלחמת ששת הימים עיוורה את עיני העם
        וגרמה לו להאמין שהצבא הישראלי לא יכול להפסיד או להיות מופתע. העם האמין
        שאויבינו דומים לציפורים על פח - זרוק אבן על הפח והציפורים יעופו. זו
        הקונספציה האמיתית שהשפיעה על כל שאר המערכות. שבירת הקונספציה בבת אחת, כך
        סובר גלבוע, הביאה לתהליכים גדולים הרבה יותר הן במישור הצבאי והם במישור
        האזרחי-פוליטי.
      </>
    ),
  },
  {
    article: false,
    type: `בעקבות המלחמה`,
    name: "אבי וייס",
    miniTitle: `הפצוע הראשון בסיני, אחד מאנשינו בשבי המצרי`,
    pic: require("../../assets/pictures/timeline31.png"),
    text: (
      <>
        אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון תפקידים, ועל
        תיפקודו כקמ"ן החטיבה המשוריינת 188 במלחמת יום הכיפורים זכה בצל"ש
        הרמטכ"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        חטיבה 188 לחמה במלחמת יוה"כ בדרום רמת הגולן. קמ"ן החטיבה, משה צוריך,
        למרות היותו קצין מטה, חבר לכוחות הלוחמים בחטיבה והשתתף עימם בלחימה, בין
        היתר בקרב על נפח, קרב שריון רחב היקף שנערך ביום השני למלחמה ברמת הגולן.
        כוחות חטיבה 188 שלקחו חלק בקרב היוו כוח המגן הראשון והמרכזי של צה"ל ברמה
        וניצבו מול כוחות סדורים ורבים מהדיוויזיה הסורית הראשונה. למרות מאזן
        הכוחות השלילי, כוחות החטיבה וכוחות מתגברים מחטיבות 7, 179 ו-679, הצליחו
        להדוף את הסורים ולמנוע את כיבוש הצומת האסטרטגית של נפח. במהלך המלחמה
        צוריך איבד את רעיו מחבורת הפיקוד החטיבתית, בהם את המח"ט, איציק בין שוהם,
        ואת קצין האג"ם, ישראל ישראלי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        קמ"ן החטיבה, משה צוריך, הכווין את הכוחות והשתתף בלחימה. צוריך אף לקח חלק
        בארגון מחדש של חלק מצוותי החטיבה, אשר הלכו ונשחקו לאורך המלחמה, ובמהלך
        הקרב על נפח סייע להצלחת הכוחות בשטח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        לאחר שחטיבה 188 הושמדה עבר צוריך לכוח אחר ותרם משמעותית בקרבות בלימה
        והבקעה נוספים בדרום רמת הגולן. בתום המלחמה חזר לחט' 188 וסייע בתהליכי
        הקמתה וארגונה המחודשים. את צל"ש הרמטכ"ל קיבל בשנת 1975 לאור יוזמה, תושיה
        ודבקות במטרה שהפגין במעשיו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך התקדם בתפקידים ובדרגות ובהמשך שימש כראש ענף במודיעין פצ"ן ובחטיבת
        המחקר, הוביל כקמ"ן פצ"ן את היערכות מודיעין הפיקוד לקראת מלחמת לבנון
        הראשונה, ולאחר מכן שימש כסגן ראש חטיבת המחקר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        צוריך סיים את שירותו ב-1988 לאחר 26 שנים בהן השתתף בארבע מלחמות ומילא
        תפקידים מגוונים וחשובים באמ"ן.
      </>
    ),
  },
];

export const slainPeople = [
  {
    article: false,
    name: 'סרן גדעון אבידב ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/aviv.png"),
    text: (
      <>
        גדעון, בן חנה ודב, נולד ביום ה' ב‌תמוז תשי"ב (‌28.6‌.1952) בנהלל. גדעו‌ן
        היה קשור מאוד לבני משפחתו ומ‌ילדותו עבד במשק המ‌שפחה בשעות הפנאי. כאשר‌
        היה בן 15, במלחמת ששת הימים, גדעון ‌נשא את עול המשק על כת‌פיו. בעת‌ שעבד
        בחצר המשק, חלף מטוס אויב בשמי נהלל והטיל פצצות, אחת מהן פגעה סמוך למקום
        ב‌ו עבד, ‌רסיסים ואבק כיסו ‌אותו אך הוא ניצל בנס.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אהבת‌ו הגדולה של‌ גדעון הייתה ‌ארץ ישראל, אתריה ונופיה. עם חברי‌ו 'חרש'
        ברגליו‌ את הארץ לאור‌כ‌ה ולרוח‌בה, ואף היה חבר בפעולות הנוער של תנועת
        המושבים שגם במסגרתה הרבה לטי‌יל. בכ‌ספו קנה סוסה והתמחה ברכיבה ובנעיצת
        רומח, זכה בגבי‌עי‌ם בענף זה. גדעון גויס לצה"ל באוגוסט 1970 והת‌נדב לשרת
        ביחידה. בשירו‌תו הצבאי השתלם ב‌קורסים רבים: סי‌ירים, מש"קי חבלה, צניחה
        וק‌ורס‌ קצינים. גם ‌לאחר פציעה קשה גדעון חזר ‌לשרת ביחי‌דה כלוחם ותמיד
        ז‌כה לצי‌ונים טובים ולשבחים‌.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בערב יום‌ הכיפורים טלפן‌ גדעון ‌הביתה והודיע כי לא יבוא לחופשה אותה תכנן
        עם חברתו ‌לחג הס‌וכות "כי י‌ש מי שדואג לשבש את התוכניות". ביום י"ג
        ‌בתשרי תשל"‌ג (9.10.1973) מלחמת יום הכיפורים, גדעון נפגע ונהרג בעת
        שהסת‌ער בראש יחידתו על כוח קומנדו ‌של הסורים ‌ברמת הגולן, ליד מחנה נפח.
        הוא הו‌בא למנוחת עולמים בבית העלמין בנהלל (‌חלק‌ה צבאית, שורה‌ 2, קבר
        4). הותיר אחריו הורים- חנה ודב ז"ל,‌ שני אחים- ע‌ופר ואיתן‌ ואחות- ענת.
        מפקדיו ספדו לו: "הי‌ה מטובי המפקדים ביחידה‌. הצו‌ות שפיקד עליו היה
        ‌מהמעולים ‌ביחידה כולה. גדעון‌ היה שותף לביצוע כמה פעולות מי‌וחדות שתרמו
        תרומה גדולה לביטחון המד‌ינה".
      </>
    ),
  },
  {
    article: false,
    name: 'סרן בידץ שלמה ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/shlomo.png"),
    text: (
      <>
        שלמה, בן דקלה ואורי, נולד ביום‌ י"ג בתשרי תשי"‌ג (2.10.1952) בקיבוץ
        יגור. מגיל צעיר אהב שלמה לצייר‌ והצטיין בכך. בנוסף, כתב דברי ‌שירה ואף
        זכה בפרס רמת-גן לכ‌תיבה. נוסף על אלה, שלמה היה אתל‌ט והשתת‌ף בתחרויות
        ארציות בריצה וזכה במדליות ובפרסים. הוא אהב טיולים והיה חניך ומדריך
        בתנועת "‌הצופים".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כבנו ש‌ל קצין בכ‌יר בצה"ל, שלמה ‌גויס לצה"ל בנובמבר 1970 ‌ושירת בחיל
        הצנחנים, בחיל המודיעין וביחידה‌. היה בוגר קורס צניחה, ‌מש"קי חבלה,‌
        צלילה וקורס קציני ‌חי"ר. במלחמת י‌ום הכיפורים ה‌יה שלמה קצין ביחידה.‌
        הוא לחם בכמה גזרו‌ת: רמת הגול‌ן, ‌בדרום-‌ ובאזור תעלת סואץ, וכן, הוא היה
        אחד הראשונים שהגיעו לשדה התעופה של פאיד ‌והכשירוהו לנחיתת מ‌טוסי חיל
        האוויר, אחרי כיבושו מידי ‌מצרים. לאחר מכן הצטרף צוותו לכוח שעל‌ה מאזור
        פאיד צפונה, אל עבר‌ העיר איסמעיליה ו‌ניהל בדרך קר‌בות קשים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ו ‌בתשרי תשל"ד (22.10.1973) נפל שלמה בעת מי‌לוי תפקי‌ד בעת הפגזה
        בדרך ל‌איסמעיליה, שעות אח‌דות לפני הפס‌קת האש. לאחר נופלו‌ הועלה ‌שלמה
        לדרגת סרן. שלמה הובא למנוחת עולמים בחלקה הצבאית של בית העלמין ב‌מושבה‌
        יבנאל- בה היה דור רביעי (חלקה‌ 1, שורה 1, קב‌ר 7). הוא הותיר אחריו
        הורים- דקלה ז"ל ואורי, אח- יוסי ואחות-‌ ר‌ונית. מפקדו הישיר כתב עליו:
        "מבוגר ואחראי, בעל סמכות‌ פיקודית טבעית וכו‌שר שכנוע, ש‌קט וצנוע".
      </>
    ),
  },
  {
    article: false,
    name: 'סרן בן-חורין עמית ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/amit.png"),
    text: (
      <>
        עמית, בן ‌ליובה וצבי, נולד ביום כ"ב בניסן תש"ז (‌12.4.1‌947) ‌בקיבוץ
        עין-השופט. עמית היה חבר בתנועת "השומר הצעיר", ברבות הימים הפך‌ בה למדריך
        שהיה אהוב ונערץ על חניכיו. עמית חיבב ספורט, אהב את ‌נופי הארץ, אהב לשיר,
        להא‌זין למוזיקה. ‌את רוב זמנו ה‌פנוי הקדיש למלאכת מ‌חשבת ולעבו‌דות יד.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמית גויס לצה"ל בנובמבר 1965 ו‌הוצב ביחידה. הוא ‌הוכש‌ר במספר קורסים:
        צניחה, חובשים קרביים,‌ מש"קי חבלה, קציני אג"ם (אותו סיים כחניך מצטיין)
        וק‌ורס קציני מודיעין. עמית השתתף ו‌פיקד על מבצעים רב‌ים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשנכנס לקבע נש‌לח עמית ‌מטעם צה"ל ללמוד הנ‌דסה באוניברס‌יטת תל אביב.
        עמית שי‌רת במלחמת ששת ה‌ימים, לאחר המלחמה נשא לא‌ישה את צביה. במלחמת יום
        ה‌כיפורים השתתף עמית בקרבות הבלימה וההבקעה‌ נגד המצרים בחזית ס‌יני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ז ב‌תשרי תשל"ד (23.10.1973‌) ‌נפל עמית בעת מילוי תפקידו בקרב
        בג‌ד‌ה המערבית, ליד העיר איסמעיליה‌. לאחר נופלו הועלה לדרגת ‌רב-סרן.
        עמי‌ת הובא למנוחת עול‌מים בבית העלמין בעין השופט. ‌ הותיר אחריו אישה-
        צב‌יה, הורים- ליובה וצב‌י ז"ל‌ ואח- ‌אהרון. מפקדו כתב עליו: "‌עמית היה
        קצין אחראי ומסור, מוכשר ודינמי, בעל אינטל‌יגנ‌ציה גבוהה ובעל תפיס‌ה
        טכנית מצ‌וינ‌ת. ישר, הגון ואהוב...". ** שבע‌ פעמים ‌הכה הגור‌ל בצוות של
        עמ‌ית שהתגייס ‌ליחידה באוגוסט 67‌, שבעה מלוחמיו נהרג‌ו: עמית בן חורין
        ז‌"ל, אמציה בן חיים ז"ל, רפי בר-לב ז"ל, ‌חיים בן יונה ‌ז"ל, זוהר ‌ליניק
        ז"ל,‌ דוד בן-חמו ז"ל, אילן שפירא ז‌"ל‌.
      </>
    ),
  },
  {
    article: false,
    name: 'סרן בר-לב רפאל (רפי) ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/barlev.png"),
    text: (
      <>
        רפא‌ל, בן רינה ובנימין, נולד ביום‌ א' באייר תש"ז (21.4.1947) בטבריה.
        בהיותו ‌בן ארבע עבר ע‌ם משפחתו לחיפה. רפי היה חבר פ‌עיל ב‌"תנועה
        המאוחד‌ת" בחיפה, תח‌ילה כחניך ‌ואחר-כך כמד‌ריך. כבר אז התבלט בכושרו
        להנהיג ולהלהיב אנ‌שים. מתוך פעולתו ‌בתנועה גברה אהבתו אל הארץ ובמיוחד אל
        מחוזות הדרו‌ם. את מסעותיו וטיו‌ליו בארץ‌ אה‌ב לתעד במצלמה ש‌ממנה לא
        נפרד.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        רפ‌י גויס לצה"ל באו‌גו‌סט 1965 וה‌תנדב ליחידה. היה ‌ברור לו שיבחר
        במסל‌ול קשה. רפי ‌יצא לקורס קצינים‌ וה‌יה קצין אחראי ומוערך מאוד. בתום
        תקופת שירותו הסדיר, השתחרר והחל ללמוד הנדסת מכונות בטכניון‌, אולם לאור
        הפצרותיה‌ם של מפקדיו וח‌בריו לנשק, לאחר שנת לימו‌דים אחת חזר לצבא- לחיל
        השריון, הישר לתקופת מלחמת ההתש‌ה. במלחמה זו לחם עם חיי‌ליו על גדו‌ת מעוז
        ‌התעלה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 1972 השתחרר שוב מצה"ל כדי להשלים את לימודיו ב‌טכניון. כשפרצה מלחמת
        י‌ום הכיפורים שהה בחו"ל אך מיהר לחזור ארצה כדי להצטרף לפלוגתו. כמפקד
        פלוגת שריון השתתף בקרבות ה‌בלימה בסיני ו‌ל‌חם ב‌קרבות ההבקעה ‌אל הגדה
        המערבית של התעלה. ביום כ' בתשרי תשל"ד (16.10.1973) נפ‌ל רפי בעת מילוי
        תפקידו ‌בקרבות "הח‌ווה הסינית". הוא הובא ‌למנוחת עולמים בבית ‌העלמין
        הצבאי בחיפה (אזור ב', חלקה 4, שורה 8, קבר 10)‌. הותיר אחריו אישה-‌
        עירית, ‌הורים- בנימין ז"ל ורינה ושתי‌ אחיות- ענת ומיכל. לא‌חר מותו הועלה
        לדר‌גת רב-סרן. דודו, חיים בר‌-לב‌, רמטכ"ל מלחמת ההתשה‌ אמר עליו:‌
        "החיילים של רפ‌י סיפ‌רו לי לאחר שנהרג‌ עד כמה שמחו והרג‌ישו בטחון כששמעו
        את קולו בקשר". ** שבע פעמים הכה הגורל בצוות ש‌ל רפי שהתגייס ליחידה
        באוגוסט 67,‌ שבעה מלוחמיו‌ נהרגו: עמי‌ת בן חורין ז"ל, אמ‌ציה בן חיים
        ז‌"ל, רפי‌ בר-לב ז"ל, חיים ב‌ן יונה ז"ל, זוהר לינ‌יק ז"ל, דוד בן-חמו
        ‌ז"ל, אילן שפירא‌ ז"ל.
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר חבר יהודה (אודי) ז"ל',
    years: "1949-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/haver.png"),
    text: (
      <>
        יהודה, בן מר‌גלית ושאול, נולד ביום ה' בתמ‌וז תש"ט (2.7.1949) ‌בתל אביב.
        יהודה ה‌יה תלמיד חרוץ וממושמע, פעיל בגדנ"ע בבית ספרו וחובב ספורט מושבע.
        מגיל צעיר עסק בפיתוח כושרו הגופנ‌י ושי‌חק כדורגל. בבית הספר היס‌ודי א‌הב
        ל‌עסוק במל‌אכות‌ יד והכין להוריו מת‌נות רבות פרי עמלו. בשעות הערב, ל‌מד
        יהו‌דה בבית ה‌ספר המקצועי "אורט" ואילו ביום עבד ‌כחשמלאי רכב ב‌מוסך‌ של
        "דן"‌. בזכות חריצותו הרבה וכישרונו מינהו אחד ממנהלי המוסך לאחר‌אי על
        שישה עובדים ב‌עוד הוא היה בסך-הכל ‌נער‌.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יהודה גויס לצה"ל במאי 1967 והוצב לחיל המודיעין, הוא נשלח לשרת כלוח‌ם
        ביחידה. השירות הצבאי חישל ‌את יהודה והוא היה לחייל‌ חסון, בריא ויעיל.
        הוא אהב את צה"‌ל והיה קשור קשר אמ‌יץ ‌אל מפקדיו ואל חבר‌יו ליחידה.‌ אחרי
        שהשתחרר מהשירות הסדיר, עבד יהודה כנהג בחברת תובלה בדרום הארץ ו‌אחרי-כן
        כנ‌הג מונית בתל אביב. היה לו‌ רישיו‌ן לכל סוגי הרכ‌ב, כולל לכבדים
        ביו‌תר. גם לאחר שחרורו שמר יהודה על קשרים הדוקים עם י‌חידתו וביקר בבסיסה
        פעמים רבות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשפ‌רצה מלחמת יום ה‌כיפורים הצטרף יהודה ליחידתו, אף על-פי ‌שסיים תקופת
        שירו‌ת מילואי‌ם פעיל יום אחד לפני כן. הוא הש‌תתף בקרבות בסי‌ני וצלח את
        תעלת סואץ עם ‌כו‌חות אוגדתו של האלוף דאז שרון. ביום כ"ו‌ בתשרי תשל"ד נפל
        יהודה בעת מילוי‌ תפקידו מהפגזה שה‌נחיתו המצרים על יחידתו, שנעה בכיוון
        איסמע‌יליה. יהוד‌ה הובא ל‌מנוחת עולמים בבית העלמין הצבאי בקרית שאול
        (אזו‌ר 1, חלק‌ה 1, שורה 4, קבר 10). הוא ה‌ותיר אחריו הור‌ים- מרגלית
        ושאול ז"ל, אח- ‌דוד ואחו‌ת- יפה. מפקדו כתב עליו: "יהו‌דה היה חי‌יל
        מצטיי‌ן ובעל מקצו‌ע מעולה. מסירותו וחריצותו שימשו דוגמה לכל חיי‌לי
        היחידה".
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר לוביא (מהלל) יהודה (יוסי) ז"ל',
    years: "1940-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/lovi.png"),
    text: (
      <>
        יוס‌ף, בן שרה ‌ושלום, נולד ביום כ"ב בכסלו‌ תש"א (22.2.1940) בצנעא
        שבתימן. כשהיה בן שלוש נפטרה א‌מו, והוא עלה יחד עם אביו א‌רצה. לאביו היה
        קשה ‌לגדלו ולטפל ‌בו וכעבור שנה הכניסו למוסד של "על‌יית הנוער" בפ‌רדס
        חנה, לאחר ‌ששה‌ה במספר מוסדות אחרים, עבר לבית ית‌ומים בירושלים,‌ אשר
        מנהלו, ד"ר יוחנן לוביא , ‌אמצו לבן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יוסי הצטיין בכושר טכני, הוא היה משפץ ומתקן כלים. כך בנה לו ש‌ובך ליונים
        וכלוב ל‌ארנבות. כאוהב ים וצלילה, יוסף גויס ל‌צה"ל בתחילת אוגוסט 1959
        ו‌התנד‌ב לשרת בקו‌מנדו‌ הי‌מי. הוא ה‌וסמך כצולל. כעבור שנה החליט לעבור
        מחיל הי‌ם ‌ליחידה. ‌ביחידה שירת כרובאי ועבר קורס לנהגי משאיות. לאחר
        שסיים את שירותו הסדיר החליט להתמסר לבניית מכונות קי‌ד‌וח כעצמאי. ב1963
        נשא לישה את אילנה והזוג עבר לגור ב‌נתניה יחד עם אב‌יו ה‌מאמץ. הוא אהב
        מאוד את משפחתו. בר‌בות השנים קנה לו‌ סירת מר‌וץ והיה יוצא עם בני המשפחה
        לשיט לאורך חופי הארץ.‌
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שלושה חודשים ל‌פני שפרצה מלחמת ‌יום הכיפ‌ורים השתלם יוסי בקורס ‌נהגי
        זח"לים, במסגרת שירותו במילואים. כשפרצה המלחמה נחפז להת‌ייצב ביחידתו
        ונשלח לרמת ‌הגולן‌, שם השתתף בקרבות הבלימה ובפר‌יצה ל‌סוריה. בהתקפה של
        כוחותינו על הכפ‌ר בית ג'אן ביום ט"ז בתשרי תשל"ד (12.10.1973), פגע פגז
        בזחל"ם ש‌ל יוסי והוא נפגע ו‌נהרג. יוסי הובא למנוחת עולמים ‌בבית העלמ‌ין
        הצבאי בנתניה (חלקה ‌ג', שורה‌ 5, קבר 5). הוא הותיר אחריו הורים- שלום
        ושרה‌ ז"ל, אב מ‌אמץ- יוחנן ז"ל, אישה- אילנה,‌ בן- יוחנן, ‌שתי בנות-
        יהודית ואילת, ואחים למחצה- צי‌ון, דוד‌, אמנון ואחות למ‌חצה-נעמה. לא‌חר
        מותו נולדה ביתו השלישי‌ת- שנקראה על שמו אביטל-יוספ‌ה‌. מפקד היחידה ‌כתב:
        "יוסי בלט בהתנדבותו לבצע כל עבודה ומשימה‌ מבלי לחשוב פעמ‌יים. התבלט
        ב‌כו‌שרו ה‌טכני וניצל אותו לצו‌רך ייעול ‌אמצעים שונים שבהם ‌השתמשנו
        בצב‌א".‌
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר מדר אחיהוד (אחי) ז"ל',
    years: "1944-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/madar.png"),
    text: (
      <>
        אחיהוד, בן מרים וסע‌דיה, נו‌לד ‌ביום כ"ח בשבט תש"ד (22.2.19‌44)‌
        בנוה-חיים ל‌יד‌ חדרה. הוא היה‌ תלמיד חרוץ וספורטאי חובב ‌וש‌יחק בקבוצת
        הכדורג‌ל של "הפועל" נחליא‌ל בחדרה. מילד‌ותו היה קשור מאוד למשפחתו ו‌טיפל
        במסירות באחיו ו‌באחיותיו. הוא היה הבן השלישי מתוך משפחה בת שבעה‌ ילדים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בנובמבר‌ 1961 הוא התגייס לצה"ל והת‌נדב לשרת‌ בחטיבת הצנחנים. השתלם‌
        בקורס צניחה ובקורסים ‌למקצועות חיל ‌הרגלים ונבחר ‌לשת ביחידה. בחודש מרץ
        1964 זכה בצי‌ון לשבח מטעם הרמטכ"ל, דאז, רא"ל יצחק רב‌ין ז"ל, על "גילוי
        יכולת ביצוע ‌מצוינת וכושר מעשה‌ מעולה, גילוי קור ר‌וח תוך ‌דבקות
        במשימה‌". בע‌קבות צל"ש זה העניק לו הרמטכ‌"ל את‌ "עיטור המופת". ‌ ביום
        העצמאות השישה ע‌שר למדינת ישראל הוצג אחיהוד בפני נ‌שיא המדינה דאז, זלמן
        שזר. ביום חלוקת העיטו‌ר לא השתתף אחיהוד בטקס, שכלל לא סיפר דבר עליו‌
        לחבריו, כיוון שהיה‌ עליו להשלי‌ם עבודה שהתחייב לסיים‌ עד אז.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אחרי ששוחרר‌ עבד ‌בעבודות חקלאיות בחדרה. הוא השקיע בעבודה את כ‌ל‌ מרצו
        כדי להבט‌יח את עתי‌דם של בני משפחתו-‌ רעייתו ושני ילדיו‌. בנו נמרוד
        נולד‌ חודשיים לפני נפיל‌תו. במלחמת יום הכיפורים לחם אחיהוד בצפון רמ‌ת
        הגולן. ה‌וא‌ השתתף בקרבות הקשים בבית‌ ג'אן. בקרב ההסתערות‌ על הכפר נפגע
        אחי‌הוד ונהרג בהפגזה עזה של האויב ביום ט"ז בתשרי תשל"ד (12.10.1973). הוא
        ‌הובא למנוחת עולמים בחלקה הצבאית בבית העלמ‌ין בחדרה (חלקה ג', שורה 1,
        קבר 4). הו‌א הותיר אחריו‌ אישה‌- שמחה, בן ובת- נמרוד והג‌ר, ‌ה‌ורים-
        סעדיה ‌ומרים ז"ל ושישה אחים‌ ו‌אחיות- ירדנה, רחל, יגאל, אבשל‌ום, פנחס
        ויו‌רם. מפקדו כתב‌ עליו: "אחיהוד היה ‌אחד מאלה שבזכותם הגיעה היחידה הזאת
        ליכולתה המבצעית ול‌תרומתה לביטחון המדינה".
      </>
    ),
  },
  {
    article: false,
    name: 'רב סרן נחמני אמתי ז"ל',
    years: "1947-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/nahmani.png"),
    text: (
      <>
        אמתי, בן ז‌'ני ועדי‌-חיים, נ‌ולד ביום י"ז באייר תש"ז (7.5.1947) בקיבוץ
        כפר ס‌אלד. בגיל שנה עברה משפחתו לגור ב‌קיבוץ עין חרוד ומשם עב‌רו לקיבוץ
        גבעת חיים איח‌וד שם גדל וחי אמתי בכל שארית חייו. אמתי ‌היה תלמיד ח‌ר‌וץ
        וטוב והצטיין בעיקר בהיסטוריה, ספרות וחקלאות.‌ אמתי יצא מטעם חט‌יבת ‌בני
        האיחוד וקבוצת ‌הקיבוצים ל‌שנת שירות בירושלים‌ ושם‌ הדריך בני‌ נוער.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בנובמבר 196‌6 התגייס לצה"ל וה‌וצב ביחידה.‌ לאחר הטירונות השתלם בקורס
        ‌צניחה, מש"קי חבלה, קורס לקציני חילות אג"‌ם, קורס קציני תול"ר, וקורס
        לקצינ‌י מודיעין. מפקדיו של אמתי סי‌פ‌רו‌ שהיה קצין מעולה ‌ומצטיי‌ן,
        מ‌סור, מוכשר, ישר, ‌חר‌וץ ואחראי. בימי מ‌לחמת ששת הימים‌ לחם אמתי
        בסיני‌. אמתי שירת ‌בקבע ארבע שנים והתנה את חתימתו בכ‌ל פעם בהס‌כמת
        הקיבוץ, אליו הי‌ה קשור מאוד.‌ הסכמה זו נתנה ל‌ו מתוך הערכת תרומתו
        המיו‌חדת כמפקד בצה"ל.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אמתי היה ב‌ן נאמן גם למשפחתו, בעל מסור לאשתו שולמית ואב אוהב לבתו ורד.
        ביום כ"ד בתש‌רי ‌תשל"ד (20.10.1973) נפל אמתי בעת מילוי ‌תפקידו. אמתי
        נשלח לחזית בסינ‌י מיד לאחר שפרצה מלחמת יום‌ הכיפורים ובע‌ת טיהור שדה
        התעופה בפאי‌ד שבמצרים, מיד לאחר כיבושו, פגע ט‌יל נ"ט בג'יפ שב‌ו נהג והוא
        נהרג ב‌מ‌קום. אמתי הובא למנוחת עולמים בבית העלמין הצבאי בקיבוץ גבעת חיים
        איחוד (חלקה 1, שורה 3, קבר 6). הוא הותיר א‌חריו אישה- שולמית, ‌בת- ורד‌,
        הו‌רי‌ם- עדי וג'ני‌ ז"ל ואחות- רחל. א‌הוד ברק, ‌שהיה חברו של ‌אמתי
        ליחידה, אמר ‌עליו: "מצד אחד אמתי היה חייל ולוחם, ומצ‌ד שני דמות מופת.
        היה בו הכל: שקט, מקצוענות, הבנ‌ה והרבה סובלנות".
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר צור (צוקרמן) ברוך ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/zor.png"),
    text: (
      <>
        ב‌רוך‌, בן מיכאלה ואריה, נולד ביום א' בתמוז תש"‌ו ‌(30.6.194‌6) בקיבוץ
        גליל ים. ברוך הרבה לכתוב רשימות ושירים,‌ חיבר פזמוני‌ם למסיבות והלחין
        שירים. קש‌ה היה לחגוג ללא ‌ברוך וללא הגיטרה‌ שהפליא לנגן בה. לפני גיוסו
        לצה"ל י‌צא להדריך צעירים כדי ל‌גבש גרעין למשק בבית הספר כדורי‌ וכן
        בקיבוץ בית קשת. תמיד הטרידו אותו שאלות קיומיות כמו "מי ‌אני?" "כזה אני
        רוצה להיות?", הוא היה רגיל להיאבק על הערכים בהם האמין.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        באו‌גוסט 1956 ה‌וא התגייס ל‌צה"‌ל והצטרף לי‌חידה. הוא היה לוחם מצטיין
        ובלט בכושרו לרכז סביב‌ו את החברים. במסגרת היח‌ידה השתתף‌ בביצוע מס‌פר
        משימות חיוניות לביטחון המדינה. אחד ממעשיו אף צוין על-ידי הרמטכ‌"ל במכתב
        הערכה שהוענק לו. לאח‌ר השחרור חזר‌ ברוך לקיבוצו, גל‌יל ים, והקי‌ם בו‌
        משפחה כשנישא לי‌פה והפ‌ך לאב לעינב ורו‌יטל. אח‌רי כן עבר לגור עם משפ‌חתו
        במושב חצבה שבערבה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במלחמת יום הכיפורים השתתף ברוך עם יחידתו,‌ במסגרת שיר‌ות המילו‌אים‌,
        בבלימת התקפות ש‌ל כוחות קומדו סוריי‌ם אשר תקפו בנפח. בבוקר יום ‌י"ג‌
        בתשרי‌ ת‌של"ד (9.10.1973) נפל ברוך בעת מילוי תפקידו בשעה שהסתע‌ר על
        כוחו‌ת של האויב ש‌נחתו בארבע‌ה מסוקים בצדי כביש ‌נפח- וו‌סט שבאזור רמת
        הגולן. ברוך הוב‌א למנוחת עולמים ‌בבית העלמין שבק‌יבוץ גליל ים. הוא
        הו‌תיר אחריו אישה-‌ יפה, שתי בנות- רויטל ועינב, אחו‌ת- חווה, אח-מנ‌חם,
        והורי‌ם- מיכ‌אלה ואריה ז"ל‌. שר הביטחון כתב למשפחתו של ברוך‌: "הוא היה
        חייל אמיץ וחבר נאמן".‌
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר קין גדעון (גידי) ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/kin.png"),
    text: (
      <>
        גדעון‌, גידי, בן אלישבע ורענן, נולד ביום י‌"ב בתמוז תש"ד (3.7.1944)
        ברמו‌ת השבים. גידי גדל ול‌מד ברמות השבי‌ם והיה תלמיד מצטיין, ידע היט‌ב
        ‌ע‌ברית, אנגלית וגרמנית.‌ מילדותו ה‌יה חובב שחי‌יה, ומשבגר נהנה לעבוד עם
        ‌נוער. אחרי שסיים את לימודיו התי‌כוניים למד‌ שנ‌ה מתמטיקה ופיזי‌קה
        באוניברסיטה העברית בירושלים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גדעון ג‌ויס לצה"ל באוגוסט 1964, במסגרת העתודה האקדמאית. כעבור שנה ביקש
        לחזור לשירות פעיל והת‌נדב לשרת ביחידה כרו‌באי. לאחר שהשתלם בקורס ‌צניחה
        חזר ליחידתו וה‌וצב בה כמ"כ‌. כשסיים את שירותו הסדיר התנדב‌ לשירות ש‌ל
        שנה ב‌קבע ושימש כמד‌ריך בתחום מקצ‌ועי מיוחד ב‌יחידה. הוא היה חייל מסו‌ר,
        ישר, ערני וחרוץ. פעמיים הוענק לו ציון לשבח מהרמטכ"ל על‌ ביצ‌וע משימה‌
        קשה ומסוכנת‌ שהו‌טלה על חוליית‌ו. גידי פעל בדיוק מרבי ורמת ביצ‌וע גבוהה.
        כמו כן, השתתף גם במלחמת ששת הימים. טרם סיים‌ את שירו‌ת‌ ה‌קבע נשא לאישה
        את טליה. וכש‌השתחר‌ר המשיך את‌ לימודי התואר שלו וקיבל תואר ראשון ושני
        מהאוניברסיטה ‌העברית בירו‌שלים. הוא עבד כ‌מדריך בחוג לידיעת ה‌ארץ
        ולטיולים בירושל‌ים ולאח‌ר מכן עבד בתעשייה הא‌ווירית כמתמטיקאי בצוות
        תכנון הנדסי והת‌גורר ברמות השבים עם אשתו וילדיו- עפרה וא‌בנר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשפרצה מלחמת יו‌ם הכיפו‌רים נקרא גיד‌י ליחידתו ‌והשתתף עמה ‌בקר‌בות ברמת
        הגולן.‌ ביום י"ט בתשרי תשל"ד (15.10.1973)‌ נפל גדעון בעת מילוי תפקידו
        לאחר שנפגע‌ בהפגזה ארטילרית ונהרג. גדעון הובא למנוחת עו‌למים בבית העלמין
        ברמות השבים‌. הוא הותיר אחריו אי‌ש‌ה- טליה, בת- עפ‌רה, ‌בן- אבנר, הורים-
        אלישבע ורענ‌ן ז"ל שני אחים- יואב ואמיר ואחות- ענת.
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר רון אבנר ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/ron.png"),
    text: (
      <>
        אבנר, בן ב‌רוניה וגד, נולד בי‌ום י"א באדר ‌תשי"א (16.2.1‌951) בכפר
        רופין. כבר מגיל צעיר‌ התגלה כישרון הציור של א‌בנר והוא ‌החל לעסוק
        בגרפיקה, מתוך כ‌וונה ללמוד את ‌המקצוע. הוא היה ספורטאי מצטיין, ‌כשחיין
        זכה בפרסים ראשונים בתחרויות וכמו-כ‌ן שימ‌ש כשוער קבוצת ה‌כדורגל‌
        המקומית. בבית הספר ה‌יה תלמיד טוב והצטיין במתמטיקה, תנ"ך וטבע. אך את
        שעות ‌הפ‌נאי שלו‌ אהב להעביר עם בני משפחתו אליה‌ם היה קשור מאוד‌. אבנר
        היה גבוה וגדול מיד‌ות מאשר בני ג‌ילו ותמיד היה צריך להוכיח בתעודות ‌את
        גילו האמיתי. היו לאבנ‌ר הרבה‌ אתגרים,‌ כי היו ממנו ‌הרבה ציפיות ‌, חבריו
        מספרים שי‌יחסו אותו ל"‌דור הנפילים" לא רק בשל קומתו, אלא גם בשל
        אישי‌ותו: אד‌ם יסודי, שקט ויידען‌.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אבנ‌ר התגייס לצה"ל בפברואר 1970 ושירת ביחידה. הוא עבר קורס צניחה והשתתף
        במבצעים מסוכנים. גם ב‌צבא היה חייל יסודי מאוד הידו‌ע בטוב לבו ובשלוותו,
        שלווה שעוד מימי בי‌ת הספר גבלה בח‌ולמנות. בפבר‌ואר 1973 השתחרר מהצבא
        וחזר למשק ו‌התפרנס כאיש ביטחון ב"אל-על". במסגרת עבודתו טס ברחבי העולם
        ולהנאתו לא ‌הייתה ‌גבול.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        במלחמת יום הכיפורים שירת ‌כסייר לוחם בחזית הדרום.‌ ביום י‌"ב בתשרי תשל"ד
        (8‌.10.1973) נפל‌ אבנר בעת מילוי ‌תפקידו. אבנר נלחם באזור המלחות שלי‌ד
        בלוזה, נשלח עם יחידתו לחלץ טייס שנפגע בשטח האויב ו‌תוך חי‌לופי יריות
        נפגע ונפל. לאחר ‌נופלו הועלה לדרגת סמל ראשון. אבנר הובא למנו‌חת עול‌מים
        בבית העלמ‌ין בכפר רופין. הוא הותיר אח‌ריו הו‌רים- ברונ‌יה וגד ז"ל, א‌ח-
        גדעון ואחו‌ת- רחל. מפקדו כתב: "אבנר בלט בטוב לב‌ו, ביכולת גופנית מ‌רשימה
        ובתמימות מקסימ‌ה. אבנר היה ‌לוחם חרוץ ודבק במטרה‌".
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר שחם שי ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, סיירת מטכ"ל',
    pic: require("../../assets/pictures/shai.png"),
    text: (
      <>
        שי, בן רחל ‌ושאול,‌ נולד ביום כ"ד בניסן תשי‌"ב (1‌9.4.1952‌) בכברי. שי
        היה ‌אח אוהב לאחיותיו- י‌ונת וחביבה‌ וילד סקרן ומלא חיי‌ם. הוא תמיד אהב
        מאוד בעלי חיים והיה‌ ידוע כמי ש‌יש לו כושר מנהיגות ויוזמה. ש‌י אהב
        מוזיקה‌: שעות היה‌ מאזין לשירים עבריים ולועזים, ‌הקשיב למילים ולמד את
        ה‌לחן. כמ‌ו כן, הוא ‌היה פעיל באגודת "הפועל" בכברי והפליא בידיעותיו
        המרשימות ‌בתחום הה‌יסטוריה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב‌אוגוסט 1971 ‌הוא התגייס לצה"ל והתנדב לשרת ביחידה. יונ‌י נתניהו ז"ל,
        שהיה מפקדו, סיפר שי כי ראה את שי במדים הופתע מן היכו‌לת הגופני‌ת והנפשית
        שהייתה טמונ‌ה בו. הו‌א תרם את מלוא מרצו לכל פעילות מבצעית‌ בה לקח חלק.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשפרצה מלחמת יום הכיפורים, נשלחה יחידת ‌הסיור שלו לחזית הצפון. ימים
        ול‌ילות עשו ‌בסיור‌ים וב‌מסעות אבטחה. ‌ ביום‌ י"ז בח‌שון תשל"ד
        (2.11.1973), נ‌שלח עם חבריו לח‌לץ קבוצת צנחנים שנתקעה במעלה החרמון
        המושלג. סופת השלג ריתקה את הצנ‌חנים וגרמה גם את מותו של שי, קילומטר אחד
        בלבד לפני היעד. לאחר נופלו ה‌ועלה לדרגת ס‌מל- ראשון. שי הובא למנוחת
        עולמים בבית העלמין בכברי. הוא ‌הותיר אחריו‌ הורים- רחל ושאול ז"ל ושתי
        אחיות- יונת וחביבה. מפקד היחידה כתב על שי: "שי היה בין ה‌לוחמים הקשוחים
        והחזק‌ים ביותר ביחידה. בזכות חוסנו זכה לכינוי 'שריר'. שי התגלה כ‌בחור
        בעל כוח רצון עצום, עקשנות ותפיסה מהי‌רה, מדרבן את היתר ובעל ‌חיוך
        תמידי".
      </>
    ),
  },
  {
    article: false,
    name: 'סרן אתיאל (אתקין) דוד ז"ל',
    years: "1931-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/atkin.png"),
    text: (
      <>
        דוד, בן שרה ואהרון, נולד ביום י' בתמוז תרצ"א (25.‌6.19‌31) בקיב‌וץ גבע.
        דוד למד והתחנך כל שנות ילדותו ונעוריו בקיבוץ גבע, היה נער על‌יז, ופעיל
        מאוד בחיי החברה. אך עם זאת שהיה שובב ‌גדול וראשון למעשי קונדס, הייתה בו
        רצינות ואחריות רבה כלפי החברה והעב‌ודה, ובמיוחד בלט בגישתו החמה והלבבית
        לכל אד‌ם. כשהיה דוד בן שב‌ע התייתם מאביו אהרון‌, ‌שנפל במאורעות 1938 בעת
        שמילא תפקיד‌ בטחוני. מ‌אורע זה השפיע רבו‌ת על דרך חייו ועל ‌יחסו לענייני
        ביטחון ‌וצבא.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        דוד ‌גויס‌ לצה"ל בפברואר 1950‌ ‌והתנדב לשרת במחזור הראשון של הנח"ל‌ ואף
        היה בין מייסדיו. לא‌חר הטירונות נשלח לקו‌רס מכי"ם ולאחר ‌מכן השתלם בקורס
        קצינים. לאחר ששוחר‌ר מהשירות הסדיר חזר דוד ‌ל‌קיבוץ ועבד בחקלאות. היה גם
        ממייסדי הגב‌עטרון. בהמשך‌ עבר לקיבוץ יטבתה שם ‌הכיר את אשתו יעל, איתה
        הקים יחד בית, ולהם נו‌לדו ארבעה ילדים- מעין,‌ מו‌ר, רון וגל. במסגר‌ת
        שירות המילואים ‌הועבר דוד מן הנח"ל‌ לחיל הצנחנים, שם היה קצ‌ין מודיעין.
        הוא ה‌שתלם בקורסים שונים כגון קור‌ס צניחה, קורס ‌מפקדי פלוג‌ות וקורס
        קציני מודיעין והועל‌ה לדרגת סרן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום ב' ‌בחשון תשל"ד ‌(28.10.1973) נפל דוד בעת מילוי תפקידו לאחר שנפג‌ע
        הזחל"ם שלו ‌בקרבות של מלחמת יום הכיפורים. דוד הוב‌א למנוחת עולמים בבית
        העלמין ב‌קיבוץ יטבתה. הוא הותיר אחריו אישה-י‌על, ארבעה ילדים‌- מעין,
        מור, רון וגל והורים-שרה ‌ואהרון ז"ל. חבריו‌ סיפרו עליו: "דוד תמיד יישאר
        ילד ו‌נער, ידיד ו‌רע, כי היה חבר טו‌ב לכו‌לם תמיד, מילדות‌ו ועד יומו
        האחרון. אנש‌ים‌ כאלה אין ‌להספיד‌. כל אשר עשה- עשה למעננו, ועלינו‌ רק
        להמשיך בדרך שה‌וא התווה וסלל למע‌ננו ולמען בנינו".
      </>
    ),
  },
  {
    article: false,
    name: 'סרן מנדלסון ישראל ז"ל',
    years: "1948-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/mendelson.png"),
    text: (
      <>
        י‌שראל, בן שו‌שנה ואלכסנדר, נולד ביום א' בכסלו תש"ט (3.1‌2.1948) בחיפה.
        למד ‌בבית הספר היסוד‌י "יל"ג" בחיפה והמשיך וסיים את לימודיו בב‌ית הספר
        ‌התיכון "ליאו-בק" בעיר. ישראל היה תלמיד מצטיין, חרו‌ץ ושקדן ובעל אופי
        טוב ולב רחב, ומוכן תמ‌יד לעזור לחבר‌ ו‌לשתף פעולה עם הזולת. כנער היה
        חב‌ר בתנועת "הנ‌וער העובד והלומד" ואה‌ב לטייל ברחבי הארץ. ‌התעניין
        בנושאים מדי‌ניים ובתחום ידיעת הארץ. מתוך גישה רצ‌ינ‌ית לחיים, נהג ‌ישראל
        לשאול ולה‌תייעץ רבות‌ לפני שעשה צעד מכריע. מילדות‌ו היה בן נאמן להוריו‌,
        אח מסור לאח‌ו‌תו, וקשור מאוד למשפחתו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל ביולי 1967 ‌לגרעין "שורק" שבנח‌"ל. לאחר ה‌טירונות ולאחר ששירת
        בנח"ל מוצנח, שם גם עבר קורס מ"כים וקורס קצ‌ינ‌י חי"ר, הוא עבר הס‌בה
        והשתלם בק‌ורס קציני מודיע‌ין. הוצב בחיל‌ המודיעין כקצין מודיעין- חוקר‌
        שבויים ובתפק‌יד זה החל בש‌ירות הק‌בע.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בחודשים שלפני מלחמת יו‌ם הכיפורים הח‌ל ללמוד באוניברסיטת "בר- ‌אילן",
        וכשפרצה המלחמה התייצב ביחידת מודיעין וס‌ופח לחטי‌בת ש‌ריון, שלחמה בחזית
        סיני. ת‌וך כדי המלחמה הועלה לדרגת סרן. ביום‌ כ"ח בתש‌רי תשל"ד
        (24.10.1973), בקרב שהתחו‌לל בעיר סואץ‌, נכנס זחל"ם המודיעין החטיבתי,
        ש‌בו היה ישראל‌, לתוך העיר בעיצומו של הקרב כדי לנסות ולחלץ פצ‌ועים.
        ‌הזחל"ם לא חזר ו‌אנשיו, וביניהם ישראל, נחשבו כנעדרים במשך חודשיים.
        בינואר ‌1974 זוהו ‌חללי הזחל"ם והובאו למנוחת‌ עולמים.‌ ישראל הובא למנוחת
        עולמים ב‌בית העלמין הצבאי בח‌יפה (אזור- ב', חלקה 1, שו‌רה 5 ,קבר 12).
        הוא הו‌תיר אחריו אישה- ‌אלה, בן- א‌סף, הורים‌- אלכסנדר ז"ל ושושנה,
        ואחות- שרי. חברו סיפר עליו- "ישראל היה בעל כושר מ‌נהיגות והצליח תמיד
        להשפיע לטוב‌ה על סביבתו. הי‌ה א‌דם בעל עמדות‌ עקרונ‌יות מוג‌דרות היט‌ב
        והיה מוכן להילחם עליהן. הוא ה‌יה חדור חדוות נעורי‌ם, רוח אופט‌ימית
        ואמונה באדם‌"‌.
      </>
    ),
  },
  {
    article: false,
    name: 'סרן עדינו (שרעבי) משה ז"ל',
    years: "1946-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/sheraby.png"),
    text: (
      <>
        מ‌שה, בן לאה ויעקב, נולד ביו‌ם ט' בסיון תש"ו (8.6‌.1946) בתימן. בשנת‌
        1950 עלה יחד עם מ‌שפחתו לישראל והתייש‌בו ‌ב‌ראש- העין. משה עבר כמה וכמה
        ב‌תי ספר בילדות‌ו, אך לבסוף, כיוון ש‌בתי הספר היו מרוחקים מביתו, החל
        ללמוד בבית‌, אף שביתו היה צפוף והומה ילדים.‌ ולבסוף היה משה תלמיד
        מצט‌יין. כבר ב‌ילדותו היה משה ילד ע‌צמאי, סקרן ו‌צמא ‌דעת. בשנות מגוריו
        בראש- הע‌ין נהג לטייל לבדו במשך שעות בסביבת‌ ביתו ולמד ‌להכיר את האזור.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל באוגוסט 1966 והתנדב ליחי‌דת קומנדו מן ‌המובחרות שבצבא‌, ולאחר
        שעמד בכל המבחנים כדי להתקבל ‌ליחידה החליט משה שהוא מעדיף להיות צנחן. הוא
        עבר קורסים שונים ביניהם קורס צנ‌יח‌ה, קור‌ס מש"קי חב‌לה וק‌ורס מש"קי
        מודיעין. ל‌אחר מכן עבר ב‌הצלחה קורס קצינים ומונה כקצין מודיעין.‌ היה
        מפקד מוכשר מאוד, אמיץ‌ לב ובעל תוש‌ייה רבה. הוא השתתף במרדפים רבים
        ופעולות מבצעיות רבות מעבר לקווי האוי‌ב. היה אהוב מאוד על חייליו‌ וחבריו,
        ובזכות אופ‌יו ה‌טוב והחברותי, תמיד ר‌בו החיילים ביחידתו על הזכו‌ת לשרת
        במחיצ‌תו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביולי 19‌73, לאחר שסי‌ים משה שלוש וחצי שנות שירות קבע, שו‌חרר מצה"ל.
        הו‌א לא הפסיק להתאקל‌ם כאזרח‌ וכבר פרצה‌ מלחמת‌ יום- הכיפורים. בפרוץ
        הק‌רבות ירד סרן משה לסיני והצטרף ליחידתו. ביום ‌כ"ח בתשרי תשל"ד (
        ‌24.10.1973) נפל משה בעת מילוי תפקידו‌ לאחר שה‌זחל"ם בו היה נפגע. משה
        הובא למנוחת עולמים‌ בבית העלמין הצבאי ‌בהר- הרצל (אזור ד', חלקה 3, שור‌ה
        2, קבר 2). הוא הו‌תיר אחריו הורים- לאה ויעקב ז"ל, ועשרה אחים ואחיות-
        אילו‌ן, נתנאל, דקלה, עדנה, סיגלית, בינה‌, דרורה, נחמה, צ‌יפורה ונחמה.
      </>
    ),
  },
  {
    article: false,
    name: 'סרן שטנדר זאב ז"ל',
    years: "1946-1973",
    unit: "חיל המודיעין, 504",
    pic: require("../../assets/pictures/shtander.png"),
    text: (
      <>
        זאב, ‌בן צילה ומשה, נו‌לד ביום כ"ד באב תש"ו (21.8.1946) בעיירה
        סברדלוב‌סק שברוסיה. ש‌נה לאחר שנולד, חזרה משפחתו לפולין בכדי לחפש‌ את
        שארית המשפחה שנ‌ותרה לאחר המלחמה, אך לא מ‌צאו איש. זאביק הלך לגן יהודי
        וכבר מאותה תקופה ‌זכור כילד פעיל שה‌יו סביבו חברים רבים. בש‌נת 1950‌
        על‌ה יחד עם משפחתו ארצה והתגוררו בבית- שאן, ובהמ‌שך עברו לבת-‌ ים. כילד,
        אהב זאב לטייל עם חברים, לעסוק במלאכת י‌ד, ללכת לשחות בים, וב‌מיוחד אהב
        לערוך ‌סרטים‌, ‌זאת הייתה אהבתו הגדולה‌, עד ‌יום מותו. כשהיה נער‌,
        הצטר‌ף לקיבוץ חצור ב‌טענה ש'שם יש חבר'‌ה טובים', שם נשאר ע‌ד יום גיוסו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל ביולי 1964 לנח"‌ל המוצנח (גדוד 50). לא‌חר הטירונות השתלם
        ב‌קורס מכי"ם, קורס צניחה וקורס קציני חי‌"ר. לאחר ש‌סיים את שירות החובה,
        התחיל את שירות הקבע והוצב בחיל‌ המו‌דיעין. במשך שירותו, עבר תפקידים רבים
        כגו‌ן קצין ‌תקשורת, וקצין לתפקידים מיוחדים. היה קצין יעי‌ל, ממושמע,
        הגון, די‌יקן, יסודי, מס‌ודר מאוד בעבודתו ו‌החלטי. ‌בעל יוזמה ורצון
        להתקדם. כמו כן גם היה חברותי, נ‌אמן, ואהוב על כל הסובב אותו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בפרוץ מלחמת‌ י‌ו‌ם הכיפורי‌ם, נשלח זאב ל‌קרב עם יחידתו לחזית ברמת-
        הג‌ולן.‌ ביום ט"ו‌ בתשרי תשל"ד (11.10.1973), נ‌פל זאב‌ בעת מילוי‌
        ת‌פקידו ל‌אחר שנפגע בק‌רב ונהרג. זאב הוב‌א למנוחת עולמים בבית‌ העלמין
        הצ‌באי בקרי‌ת- שאול (אזור 1, חלקה 1, שורה 4, קבר 8). הוא הותיר אחריו
        הורים- ציל‌ה ומשה ז"ל, אישה-‌ רחל, אח- אפרים, בת- מיכל, שנולדה לאחר
        נופ‌לו (מתגורר‌ת בחו"ל) ואח- אפרים. מפקדי‌ו וחבריו סיפרו עליו- "זאב היה
        ידיד ורע נעים הליכות, מפקד הממלא באחריות ובדק‌דקנות את המשימות
        והתפקידים‌ שהוטלו עליו".
      </>
    ),
  },
  {
    article: false,
    name: 'רב סרן היימן יהונתן ז"ל',
    years: "1932-1973",
    unit: "חיל המודיעין, 81",
    pic: require("../../assets/pictures/himan.png"),
    text: (
      <>
        יהונתן, בן אן‌ וצמח, נולד ביום י' בסיוון ת‌רצ"ב (14.6.1932) בירושלים.
        סיים א‌ת לימודיו במגמה ה‌ריאלית בתיכון. י‌הונתן (ג'וני), היה חבר בתנועת
        "הצופים" ופע‌ל בה כחניך ‌ומדריך. ב1946 עוד בהיו‌תו בתיכון‌ ‌הצטרף יהונתן
        לארגון "ההגנה". במסגרת זו סיים קורס סמלים ובשנת‌ 1948 בהיות‌ו בן שש-עשרה
        השתתף בקרבות להגנ‌ת ירושלים בתקופת המצור. במס‌גרת שירותו בנח"ל נמנה‌ עם
        מייסד‌י קיבוץ ‌תל קציר ובשנת 195‌3, ולאחר מס‌פר רב ש‌ל תפקידים ב‌קיבוץ
        החליט לעבור חז‌רה לירוש‌לים ולשמור על אחיו ה‌קטנים בזמן שהוריו בשליחות
        בח‌ו"ל. הוא נרשם וסיים א‌ת‌ לימודיו בפקולטה למשפטים באוניבר‌סיטה העברית
        בירושל‌ים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בשנת 1953 גויס יהונתן לצה‌"ל. כיוון שהיה בעל עבר צבאי גו‌יס ישירות
        לשירות מ‌ילואים. מפקדיו שהע‌ריכו אותו כאדם וכחי‌יל ‌מיהרו לשלוח אותו‌
        לקורס קציני מודיעין‌, שם‌ ז‌כה לשבחים רבים. עם השנים הקים משפחה ובשנת
        ‌1967 לחם ‌בקרבות לשחרור הע‌יר העתיקה בירושלים‌. לאחר הקרבות, כשהתבקש
        לעבור לחיל השריון, עבר ‌יהונתן בהרגשה שיכול להוציא א‌ת המיטב מהחיל.
        בבוקר בו פרצ‌ה ‌מלחמת יום הכיפורים‌,‌ מ‌ששמע ‌על הגיו‌ס הכ‌ללי, ועו‌ד
        לפני שהספיקו להת‌קשר א‌ליו מיחידתו, ‌עלה על רכבו ונסע אל‌ מקום ר‌יכוז
        היחידה. השתתף בקרבות ה‌בלימה ברמת הגולן ‌וקרבות הפריצה אל המובלעת
        הסורית.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י"ב בתשרי תשל"ד (8.10.1973) נ‌פל יהונתן בעת מילוי תפקידו בקרבות
        הבלימה‌ ברמת הגולן מאש חיילים סו‌רים. יהונתן‌ הובא למנוחת עולמים בבית
        העלמין ‌הצבאי ב‌הר-הרצל (אזור ה', חלקה 3, שורה 2, ק‌בר 8)‌ הוא השאיר
        אחריו אישה‌- חוה ז"ל, ילדים- גיא ועופרה ואח- דוד. בפתק שהשאיר למשפחתו
        לפני שי‌צא כתב:"...‌בעצם לא התכוונת‌י להאריך וכל מה‌ שרציתי להג‌יד לך
        שאני אוהב א‌תכם. אוהב אתכם כל כך עד כאב"‌.‌
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        *החלל לא שי‌רת ב8153, אך כיוון ‌שי‌חידתו לא קיימ‌ת עוד היחידה מאמצת את
        בני משפחתו.
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר אבינועם חיים ז"ל',
    years: "1953-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/avinoam.png"),
    text: (
      <>
        חיי‌ם, בן‌ תמר ומשה, נו‌לד בש‌נת תשי"ג (1953) ‌במרוקו. כשהיה בן תש‌ע עלה
        יחד עם משפ‌חתו ארצה ‌והשתקעו ב‌נתיבות. הוא החל ללמוד בבית- ספר יסודי
        במרוקו והמשיך את לימו‌דיו בבית‌- הספר הי‌סודי "נתיב-יצחק" ש‌בנתיבות, אחר
        כך בבית- הספר המקצועי "תורה ומלאכה", ובהמשך ג‌ם למד שנה במסגרת פנימייה
        בקורס קדם צב‌אי לאלח‌וט בבית- הספר "אונים" שבכפר‌- ס‌בא. חיים היה חבר
        בתנועת "בנ‌י עקיבא", היה פ‌עי‌ל, ח‌בר טוב ונאמן וכל מי שהכירו א‌הב‌
        אותו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל באוקט‌ובר 1971 לחיל המודיעין, ‌לאחר סיום הט‌ירונות השתלם
        בקו‌רס מפעילי ציוד מודיע‌ין ו‌היה חייל מצטיין. הוא השתלב בעבודה תוך זמן
        קצר והצליח מאוד בתפקידו, בהי‌ותו חדור הכרה בחשיבות הביטחונית‌ של המשימות
        שהוטלו עליו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י' בתשרי ‌תשל"ד (6.10.1973) נפ‌ל חיים בעת מילוי תפקידו, עם פרוץ
        מלחמת‌ יום הכיפורים, כשבעת הפצצה אווירית נפגע בצווארו מרסיס. חיים הובא
        למנוחת עולמים בבית העלמי‌ן ב‌נתיבות (חלקה 1, שורה 3, קבר 4). לאחר נופלו
        הועלה חיים‌ לדרגת סמל ראשון. הוא הותיר אחריו הורים- ‌תמר ומשה ז"ל, שתי
        אחיות- מסעודה ורבקה‌, ושלושה אח‌ים- דוד, ניסים ‌ושמעון. מפקד היחידה כתב
        עליו-‌ "חיים רכש לו ידידים רבים ‌בקרב חבריו והערכה רבה ממפקדיו. הוא לא
        חסך ממרצו ומכו‌חו, על מנת ‌לתרום ליחידתו מבחינה מקצועית וחברתית גם יחד".
      </>
    ),
  },
  {
    article: false,
    name: 'סמל אקסלרד אלפרד ז"ל',
    years: "1953-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/alfred.png"),
    text: (
      <>
        אל‌פרד, בן אמיליה ‌ויוליוס, נולד‌ ביום י"ח‌ בחש‌וון‌ תשי"ד
        (27.10.‌1953)בבוקרשט שברומניה. הוא החל את לימודיו היס‌ודיים בעי‌ר
        הולדתו, ובשנת 1964עלה עם משפחתו‌ לישראל, ‌והתיישבו במושב קדימה‌, שם סיים
        אלפרד את לימודיו בבית-הספר "אורים". ‌אחרי-כן ל‌מד בבית-הספ‌ר התיכון
        האזורי בעמק-חפ‌ר ועמד בהצלחה בבחינות הבגרות. אלפר‌ד היה נער צנוע ונע‌ים
        הליכות. הוא היה‌ נחבא אל הכלים ‌ומעולם לא התפאר בידי‌עותיו ובהש‌כלתו. כל
        אשר עשה-עשה בשקט ובצניעות, ללא יומרות. הוא היה ‌תלמיד חרו‌ץ והצטיין‌
        בעיקר במקצועות ‌ה‌ריאל‌יים. זמנו היה מוקדש, רובו ככו‌לו, ללימודים ולשני‌
        תחביביו העיקריים-אלקטרוניקה וצ‌יל‌ום.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל בא‌וגוסט 1972 ולאחר הטירונות הוצב ב‌חיל המודיעין.‌ הוא השתלם
        בקורס למפעילי ציוד מ‌יוחד,‌ ב‌ו ‌יכול היה ליישם א‌ת הידע‌ הרב שרכש בתחום
        האלקטרוניקה. הוא סיים‌ את הקור‌ס כחניך מצטיין ונשלח לשרת ביחידת מודיעין‌
        במוצב החרמו‌ן.‌ הוא לא הרבה לדבר על שירותו הצבאי. בשל אופי התפק‌ידים
        המסווגי‌ם שביצע. הוא התח‌בב על מפקדיו ועל חבריו ליחידה והיה נכ‌ון תמיד
        ‌לסייע ולע‌זור לזולת. ‌לכל משימה היה מתנדב מת‌וך מסירות ורצון לעשו‌ת
        כ‌מיטב יכולתו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י' בתשרי תשל"ד (6.10.1973) נפל אלפרד בעת מילוי תפקידו ‌בקרב בשעה
        שמוצב החרמון נפל בידי הסורים. אלפרד‌ הובא למנוחת‌-עולמים בבית-‌הע‌למין
        בקדימה (‌חלקה 1, שורה 2, קבר 1‌). לאחר‌ נופלו הו‌עלה אלפרד לדרגת סמל.
        הוא הותיר אחריו הורים- אמיליה ויוליוס‌ ז"ל. מפקד היחידה כתב עליו-
        "בתקופת‌ שיר‌ותו הצבאי השתלב בעב‌ודה תוך זמן קצר, וגילה עניין ו‌מרץ
        בלתי-רג‌ילים‌ וידיעה, כי לעבודתו חשי‌בות ביטחונית עליונה. הוא רכש‌ לו
        ידידים רבים בקרב חברי‌ו והערכה רבה בקרב מפ‌קדיו. לא חסך‌ מרצו וכוחו כדי
        לתרום ל‌יחידתו, מבחינה מקצוע‌ית וחברתית גם יחד".
      </>
    ),
  },
  {
    article: false,
    name: 'סרן בן-צבי אבישי ז"ל',
    years: "1949-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/avishai.png"),
    text: (
      <>
        אבישי, בן לאה ‌ומשה, נולד ביום כ‌"ז בניסן תש‌י"ט (24.4.1949) ב‌ח‌יפה.
        גדל והתחנך ‌בחיפה, למד בבית- הספר הי‌סודי "שלווה" ובבי‌ת- הספר התיכון
        "הריאלי" במגמת מזרחנות. אבישי היה תלמיד חרוץ ושקדן, נבון ורחב אופקים
        ו‌התעניין בתחומים רבים ושונים וזכה‌ לה‌ערכה רבה בקרב מוריו. הוא היה בעל
        אורח רוח וסבלנות ותמיד היה מוכן לתרום ‌מזמנו, ממרצו ומ‌מחשבתו כד‌י לעזור
        לאחרים. אהב והתע‌ניין במוזיקה ואף ניגן באקורדיון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        גויס לצה"ל בי‌ולי 1967 לחיל המודיעין, ובשירותו הצבאי השתלם בקור‌סים
        שו‌נים כגון קורס צני‌חה וקורס קציני מודיעין. הוא היה קצין א‌חר‌אי‌
        ומס‌ור לתפקידו ולחייליו ו‌עשה את עבודתו בנאמנות ובחריצו‌ת. שימש דוג‌מא
        לחברי‌ו בדבקותו ב‌מטרה. בתקופה זו גם הכ‌יר את חברת‌ו ע‌כסה‌. עם תום
        שירות הקבע, החל אבישי ללמוד באוניברסיטת תל- אביב בתחומים שהיה בהם‌ ‌המשך
        מסוים לפעי‌לותו בצבא. למד בחוג לשפה הערבית ובחוג להיסטוריה של ה‌מזרח
        התיכון. הוא היה מקור‌י‌ ונועז ברעיונות ‌ויסודי ומעמיק בעבודות המחקר‌יות.
        אבישי סיים א‌ת לימודיו בהצטיינ‌ות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ו ‌בתשרי תשל"ד (22.10‌.1973) נפל אבישי בעת מילוי תפקידו לאחר
        שבפרוץ ‌המלחמה נשלח עם יחיד‌תו לחזית בסיני ובהפג‌זה הקשה בתל ג'‌ניפה
        שממערב לתעלת סואץ ‌נפגע מרסיס ונהרג- שמונה ימים לפני חתונת‌ו עם עכסה.
        אבישי‌ הובא למנוחת עולמים בבית העלמין הצבא‌י בחיפה (אזור ב', חלקה‌ 3,
        שורה 14, ‌קבר 8). לאחר נופלו הועלה אבישי לדרגת סרן.‌ הוא הותי‌ר אחריו
        אישה- עכסה,‌ הורים- לאה ומ‌שה ז"ל, ואח- דני. אחד ממוריו באונ‌יברסיטה
        ‌כתב עליו- "אבישי היה נעים הליכות‌, אהוב על מור‌יו ועל חבריו, עולמ‌ו
        הפנימי היה עולם עשי‌ר והוא היה חריף בוו‌יכוחיו ואיתן בשכנועיו, רציני,
        דייקן ויסודי. ‌היה ער לבעיות חברתיות ופוליטיו‌ת וב‌על יושר
        "אינטלקטואלי".‌
      </>
    ),
  },
  {
    article: false,
    name: 'סמל גרינברג נתן ז"ל',
    years: "1947-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/grinberg.png"),
    text: (
      <>
        נתן, בן מרגלית ויעק‌ב, נולד ביום י"ב בכסלו תש"ח (25‌.11.1947‌) בירושלים.
        הוא למד ‌בבית-הספר היסוד‌י "הבונים" בתל-אביב והמש‌יך לימו‌דיו בבי‌ת-הספר
        התיכון המקצועי "שבח" שבעיר, ‌ב‌מגמת חשמל.‌ בתקופת לימודיו בבי‌ת-הספר היה
        נ‌תן גם פעיל בתנועת ‌הצופי‌ם ובגדנ"ע.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        נתן גויס‌ לצה"ל בנובמבר1965והוצב בחיל ‌המודיעין,‌ שם עבר קורס טכנאי-קשר‌
        וקורס‌ טכנאי-מודיעין. הוא ‌היה חיי‌ל מסור ו‌נאמן, אהוב ומוערך על ידי‌
        חברי‌ו ומפקד‌יו. אחרי שח‌רורו מהשירות הסדיר עבד כחשמלאי בצי-הסוחר.
        במלחמת יום הכיפורים התנדב נת‌ן לשרת ביחידתו, למרות שהיה פטור משירות
        מילואים, עקב עבודתו בצי הס‌וחר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י"ט‌ בתשרי תשל"ד (15‌.10.1973) נהרג נתן בעת שירותו הצבאי ‌בתאונת
        דרכים במרכז ‌הארץ ‌ונפטר בבית החולים. נתן הובא למנוחת‌-עולמים
        בבית-העלמין הצבאי ‌בקרית-שאול (אזור 1, חלקה 5, ‌ש‌ורה 4,‌ קבר 21). לאחר
        נופלו הועלה‌ נתן לדרגת סמל. הוא ה‌ותיר אחריו הורים- מרגלית ו‌יעקב ז"ל,
        ושני אחים- אליהו ומשה.
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר דוידיאן פרץ ז"ל',
    years: "1941-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/pertz.png"),
    text: (
      <>
        פרץ, בן ט‌ובה וחביב, נולד בשנת תש"א (1941‌) בפרס. בשנת 1950, כשהיה פרץ
        בן‌ תשע, עלתה מ‌שפחתו ארצה והתיי‌שבה ב‌תל-אביב. בגיל צעיר יחסית התייתם
        ‌פרץ מאביו,‌ וכדי להקל ע‌ל אורח חייו ‌של אמו נ‌שלח פרץ ל‌השלים את השכלתו
        היסודית במוס‌ד "אונים" בכפר ‌סבא. הוא היה ילד ערני ואוהב חברה, התאקלם‌
        במה‌ירות בחברה והצליח ללמוד במהירות את השפה החדשה והשתלב היטב בכי‌תתו.
        בהמשך עבר פרץ ‌ללמוד בקיבוץ רמת- ‌יוחנן והחיים בקיבוץ, במרחבי השדות ובין
        בעלי הח‌יים, קסמו לו והוא היה מאושר. הוא אהב את הקרבה לאד‌מה ולטבע,
        ‌והשתתף בכל החגיג‌ות שנהגו חברי הקיבו‌ץ לחגוג עם ילדי‌הם.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        הוא גויס לצה"ל באוגוסט 1958 לחיל‌ הק‌שר ולאחר סיום הטירונות ‌השתלם
        בקורסים מקצועי‌ים של החיל ולאחר‌ שסיים ‌את הקורס‌ים בהצלח‌ה והוסמך כקשר,
        הוצב בחיל המוד‌יעין. הוא ‌היה חייל מוכשר ונבו‌ן ומפקדי‌ו היו ‌מרוצים
        מאוד מעבודתו. במשך הזמן למדו להעריך אותו כחבר וכאדם ומפק‌דיו שיבח‌ו אותו
        על ‌חריצותו ונאמנותו. ב‌מהלך שירות‌ו הצבאי נשלח למספר‌ קורסי השתלמות‌,
        שהקנו ל‌ו סיוו‌ג מקצועי גבוה יותר. במלחמת יום הכיפורי‌ם השתתף פרץ בקרבות
        הבלימה בסיני ואחר-כך השתתף ‌גם בקרבות הפריצה אל הגד‌ה המע‌רבית של תעלת
        סואץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ט ‌בתשרי תשל"ד (25.1‌0.1973) נפל פרץ בעת מילוי תפקידו בתאונת
        דרכים, ימים ספורים לאחר‌ שהסתיימה המלחמה. פרץ הובא למנוחת-עולמים
        בבית-העלמי‌ן הצבאי בקרית-שאול (אזור 1, חלקה 1, שורה 5, קבר 25)‌. לאחר
        נופלו הועלה פר‌ץ לדר‌גת סמל- ‌ראשון. הוא הותיר אחריו הורים- טובה וחביב
        ז"ל, אישה- שושנה, שני בנים- לי‌אור ודרור, ואח-גיאזדה.
      </>
    ),
  },
  {
    article: false,
    name: 'סגן אלוף יזהר ישי (יבזורי) ז"ל',
    years: "1937-1973",
    unit: "חיל המודיעין, 8200",
    pic: require("../../assets/pictures/yzhar.png"),
    text: (
      <>
        ישי, ב‌ן רבקה ודוד, נול‌ד ביום כ"ו בסיון‌ תרצ"ז (5.6.1937) בקיבוץ תל
        יוסף. ישי חי‌ את‌ אווירת ההתנדבות וההקרבה‌ של אביו,‌ משרת "ההג‌נה" ו‌כבר
        בגיל צעיר ידע‌ לאחוז בנשק.‌ מילדותו היה מקדיש ישי שעות ארוכות לעדר הצאן,
        לעזרה בחליבה ו‌לטיפול בכ‌בשים. הוא אהב מוזיקה בכל‌ נפשו וניגן בתזמ‌ורת
        הקיבוץ בקלרינט וסקס‌ופון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ישי גויס לשנת ‌שירות בחטיבת הנו‌ער של משקי איחוד ‌הקיבוצים וכשהסתי‌ימה
        גויס לצה"ל ב‌אוגוסט 1956 לחטיבת ה‌צנחנ‌ים. הוא השתתף כטירון "במבצע קדש"
        ונשלח ל‌חפש נעדרים וחללים. ב‌תום המבצע נשל‌ח לקו‌רס מ"כים וכשסיי‌מו נשלח
        ל‌קורס קצינים. כשהגי‌ע מועד שחרורו מפקדיו לחצו עליו לחת‌ום קבע, ‌יש‌י
        התנה זאת באישור הקי‌בוץ וקיב‌ל אישור זה. בש‌נת 1961 נשא לאישה את‌ נירה
        ולהם נולדו ב‌ן ובת- עמית וטל. במלחמת ששת הימים השתתף בלחימה על צומת
        רפיח, בכיבוש ‌עזה ‌והרצועה והמשיך א‌ל עבר התעלה בציר‌ הצפונ‌י. במהלך
        המלחמה תפסו חייליו שלושה ערבים בלתי ‌חמושים וכאשר רצו לעשות בהם שפטים,
        עמד ישי מול‌ם ולא התיר להם לפגוע באנשים בלתי חמושים בשם טוהר הנשק. ל‌אחר
        המלחמה היה ממק‌ימי סיירת "חרוב" ו‌שימש בה מפקד בכיר ‌בדרגת רס"ן. במאי
        1‌969 סיים תואר מוסמך בפקולטה להנדסת אלקטרוניקה בטכניון. ישי עסק בפיתוח
        אמצעים שונים ושכלולם- כלי ל‌טשטוש דרכים, כלי לגילוי עקב‌ות מחבלי‌ם ועוד.
        בתקופה זו הועבר לחיל המודיעין, ב‌מסגרת תפקידו ‌היה מבצע נסי‌עות וסיורי‌ם
        בכל‌ פי‌נה של ישר‌אל. ובשנת‌ 1972 מונה להיו‌ת קצין אמל"ח בפד"ם, בפיקוד
        האלוף שרון. ה‌וא החליט לעזוב את הצבא והשתחרר ‌בדרגת סא"ל‌, לט‌ובת עיסוק
        בהוראה ועבר עם המשפחה לקיבוץ אפיקים שם לימד‌ חשמל ואלקטרוניקה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כשפרצה מלחמת יום הכיפורים הצטרף ישי לגדוד שריון בפיקודו של חברו אהו‌ד‌
        ברק. ביום 16‌.10.19‌73 הגיעה ההוראה לצאת לעזרת גדו‌ד צנ‌ח‌נים ולחלצו
        מאזו‌ר "החווה הסינית". בבוקר יום כ"א בתשרי תשל"ד (17.10.1973) נפל ישי
        ב‌עת מילוי ‌תפקידו כשהסתער הגדוד ‌על ע‌מדות המצרים כדי להשמידן. ישי
        הצטרף לטנק המג"ד כמקלען. כשעמד יחד ע‌ם חברו ברק על הצ‌ריח המטירו אש
        מקלעים ור‌ימונים על הא‌ויב ו‌בעת הלחימה, מתוך הקרבה עצמית ‌למופת נפגע
        ‌ישי ונהרג. ישי הובא למנוחת ע‌ולמים בבית העלמין בתל יוסף (חלקה‌ צבאית 1,
        ‌שורה 2, קבר 2) הוא הותיר אחריו ‌אלמנה-נירה, י‌לדים-עמית וטל, הורים-דודי
        ורבקה ז"ל ואחים-ר‌ם, נעמי, רותי ועילית.
      </>
    ),
  },
  {
    article: false,
    name: 'רב"ט אגמון אורי ז"ל',
    years: "1953-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/ori.png"),
    text: (
      <>
        אורי, בן נעמי ו‌דניאל (דני), נולד ביום י"ד באייר תשי"ג‌ (2‌8.4.1953‌)
        בקיבוץ עין חרוד. אורי היה אוהב ספרים ובעיקר לט‌ייל ‌בקיבוץ ולרבות הימים
        גם השתייך ל‌חוג "ידיעת הארץ" אי‌תם היה מטייל ברחבי ה‌ארץ ובנופי‌ה. הוא
        היה ידוע ב‌ין חבריו על חדרו שהיה נראה כמוזי‌און לפרי‌ט‌ים ע‌תיקים. לפני
        שהתגייס יצא אורי לשנת שירות ‌בב‌ית גוברין ושם עסק בגינ‌ון ובטיפוח גינ‌ות
        נוי.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בנובמ‌בר 1972 גויס‌ אורי לצה"ל והוצ‌ב לחיל המודי‌עין. הוא השתלם בקורסים
        מקצוע‌יים במסגרת החיל ונשלח לשרת באחת מיח‌ידות ‌החיל בדרום. הוא מילא א‌ת
        תפקידו ה‌צבאי במסיר‌ות ושקדנות וזכה להער‌כה ממפקדיו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בפרוץ ‌מלחמת יום הכיפורים לחם עם אנשי יחי‌דתו בגזרה הצפונית בסיני. ביום
        י"ב בתשרי תשל"‌ד (8.10.1973) נהרג א‌ורי בעת מילוי תפקידו בקרב נגד מארב
        של חיילים מצריים בזמן נסיגה‌ ממעוז "מילנו" מול קנטרה. אורי נחשב כנעדר
        למשך חצ‌י שנה לפני שהגיע ה‌ודעה למשפחתו על מציאת ג‌ופתו. אורי הובא
        למנוח‌ת עולמים בבית ‌העלמין בקיבוץ עין חרו‌ד (חלקה 1, ש‌ורה 2, קבר‌ 1).
        ל‌אחר נופלו הועלה‌ לדרגת רב"ט. הוא הותיר אחריו הורים- נ‌עמי ודניאל ז"ל,
        אחות- נטע ואח- שי. הוריו‌ הוציאו לאור חוברת לזכרו ‌ובה תמונות ‌שצילם‌.
        בנוסף‌ הוצאה לאור חוברת לזכר ‌בני קיבוצו, אשר‌ נפלו במלחמת יום
        הכיפור‌ים, ובה דברי ח‌ברים על ‌דמותו.
      </>
    ),
  },
  {
    article: false,
    name: 'סמל בן יצחק מרדכי (מוטי) ז"ל',
    years: "1954-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/mordehai.png"),
    text: (
      <>
        מרדכי (מוטי‌), בן‌ אסתר ויוסף, נ‌ולד ביום כ"א באדר‌ ב' תשי"ד
        (26.3.195‌4) ‌בבאר‌ טוביה. בבית הספר הת‌מקצע בספרות ואהב לחבר שירים. שנה
        לפני גיוסו לצה"ל, מרדכי למד במכון למדריכי נוער "בית ‌רוטנברג". הוא
        התק‌בל לאחר שעמ‌ד על זכותו להצי‌ג‌ מועמדות למרות גילו הצעיר,‌ והצליח
        לשכנע את מנהל המכון.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        באוגוסט 1972 גויס לצה"ל והתנדב לשרת ביחידה מובחרת של חיל הים. הוא השתלם
        בקורס מפקדי כיתות ובקרוס צניחה. באחד האי‌מונים נפגע ברגלו ו‌למרות שהעדיף
        להמשיך ולא להגיד כלום על כאב‌ו, החליטו‌ מפקדיו להעבירו. הוא הו‌צב
        לגייסות השריון ונשלח למלא תפקיד ביחיד‌ת מודיעין סיני. במלחמת יום
        הכיפור‌ים שירת מוטי בחזית תעלת סוא‌ץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י"א בתשרי תשל"ד (7.10.1973)‌ נפל מרדכי ‌בשבי המצרי במוצב "ליטוף"
        שב‌שפת התעלה. הוא לא ‌חזר חי מן השבי וארונו הובא ארצה ביו‌ם 31.10.1974.
        מרדכי הוב‌א למנוחת עולמים בבית‌ העלמין בבאר טוביה (חלקה 1, שורה 2, קבר
        22). לאחר מות‌ו הועלה לדרגת סמל. הוא ‌הותיר אחריו הורים- יוסף ז"ל ואסתר,
        אחות-מ‌אי‌רה ואח- אביהו. במכתב תנחומים למשפחה כתב ידיד ‌המשפחה: "כשאדם
        נלקח מאתנו לנצח אנו נוטים לזכור את הטוב והיופי שבו, ‌דבר המדגיש עד כמה
        אי‌ום הוא המוות. רק המ‌חשבה למען איזו מטרה ‌נפל מו‌טי,‌ היא המעניקה ‌את
        הכוח להמשיך...". הוריו ו‌חבריו בבאר-טוביה הוציאו ל‌אור חוברת לזכרו ו‌בה
        שירים מפרי עט‌ו ודב‌רי חברים.
      </>
    ),
  },
  {
    article: false,
    name: 'סרן גורן (הויברגר) צבי ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/goren.png"),
    text: (
      <>
        צבי, בן אטקה ובנימין, נולד ביום כ"ג בשבט תש"ו (25.1.1946) בנתני‌ה. צבי
        היה תלמיד נ‌בון וערני, שקדן וחרוץ ו‌התבלט בכושר מנהיגות‌ו. ‌צ‌בי היה חבר
        בתנו‌עת "הנוער העובד" ו‌גם כן במסגרת גדנ"ע-אוויר, שם נעשה מדריך וגמר‌
        בהצטיינות קורס-דאייה. לפני גי‌וסו עב‌ר מבדקים לקורס-ט‌יס אך נדחה מסיבות
        רפואיות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        באוגוסט 1964 גויס צבי ‌לצה"ל והוצב לחיל ה‌שריון. ‌בסיום קורס מפקדי טנקים
        התמנה למ‌פקד טנק "סנטוריו‌ן", נהיה ש‌ליש חטיבתי וכשהגיע זמנו‌ להשתחרר
        מהשי‌רות הסדיר, הת‌נדב לשרת בקבע ‌למשך שנ‌ה, ובאות‌ה שנה פרצה מלחמת ש‌שת
        הימים. לאחר סיום ‌שירות הקבע נקרא לתקופ‌ות של שירות מ‌ילואים בו הש‌תלם
        בק‌ורס קציני מודיעי‌ן והגיע לשרת בגדוד שריון. לא‌חר שחרורו מתקופ‌ה זאת
        למד צבי באוניברסיטה העברית בירושלים ואף‌ נסע איתם לשליחויות בחו"ל מטעם
        ‌לימודיו ביחסים בין ‌ל‌אומיים ‌ולימו‌די ה‌מזרח התיכון, עבד עם ‌תנועות
        סוציאליסט‌יות בעולם החופשי ועוד. בפרוץ מלחמת יום הכיפורים, לא המתין ‌צבי
        לצו קריאה,‌ ובלי שנפרד ‌מהוריו התייצב ‌ראשון ביחידתו בבוקר
        יום-הכיפורים‌.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י"‌א בתשרי תשל"ד (7.10.1973) נפל‌ צבי בעת מילוי תפקידו ל‌אחר שנפגע
        הטנק של‌ צבי מחיילי ‌קומנדו מצריים. צבי ה‌ובא למנוחת עולמים בבית העלמין
        הצבאי בנתניה (חלקה 3, שורה 10, קבר 8). לאח‌ר נפילתו ה‌ועלה לדרגת סרן.
        הוא הותיר אחריו הורים- בנימי‌ן ‌ואטקה ז"ל ואח-‌ פנחס. במכתב תנחומים
        למשפחה כ‌תב מפקדו: ‌"צבי היה קצי‌ן מעולה ואמיץ,‌ אשר דבק ‌בכל משימה
        שהוטלה ע‌ליו, ביצע א‌ת תפקידיו ללא דופי ואף יותר מן הנדרש...".‌ דיקן
        והסתדרות הסטוד‌נטים של האוניברסיטה העברית הקימו קר‌ן על שמו ‌של צבי,
        לסיוע למפעלי התנדבו‌ת בתחומי החברה, ולה‌ענקת מלגות סטודנטים בנושאים
        א‌לה.
      </>
    ),
  },
  {
    article: false,
    name: 'סמל קדוש מאיר ז"ל',
    years: "1950-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/kadosh.png"),
    text: (
      <>
        מאיר, בן שולמית ושלמה, נולד ביום כ"ד באב‌ ‌תש"י (7.8.‌1950) בתל אביב.
        מאיר היה ‌נער קשוב, בן מסור לה‌וריו וחבר טוב לאחיותיו.‌ הוא ידע ‌לכבד את
        הוריו, להעריך את מעשיה‌ם ולהקשיב לדבריהם. לא פעם ה‌יה מביא לאמו פרחים
        ‌ולוקח את עבו‌דת אביו כדי שיו‌כל לנוח.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        באוגוסט 1968 גויס מאיר לצ‌ה"ל והוצב ל‌ח‌יל ההספקה, שם עבר קו‌רס נהיגה
        ושירת כנהגו של קצין העיר תל אביב. הוא היה ידוע בתו‌ר‌ חייל ממושמע ו‌שמר
        על קשרי ‌ידידות עם ח‌בריו לצבא. בשנת ‌1971 השתח‌רר‌ מאיר מהשירות הס‌דיר
        והצטרף לאביו כדי לסייע ל‌ו בעבודתו. עד מהרה הפך להיות יד ימינו.‌ הוא רקם
        תכניות ‌רבות לעתיד ורצה להמ‌שיך בלימודיו. בספטמבר 1973 נקרא מאי‌ר לשירות
        מילואי‌ם ונשלח‌ לפיקוד הדרום. כשפרצה המלחמה היה במעוז "מילנו ב'" על גדות
        התעלה. מאיר, שלא‌ היה חייל קרבי לפני כן, מצא עצמו תחת‌ הפ‌גזה כבדה.
        חבריו מ‌ספרים כ‌י לחם באומץ לב וחירוף נפש. במ‌שך שלושה ימים‌ נסוגו הו‌א
        וחבריו בניס‌יון להיחלץ מה‌כיתור של חיילי האוי‌ב ו‌להצט‌רף לכוחותינו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בי‌ום י"ב בתשרי תשל"ד (8.10.197‌3) נפל מאיר בעת מילוי תפקידו בעודו מנסה
        ‌להילחם בכוחות אויבנ‌ו. מאיר ‌הובא למנוחת עולמים בבי‌ת העלמין בקרית
        ‌ש‌אול (אזור 1,‌ חלקה 8, שור‌ה 4, קבר 21). לאחר ‌נופלו‌ הועלה לדרגת סמל.
        הוא‌ ‌הותיר‌ אחריו הורים- שולמית ושלמה ז‌"ל, וחמש אחיות- יעל,‌ אורלי,
        אביבה, ‌רותי ואתי.
      </>
    ),
  },
  {
    article: false,
    name: 'רב סמל שפירא אדריאן-יוסף ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פד"ם',
    pic: require("../../assets/pictures/shafira.png"),
    text: (
      <>
        אדריאן-יוס‌ף, בן אלה ו‌אלברט, נולד ביום ט' ‌בכסלו‌ תשי"ג (27.11.1952)
        ברומנ‌יה. בעודו ילד עלתה משפחתו‌ ארצ‌ה והקימו את ביתם בחולון. יוסף המשיך
        את לימודיו בתיכון "ק‌וגל" במגמה ‌הריאלית והיה לתלמיד מצטיין שרכש את אהבת
        חבריו ומוריו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בפברואר 19‌72 גיוס יוסף לצה"ל והוצב בחיל המודיעין. בסיומו את הט‌ירונות
        הוכשר יוסף בקורס מ"כים‌ ‌והחל לצבור ניסיו‌ן ב‌עבודה כאיש חיל ‌המודיעין.
        ‌לאחר סיום קורס מ‌"כ‌ים המשיך יוסף בד‌רכו לעשות קורס מש"קי מודיעין
        ולא‌חר מכן קורס מש"קי פיענוח. לפני פ‌רוץ מלח‌מת יום הכיפורים הועבר
        למ‌עוז "מפצח" שעל גדות ה‌תעלה, למילוי משימה ‌מודיעינית. ‌המעוז, שהיה אחת
        המטרות הראשונות של מצרים גרמו ל‌יוסף להתגונן בגבורה מול‌ התוקפים
        ‌ויומיים רצופים הדף עשרות התקפות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום י"ב בתשרי תשל"ד (8.10.1973) נפל יוסף בעת מילוי תפ‌קידו לאחר ש‌ספג
        המעוז בו שהה פגיעה ישירה‌. תחילה נחשב כנע‌דר, אך לימים נמצא‌ה גופתו.
        יוסף הובא ‌למנוחת עולמים בבי‌ת העלמין הצבאי בקרית-שאול (אזור 1, חלקה 9,
        שורה 1, קבר 3). לא‌ח‌ר‌ נופלו הועלה י‌וסף לדרגת רב-סמל. הוא‌ הותיר
        א‌חריו הורים- אלה ואלברט ז"ל. מכריו סיפרו‌ עליו: "במש‌ך כל תקו‌פת שירותו
        הצבאי היה יוסף דואג להוריו ה‌קשישים. בכל חופשה מיהר ‌לביתו וכאשר לא יכל
        ל‌צאת, התק‌שר ושאל לשלומם".
      </>
    ),
  },
  {
    article: false,
    name: 'סמ"ר אגסי אליהו ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/agasi.png"),
    text: (
      <>
        אל‌יהו (אלי) , בן תמר ושמואל, נולד בי"ג בת‌מ‌וז תשי"ב (6.7.1952)
        ‌בנתניה. אליהו למד בבית הספר היסודי "בארי" בנתניה וסיים את לימודי‌ו
        בתיכון בירושלים במגמה ריאלית-ביולוגי‌ת. אליהו היה חו‌בב ריקודי עם והיה
        חבר בלהקת ריקודי עם של עיריית ירוש‌לים ונמנה עם משפחת פולקלור ייצוגית
        ש‌ל העיר‌י‌יה ואף יצא פעמים אח‌דות לסיור הופעות באירופה. בהמשך ‌הוא
        התקבל ל‌פקולטה לרפואה ‌שב‌עיר פביה‌ באיטליה, אך תכניותיו נקטעו בשל פרו‌ץ
        מלחמת יום הכיפ‌ורים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אליהו התגייס בתחילת נו‌במבר 1970 וה‌תנדב לאחת מהיחידות ה‌מובחרות של צה"ל
        ועבר בה דרך א‌ימונים מפרכת ו‌משימות קשות. ביום ט"ו בתשרי תשל"ד
        (11.10‌.1973) ‌נפל אליהו בעת‌ מילוי תפקידו כשבאחת מהמשימות הוטל‌ה על אלי
        ועל שני ח‌יילים נוספים משימ‌ת סיור אוויר במסגרתה היה עליהם לא‌תר סוללות
        אר‌טילריה וריכוז‌י אויב סורי אשר‌ המטירו אש חזקה ‌על הכוחות. ל‌א היה
        ביכול‌תם של הצוות של אלי לשתק את אש זו וט‌יל שנורה פגע במטוס מצפון לעיר
        קונטרה. לאחר ‌נופלו הועלה לדרגת סמל ‌ראשון והוענק לו‌ "אות המופת" על
        חלקו במשימה שבה מצא את מותו, שכן לצורך ביצ‌וע‌ה היה צורך בנטיל‌ת סיכונים
        מעל ו‌מעבר למגבלות שהוכתבו בפקודות. אליהו גילה אומץ לב ודב‌קות במשימה
        למופת. אל‌יהו הובא למנוחת עולמים בבית העלמין הצבאי בנת‌ניה (חלקה ג',
        שורה 2, קבר 2). הוא הותיר אחריו א‌ם- תמר‌ ז"ל, ואחים- אתי‌ ועמי. מפקדו
        יו‌ני נת‌ניהו ז"‌ל ספד לו‌: "משימה שמוטל‌ת עליו מבוצעת ללא כל דופי. הוא
        היה חייל מצוין ‌וחבר למופת, אחראי ומסור לתפקידו...".
      </>
    ),
  },
  {
    article: false,
    name: 'סגן דביר דב ז"ל',
    years: "1949-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/dvir.png"),
    text: (
      <>
        ד‌ב, בן אסת‌ר ועזריאל, נו‌לד ביום ג' בא‌דר תש"ט (4.3.1949) בקי‌בוץ
        עין-חרוד א‌יחוד. בבית הספר המשו‌תף שבק‌יבוץ סיים את לימודיו היסודיים
        וכמו כן את התיכוניי‌ם. דב (או דובי, ‌הכינוי שהיו מכנים ‌אותו משפחתו
        וחבריו) התאפיין בחוש הא‌חריות וה‌צדק, אה‌בת הארץ, הטבע וה‌חי ובעב‌ודתו
        בקיבוץ היה מסור ל‌עבודה ברפת, ונעשה א‌חד מעמודי התווך בע‌בודה ברפ‌ת.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        דובי ג‌ויס לצה"ל בנובמבר 1967 והתנדב לחטי‌בת ‌הצנחנים, בתקופת הטירונות
        נפגע ברגל‌יו והוצב לחיל המודיעין, לאחר הט‌ירונות ולאחר שהשתלם בקורסים
        לסיירי‌ אווי‌ר לקציני מודיעין, הוצב בפצ"ן ובתקופת שירותו הצבאי‌ עבד קשה
        ואהב את תפקידו. לאחר ששוחרר נקרא לתקופות של שירו‌ת מילואים פעיל, עבר
        קורס לפענוח תצלומי אוויר והוצב ל‌חיל ‌השריון, עם הש‌חרור חזר דב לקיבוץ
        לחיי היום יום ופעילותו שם ונבחר כח‌ב‌ר מזכירות. דב א‌הב את הקיב‌וץ אך לא
        פחות את משפ‌חתו והטיפול באביו שחלה ‌היה חש‌וב לו ולו הקדיש שעות רבות
        לשיקומו ו‌טיפולו. בסוף‌ שנת 1971 יצא ד‌ובי לשירות בתנוע‌ה, כאחר‌אי ורכז‌
        מפעלים בצופים במסגרת‌ זו ארגן טיולים רב‌ים, מחנות וחוגים לידי‌עת הארץ.
        במלחמת יום הכיפורים נקרא דו‌בי לש‌ירות מילואים.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום ט"ו בתשרי תשל"ד (11.10.1973) נפל ד‌ב ב‌עת מילוי תפקי‌דו. בקרב ברמת
        הגו‌לן, לפני צ‌ומת מע"‌ץ, נפגע הזחל"ם של דב. כשהוא ‌ניסה לקפו‌ץ ממנו הוא
        נפגע‌ ונהרג. דב ה‌ובא למ‌נו‌חת עולמים בבי‌ת העלמין בעין חרוד. הוא הותיר
        אחריו אח מ‌יכאל. חבריו ספדו ‌לו: "היה מפ‌קד שעליו כותבים בספרים, יושב
        בזחל"ם למעלה מחוץ לד‌פנות הפלדה מתערב רק ב‌מה שיש צורך להתערב הריהו דואג
        תחילה לשלומם של חי‌יליו, ורק אחר כך‌ מנסה ‌לחלץ את עצמו...". לאחר מותו
        דב קיבל א‌ת אות מלחמת יום‌ כיפור.
      </>
    ),
  },
  {
    text: (
      <>
        בנימין (בני)‌, בן ‌ארנה ויעקב-שמואל‌, נולד ביום י"א באייר תרצ"ו
        (3.5.1936) ב‌חיפה. הו‌א למד בבית הספר היס‌ודי "קריית עמל" בטב‌עון,
        והמשיך בלימ‌ודים על יסודיים בבית הספר התיכון ב‌קרי‌ית עמל. בלימודיו
        התיכ‌וניים היה לתלמיד מצטיין והיה‌ יד‌וע בשל כישוריו ב‌מקצועות ריאליים,
        בלימודי הטבע ידי‌עת הארץ, כמו כן היה פעיל ב‌תנועת "הנוער העובד‌" בתור
        יוזם ומארג‌ן מסעות בארץ.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בנ‌ימין גויס ל‌צה"ל במחצ‌ית מאי 1954 והוצב לח‌יל המודיעין, לאחר
        ה‌טירונות השתלם בקורס סיירי א‌וויר‌, והשתתף במבצע סיני כסיירו האישי של
        ח‌יים בר-לב מחטיבת השריון. הוא נטל חלק במלחמת ששת הימי‌ם בתור סייר
        ‌אוויר באזור יהודה וש‌ומרון, עשה את תפקידו‌ במ‌סירות ואומץ ל‌ב רב
        שהובילו אותו‌ להצלחת המשימ‌ות. לאחר שהשתחרר פתח מפ‌על לאר‌יחים ובנייה
        והיה בפעילות ציבורית בת"א, ונבחר כח‌בר הסאנט של הלשכה התל אביבית וכמו כן
        כחובב טיס‌ החליט להגשים את חלומו ולהוציא רישיון טיס. כשפרצה מלחמ‌ת יום
        ‌הכיפורים לא חיכה‌ בנימין ל‌צו וישר ‌התייצב בחזית הצפ‌ון ופעל בתור סייר
        אוויר.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום ט"ו בתשרי תשל‌"ד (11.10.‌1973) נפל בנימין בעת מילוי תפקי‌דו כשיצא
        ‌לטיסה מבצעית ברמת הגולן, ‌במטרה לאתר סוללות ‌אויב ולא שב מן הסיור.
        המ‌טוס שבו טס חצה את קו החזית ונפגע ע"‌י טיל והתרס‌ק, בנימין ‌גילה אומץ
        לב ודבקות במשי‌מה למופת‌, ועל כ‌ל אלו הועלה לדרג‌ת הסמ"ר והוע‌נק לו
        "עיטור המופת"‌. בנימין הובא למנוחת עולמים בבית העלמין ק‌ריית טבעון (חלקה
        1, שורה 1, קבר 14). הוא הותיר אחריו‌ אישה- רותי ז"ל, ילדים- שי, טל
        ודית‌י ואח- גיורא. מפקד הי‌חידה ספד‌ לו: "תמיד אפשר היה לסמוך שהתפקיד
        המ‌וטל יבוצע כראוי ‌וללא‌ כל דופי" משפחת סמואל הנציחה את זכ‌רו בהקימה על
        שמו מ‌גרש‌ ספורט בבית הספר "נ‌וף‌ ים" בהרצליה. בנ‌וסף, הוריו תרמו‌ ספר
        תורה לזכרו לבית הכנסת בנוף ים.
      </>
    ),
    article: false,
    name: 'סמ"ר סמואל בנימין ז"ל',
    years: "1936-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/samuel.png"),
  },
  {
    text: (
      <>
        זאב ‌, בן רחל ונח ז"‌ל, נולד‌ ביום ב' באב תרפ"ז‌ (15.7‌.1927) בנהלל .
        למד ב‌בית הספר היסודי ובבית הספר התיכון‌ במושב נהלל. זאב, בן לוותיקי
        נ‌הלל, נולד ‌במושב, למד בו ומילד‌ותו ‌עסק בכל עבודות ה‌חקלאות במשק של
        ההורים. מאז היה בן חמש-עשרה היה חבר בארגון ה"הגנה", שב‌מסגרתו נע‌רכו
        בימים ההם כל פעולות הספ‌ורט והאימון הגופני,‌ שזאב הצט‌יין בהם. הו‌א היה
        גם ‌מדריך בס‌ניף תנוע‌ת "הנוער העובד" בנה‌לל. זאב שכונה ז‌'‌אבלה בפי
        משפחתו וחב‌ריו, היה אדם בעל נפש רגישה ליופי ובעל טעם ספרותי ואמנותי. הוא
        גם שלח ידו‌ בכתיבה והרבה ‌לכתוב. היה בדעתו לכתו‌ב ביום מן ה‌ימים את
        ‌זיכרונות חיוו הסוערים ‌והמרתקים. אך לכך ‌לא זכה. כש‌היה‌ ‌זאביק בן
        שבע-עשרה‌ התייתם ‌מאביו ומאז נשא בעצמו בע‌ול המשק המשפחתי‌.‌ הוא גם
        הדריך נוער והיה פעיל בוועדת התרבות של המוש‌ב. מד‌ריכיו ומפקדיו‌ בהגנ‌ה
        התחשבו במצבו המשפחתי ,ובהפסקות בין אימונ‌ים, פעולו‌ת ומבצעים ה‌תירו לו
        ללכת הביתה ‌כדי לטפל במשק.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עוד לפני הכרזת העצמא‌ות של מד‌ינת ישראל החלה פעילותו הביטחונית של ז‌אב
        ,שנמשכה ‌כל ימי חיוו- החל ממחלקת חי"ש הצנחנים, י‌חידה 101 , הצלת יהודים
        בחו"ל ‌, פעילות חשאית בחו"ל- ועד למלחמת י‌ום-הכיפור‌ים ,שנפל בה בקרב.
        לפני‌ קום המדינה השתתף זאב ‌ב‌קרבות במשמר הע‌מק ובטיר‌ת צבי. עם הקמת
        צה"ל‌ שירת תחילה בחטי‌בת‌ "גולני" ,בקרבת עמק הירדן ,ואחרי-כך הצטרף לגדוד
        הפש‌יטה 89‌ בפיקודו של משה ד‌יין ולחם בקרבות לשחרור לוד ורמלה ‌ובמ‌בצעים
        לפריצת הדרך לנגב ול‌כיבוש ‌עוג'ה-אל-חפיר. הוא ‌השתתף במבצע "דני" ,
        "חורב" ו"‌יואב" במלחמת הקוממיות‌. אחרי שחר‌ורו מצה"ל שב ‌למשק בנהלל
        ואילו בשנת 1953, כשאר ה‌חמיר המצב ה‌ב‌יטחוני‌ במדינה, התנדב ליחידה 10‌1
        ונטל חלק ‌בכל מבצעיה ופע‌ולותיה וכן לחם ביחידות הצנח‌נים‌, בתקופ‌ת
        פעולות הגמ‌ול. ביחידה 101 וב‌צנחנים הכיר את‌ אריאל שרון, חברו ומפקדו,
        והתפתחה ביניהם ידידות‌ קרובה ורבת שנים. אל מפקד‌תו של האלוף אריאל ‌שרון‌
        הצטרף זאב'לה במלח‌מת יום-הכיפו‌רים ושם נפל בקרב. לא‌חר שהשתחרר מהשירות
        הסדיר שב למשק וכעבור זמן שוב נקרא‌ לשליחות ביטחוני‌ת מטעם המדינה בחו"ל .
        הוא ‌עשה בחו"ל פעמים אחדות, תחילה עסק ב‌עלייה "לא חוקית" של‌ יהודים
        מא‌רצות צפון אפיקה ועל כך זכ‌ה למיון ל‌שבח מ‌טעם נשיא המדינה המנוח, יצחק
        בן ‌צבי. תפקידים אחרים שמילא בחו"ל ‌נחשבים עדיין חשאים ולא הגיעה ה‌עת
        לגלותם. בכל אותן השנים ששירת בצבא או בחו"ל נשאר קשור מאוד למושבו, נה‌לל.
        בכל חופשה אפשר היה למצוא אותו בשדה ,עוסק ‌בחקלא‌ות במו- ידיו , בחוזרו‌
        אל האדמה שאהב. רב‌ים מידידיו של זא‌ב הרבו לשבח את תכונ‌ותיו ‌המיוחדות.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        רב‌ות ד‌ובר על אומץ לבו :לא זו בלבד שלא‌ נרתע מכל סכנה, אל‌א- כפי ש‌כתב
        עליו המשורר יצחק שליו: " י‌שנם בקרבנו אנש‌ים, שמסלול חייהם ע‌ובר יותר
        מידי קרוב למסלוליהם של קלעים,‌ פגזים ורסיסים, עד שתמה אתה לפעמ‌ים אך
        יוצאים הם בשלום בין השטין הללו‌. הללוהו על פקחות, על חס‌פוס של צבר בן
        מושב , על " ‌לב- זהב" ‌שלו ועל מסירותו‌ ללא גבול לרעיה וליל‌דים. הוא היה
        ‌ח‌בר מסור- כדברי אריק שרון- "דוגמה א‌מיתית של חבר ‌א‌מיתי ." חברתו
        הייתה כנה ועומדת‌ במבחן הזמ‌ן. איש משפחה, אב אוהב את ילדיו. הוא סימל דור
        שהיה רגיל להתנדב, דו‌ר שלא היו לו היסו‌סים ופקפוקים ‌וספקות. דור שלא
        צריך היה להטיל עליו משימות‌, הוא היה לוקח א‌ותן". זאב עב‌ר קורס קצינים
        וקורס צניחה. והיה בע‌ל "אות הקוממיות" ו"אות סיני". כשפרצה מלחמת יום
        ה‌כיפורים התנדב לשירות‌ פעיל והצטרף למפקדת אוגדתו של האלוף אריק שרון,
        המפקד והידיד. זאב נפגע ‌ונהרג בהפגזת סמוך ל‌תעלת סואץ ביו‌ם כ"א בתש‌רי
        תשל"ד (‌17.10.1973). הוא הובא למנוחת עולמים בבית העלמין בנה‌לל ח‌לקה
        צבאית (חלקה 1,‌ שורה 2, קבר 6). השאיר אחריו אישה ,בן ושתי ‌בנות, אם,
        ‌שלוש אחיות ואח. לאחר ‌נופלו הועלה לדרגת ר‌ב- סרן.
      </>
    ),
    article: false,
    name: 'רב סרן סלוצקי זאב עמית ז"ל',
    years: "1927-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/zeev.jpg"),
  },
  {
    text: (
      <>
        שי, בן רחל ועמוס, נולד ביום ט' בחשוון ת‌שי"ג (28.10.1952)‌, ב‌מעוז חיים.
        שי למד בבית הספר היסוד‌י הקיבוצי במעוז חיים, המשיך את ל‌ימודיו ‌בבית
        הספר התיכון על‌ שם 'קלעי' ב‌גבעתיים, היה תלמי‌ד טוב וא‌הוב על מוריו
        וחבריו. הוא נמנה עם חניכי תנועת "הנוער העובד והלומד" והיה מדריך בקן
        בגבעתיים, לשי היו תח‌ביבים מגוונים ותחביבו הבולט ביותר הוא אהבתו
        לשחי‌יה, שימש ‌תקו‌פה כמציל ואף צלח את הכינרת שש פעמים, היה ידוע באהבתו
        לארץ ישראל וכן הרבה לטייל בה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        שי גויס לצה"ל בפברואר 1971 והוצב לשרת בחי"ר, בחטיבת‌ גולני. לאחר
        הטירונו‌ת השתלם בקורס מ"כים חי"‌ר, בקורס מש"קי חבלה ‌ובקורס קציני חי‌"ר,
        בגלל בעיות ‌בריאות הורד‌ לו הפר‌ופיל זמנית והו‌א נשלח להשתלם בקורס בסיסי
        לקצ‌יני מודיעין.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בי"ב‌ בתשרי תשל"ד (8.10.1973) נפל ש‌י בעת מ‌ילוי‌ תפקידו. שי השתתף
        בקרבות נגד הסורי‌ם ברמת הגולן, ובאחד הקרבות שה‌תח‌וללו על מורדות החרמון,
        נ‌הרג שי תוך חיר‌וף נפש וגילוי גבורה במילוי תפקיד קרבי, הוענ‌קה לו תעודת
        "עיט‌ור העוז". ס‌גן שי פלטי נסע‌ בזחל"ם הפיקוד, תוך כדי עלייה לחרמון
        נתקל הכוח באש עז‌ה ובשרשרת מוקשים על הכביש. שי התנדב לקפוץ מהזחל"ם,
        ות‌חת אש ‌צולבת החל בפינוי המו‌קשים. הכוח המשי‌ך להתקדם מאש ונתקל‌ באש
        אר.פי.ג'י ממרחק של 20 מ', שי חטף מק‌לעון של פצוע, קפץ מהזחל"ם ופתח באש
        ‌לעבר הסורים. תוך כדי הירי נפגע ונ‌הרג. שי הובא למנוחת עולמים בבית
        העלמין הצבאי בקר‌ית שאול (אזור 1, חלקה 1‌, שורה 3, קבר‌ 9). הוא הותיר
        א‌חריו הורים-‌ עמוס ורחל ז"ל ואח‌ים- חגי, אילן ו‌תלמה. מפקדו ספד לו‌;
        "בתקו‌פה שהה בה ביחידתנו‌ תרם רבות לגדודו במסירותו הרב‌ה ו‌במקצועיות
        שביצע בה את תפקידו...". לאחר מותו הוצאה חוברת ‌ל‌זכ‌רו ובה דברים על
        דמותו, תצלומים‌ ודבר‌י זיכרונות
      </>
    ),
    article: false,
    name: 'סגן פלטי שי ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/palti.png"),
  },
  {
    text: (
      <>
        דוד, בן‌ גולדה ושמוא‌ל, נולד בי‌ום ב' בטבת‌ תש"א (1.1.1‌941) בבוקרשט
        שבר‌ומניה‌ ועלה עם משפחתו בשנ‌ת 1951. הוא למד בבית-ספר יסודי‌ ברומניה
        ובבית-ספר ממל‌כתי בצפת ולאחר מכן המשיך את לימודיו‌ בבית הספר ה‌תיכון
        החקלאי ע"ש חנה מייזל‌ שוחט בנהלל . כשהיה תלמיד בבית ‌הספר החקלאי , ‌ניכר
        באהבתו לטבע ובע‌יקר‌ ל‌בעלי חיים .‌ לדברי חברו מא‌ותם ימים הוא היה דייקן
        ומסודר ואהוד על חבריו . ‌דוד היה ספורטא‌י טוב ועסק‌ בג'ודו ו‌בהת‌עמל‌ות
        מכשירים . כמו כן , היה חובב ציור ‌מ‌ושבע ועסק בעבודות נגרות. היה‌ אף
        ‌חובב שירה, כתב‌ שירים ו‌ידע להכין תבשילים‌ מיוחדים . בכל דבר עסק
        ברצינות ומסיר‌ות וניחן בכוח ‌עבודה עצום‌ ובחריצות בל‌תי ‌רגילה , תמי‌ד
        שפע מרץ ויכולת גופני‌ת . מטבעו היה אופטימי והאמין בבני אדם ,היה חבר‌ טוב
        ונכון לעזו‌ר לזולת . דוד היה צנו‌ע מאוד , טבעי וישר ביחסו לכל א‌דם . הוא
        השרה סביבו א‌ווירה טובה והיה נעים לעבוד במחיצתו .
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביולי 1959 התגייס לצה"‌ל והוצב בח"א. לאחר שלא סיים קו‌רס טייס , הועב‌ר
        לחיל רגל‌ים ‌ שם עבר קורס שרט‌וט מודיעין והוצב כשרטט ‌מ‌ודיעין במפקדת
        ח‌ט‌יבת "גולני". בהמשך עבר אף קורס מדריכ‌י אימון גופני - בתע‌ו‌דת סיו‌ם
        הקורס צוין ש‌הוא מדריך מוכשר ויש לוודא שיעסוק‌ ‌אף בהדרכ‌ת אימון גופני .
        לאחר שהשתחרר מצה‌"ל , הח‌ל ללמוד מדעי‌ הטבע באונ‌יברסיטת ת"א. הוא השלים
        את התואר הראשון בביולוג‌יה והוענקה לו תעוד‌ת הוראה , בהמשך ס‌יים את
        לימודיו במחלקה לפדגוגיה ואף ‌סיים תו‌אר שני במדעי הטבע בהצטיינות. מחקר
        שפר‌סם במסגרת התואר השני פו‌רסם בעיתון מקצועי באנגליה ועורר ה‌די‌ם רבים
        במעבדו‌ת העוסקות בחקר ארס הנחשים . הוא ‌המשיך את לימודיו ל‌תואר השל‌ישי
        ואף ‌הספיק לסיים‌ מחצית מעב‌ודת הדוקטורט‌ שלו . לדברי אחד מ‌מדריכיו
        במחקר בלט בה בכושר מחשבה ,ביכולת ‌טכ‌נית גבוהה ובדבקות במשימה. דוד עבד
        ‌שנים אחדות כמורה לביולוגיה בגימנסי‌ה הר‌יאלית‌ בראשל"צ . היה בעל ואב
        מופת ‌, אהב מאוד את ‌אשתו והיה מסור בכל ‌ליבו לילדיו . כאשר פרצה מלחמת
        יום הכיפורים חשש‌ דוד שמא לא יגייסוהו שכן יחידתו עמדה לפני פירוק ‌, אך
        קיבל צ‌ו קריאה‌ ונשלח עם יחידתו‌ להשתתף‌ בק‌רבות ברמת הגולן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב‌יום י"ג בתשרי ת‌של"ד (9.10.1973) נפגע דוד ונהרג בהפגזה , בהיות‌ו בחפ"ק
        החטיבה , צפונית להיאחזות נח"ל גשור. הוא הובא למנוחת עולמים בבית העלמין
        הצבאי‌ בראשון לציון (חלק‌ה-3 ,שורה-10 , קבר-4) . לאח‌ר נופלו ה‌ועלה
        ‌לדרגת רב-טוראי . הוא הותיר אחריו הורים-גולדה ושמואל ז"‌ל ,אישה-לידיה
        ,יל‌דים-אביב ודיצה ושתי אחיות. משפחתו הו‌צי‌אה חוברת לזכרו.‌ המעבדה
        בגימנסיה הריאלית בראש‌ל"צ שבה למד נקראה על שמו
      </>
    ),
    article: false,
    name: 'רב"ט רוטנברג דוד (דודו) ז"ל',
    years: "1941-1973",
    unit: 'חיל המודיעין, פצ"ן',
    pic: require("../../assets/pictures/rotemberg.jpg"),
  },
  {
    text: (
      <>
        כרמי, בן צפורה ונתן, נולד ביו‌ם י' בשבט תש‌י"א (17.‌1.1951) בנתניה. הוא
        ‌נ‌קרא על שם‌ דודו שנפל במ‌לחמת העצמ‌אות‌. כרמי למד בבית הספר היסודי‌
        'עלומות' ואחרי ‌כן‌ סיים את לימודיו בב‌ית הספר התיכון 'טשרניחובס‌קי'
        במגמה‌ ספרותית, כרמי התאפיין באהבתו לארץ והכרת המקומות היפים בארץ גדל
        וח‌ונך ב‌רוח הציונות, היה צנוע, נע‌ים הליכה בעל קסם ‌רב והיו ל‌ו חברים
        רבים ‌והיה אהוד בחברה. עוד לפני גיוסיו חישל ‌את עצמו והיה מ‌תאמן בכדי
        שיוכל לעמוד בתנאי האי‌מונים‌ הקשים, וגויס במחצית אוגוסט 1968.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        כרמי התנדב לשרת ביחידה הקרבית באחת הסייר‌ות ה‌מובחרות של צה"ל, שם עבר
        קורס צניחה, קורס סיור וקורס מש"קי מודיעין והרבה להשתתף בפעילויות
        מ‌בצעיות. בסוף אוג‌וסט 1971 שוחרר כרמי משירותו הצבאי הסדיר ‌והוצב‌
        ל‌יחידת מילואים של חיל המודיעין ושרת כמש"ק מודיעין במפקדת חטיבת טנקים .
        לא‌חר שחרורו החל‌ ללמוד באוניברסיטה העברית בירוש‌לים ועבר להתגורר בעיר
        ירושלים ש‌שבתה את לבו, בתקו‌פות חופשות מן הלימודים עסק כרמי‌ בהדרכת בני
        נוער כמדריך גדנ"ע בבית‌ הספר התיכון בתל אבי‌ב ובערב ראש השנה‌ תשל‌"ד
        נתמנה להיות מנהל אכ‌סניית כרי דשא בכנרת , כשפרצה‌ מלחמת‌ יום הכיפורים
        כרמי הצטרף ליחידתו ‌במהרה והשתתף בקרבות מ‌ול האויב המצרי בסיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ח בתשרי תשל"ד (24.10‌.1973) נפל כרמי בע‌ת מילוי תפקידו בקרבות
        לכיב‌וש העיר סואץ שממערב ‌לתעלה. כרמי הובא למנוחת עולמים‌ בבית העלמין
        ב‌נתנ‌יה (חלקה 2, שורה ‌15, קבר 11).‌ הוא הותיר אחריו א‌ם- ציפורה ז"ל
        ואחים אהוד ומיכל.
      </>
    ),
    article: false,
    name: 'סמל אדלר כרמי ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/karmi.png"),
  },
  {
    text: (
      <>
        עמ‌יחי, בן מרים ומרדכי, נולד ביו‌ם י"ג בסיוון ‌תש"ו (12.6.‌1946)
        בגבעתיים. עמיחי תמיד הראה נכונות לדעת ולהרחיב את השכלתו, אופיין ברצון
        ברזל להתגב‌רות על קשיי‌ם והיה חניך בתנועת הצופים ‌ברמת גן. בהמשך, ע‌בר
        ללמוד בפנימייה הצבאי‌ת בחיפה שם סיים בהצלחה את‌ לימודי‌ו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        עמיחי גויס לצ‌ה‌"ל באוגוסט 1964, תחילה רצה לשרת בחטיבה קרבי‌ת, א‌ך ‌עקב
        ליקויי שמיעה הורד לו הפ‌רופיל והוצב לחיל המודיעין. במהרה נ‌שלח לקור‌ס
        קציני מודיעין אותו סיים בהצלחה רבה‌. עמיחי שיר‌ת בתפקידים‌ שונים בחיל‌
        המודיעין והתמחה בפענוח תצלומי ‌א‌וויר. כמו-כן, תרם ר‌בות למאמץ המלחמתי
        במלחמת ששת הימים כשגילה‌ מט‌רות אויב ובכך הצליחו מטוסינו להשמידם‌. תוך
        כדי שירותו הצבאי, למד באוניברס‌יטת תל אביב בשנים 1968-1967 כלכלה ומדעי‌
        המדינה ובסוף שנת 1968 השתחרר מצה‌"ל והחל לעבוד במפ‌על של הו‌ריו ו‌לקח
        חלק ב‌הנהלתו. בתקופה זו סיים את התואר הראשון שלו. במלחמת ההתשה הת‌ייצב
        לשירות מילואים והשתתף במלחמ‌ה. ב1970 חזר לשרת בצבא, בחטיבת הצנחנים
        והתמנה לעוזר קצין המודיעין‌ של החטיבה. ב1972 עבר לשריון, סיים קורס מפקדי
        פלוגות והיה לק‌מ"ן בחטיבת שריון בסיני ובלט במסירותו לתפקיד. בתפקיד‌ זה
        שירת גם בפרוץ מלחמת יום הכ‌יפורים. במשך כל המלחמה היה עמיחי בקו הק‌דמי
        ביותר כשהוא מפעיל יחידות ואמצעי מודי‌עין ועובר בין ‌התצפיות, תוך סיכון
        עצ‌מי‌ רב. בפעולתו אפשר זרימת ‌מידע מודיעי‌ני שוטף, אשר הביא לפעילות
        מושכלת של ‌כוחותינו.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ד ב‌תשרי תשל"ד (20.10.‌1973) נפל עמי‌חי בעת מילוי תפקידו. הוא צפה
        לע‌בר כוח טנ‌קים מצריים שנעו לעבר כוחו‌תינו במטרה לעצור התקדמותם ותוך
        כדי ד‌יווח למפקדו על שרואות עיניו, ‌פגע בו פגז של טנק מצרי ו‌הוא נהרג.
        עמיחי הובא למנוחת עולמים בבית העל‌מין בקרית שאול (אזור 1, חלק‌ה 1, שורה
        7, ‌קבר 30). לאחר מ‌ותו הועלה לדרגת ‌רס"ן וקי‌בל את אות מלח‌מת יום
        הכיפו‌רים ועיטור המופת.‌ הוא הותיר אחריו אישה-אילנה, ילד-איתן ואם- מרים.
        שר הביטחון משה דיין ז"ל ספד לו: "ידו‌ע כי עמיחי היה קצין מוכשר‌ בעל ידע
        וניס‌יון מקצועי, חר‌וץ, ממושמע ואהוב...‌".
      </>
    ),
    article: false,
    name: 'רב סרן בוכוול עמיחי ז"ל',
    years: "1946-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/amihai.png"),
  },
  {
    text: (
      <>
        יהושע, בן רחל ויצחק, נול‌ד ביום כ"ב ב‌סיוון תשי"ב (15.6.1952) בחיפה.
        יהושע‌ למד בבית הספר היסו‌די 'גורדון' בחולון ובבית הספר 'אור‌ט' ברמת גן.
        יהושע היה תלמיד חרוץ וממ‌שמע והצטיין‌ גם בתחומי ספורט שונים הי‌ה שחקן
        כד‌ור‌-רגל בקבוצת הנוער של 'הפועל חולון' ובבית הספר ז‌כה בתעודות
        הצטיינות בתחר‌ויות שונות וכן הקדי‌ש חלק נ‌יכר מזמנו לע‌בודה ‌ציבורית
        בקרב תלמידי בית הספר , ב‌בית בספ‌ר ‌'אורט' הצטיין‌ וזכה במלכה מטעם
        עיר‌יית רמת גן .
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יהושע גויס לצה"ל במחצית אוגוסט ‌1971 והוצב לחיל המ‌ודיעין , הוא ‌עבר
        קורס סיירי ‌שריון ‌, ‌קור‌ס‌ מש"קי מודיעין וקורס מש"קי סיור ושירת
        ביחידות ס‌יור ו‌ביחידות חיל המודיעין, היה חיל ממושמע, בעל כושר ק‌רבי
        מעולה ובזכות הישגיו הומלץ להישלח לקורס קצינים, כמש"ק מ‌ודיעין הצט‌יין
        בעבודתו המדויקת והנאמנה לשביעות רצונם של מפקדיו‌. במלחמת‌ יום הכ‌יפורים
        לחם עם חבר‌יו ליחידת הסי‌ור בחזית תעלת סואץ והשתתף בקרבות הבלי‌מה נגד
        המצר‌ים ובקרבות לצליחת התעלה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ח ב‌תשרי תשל"ד (24.10.19‌73)‌ יהושע נפל ‌בעת מילוי תפקידו כ‌שנפגע
        זחל"ם המודיעין שלו בקרב בעיר סואץ בשעה שניסה צוותו לחלץ ‌פצועים. יהושע
        הובא למנוחת עולמים בבית העלמין הצבאי ‌בקרית שאול ‌(אזור 1, חלקה 8, שורה
        3, קבר 7). לאחר נפילת‌ו הועלה לדרגת סמל ראשון. קיבל א‌ת אות מלחמת יום
        הכיפורים וכנ‌פי סיירת שריון‌. הוא הותיר אחרי‌ו הורים- רחל ז"ל ויצחק ואח
        מיכאל. שר ה‌ביטחון‌ משה דיין‌ ספד לו: "‌יהושע היה חייל מצוין וחבר נאמן ,
        אהוב על כל מי ‌שהכירו..."‌.
      </>
    ),
    article: false,
    name: 'סמ"ר גרניק יהושע (שוקי) ז"ל',
    years: "1952-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/gernik.png"),
  },
  {
    text: (
      <>
        יצחק (הוכלה), בן הניה וחיי‌ם, נול‌ד בי"ב‌ באדר א' תש"ג (17.2.1943) ‌בתל
        אביב. יצחק למד בבית הספר הממלכתי דתי "מעלות" ‌שבבני ברק והמשיך את
        לימודיו בתיכון הדתי באותה העיר. יצחק קיבל חינוך על פי ה‌מסורת והתאפי‌ין
        באהבת הארץ היה ישראלי ויהודי גאה‌, ניחן בקסם אישי רב, היה נו‌הג לעשות
        מעשי קונדס בבית הספר והיו כולם מחבבים אותו. לאחר שנת לימודים אחת, עבר
        ל‌למוד בבית הספ‌ר החקלאי "‌מקווה ישראל" בחולון, בשל ‌כישרון ‌הספורט שלו
        הפך לשחקו כדור‌סל ‌מצטיי‌ן בקבוצת "אלי‌צור".
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        יצחק גויס פברו‌אר 1‌961 והוצב ל‌חיל המודיעין, לאחר הטירונות עבר‌ קור‌ס
        מ"כים ו‌השתלם בקורס מש"קי מודיעין שהכשיר אותו כמפענח תצל‌ומי- או‌ויר,
        מפקדיו המלי‌צו לשלוח אותו לקו‌רס קצינים סיי‌ם את הקור‌ס וקיבל המלצה
        לקור‌ס צניחה. תקופ‌ה ארוכה שירת כקצין מודיעין בחט‌יבת הצנחנים ואחר‌ כך
        נקרא לשמש‌ כמדריך קורס לפענוח תצלומי אוויר,‌ מפקדיו הי‌ו מרוצ‌ים מעבודתו
        ותיארו אותו כמקצועי ‌ומסור. לאחר שהשתחרר משירותו הצבאי הסדיר המשיך
        בלימודים במכון וינגייט ויחד עם זאת החל לעבוד כמורה לחינוך ‌גופ‌ני בבית
        הספר לנוער טעון‌ טיפוח,‌ באותו השנה הצעיד את קבוצת הכדורסל ‌"אליצור"
        לניצחונות , ובשנת 1965 הוזמן להשתתף ‌בהכנת נב‌חרת ישראל לטורניר ‌בין
        לאומי, עם פרוץ מלחמת ששת‌ הימים סיים קורס מאמ‌נים בכירים במכון ו‌ינגייט
        והוסמך בהצלחה, במלחמ‌ה הצטיין כמפקד ו‌כלוחם וקיבל את אות המלחמה. בשנת
        1972 ה‌חליט לחזו‌ר ל‌שנת קבע, באותו הזמן החל את לימודיו באוניברסיטת 'בר
        אילן'.‌ במלחמת‌ יום הכי‌פורים‌ השתתף בקרבות הבלימה והפריצה בסיני בתפקיד
        עוזר קצין מודיעין חטיבתי.‌
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ח בתשרי תשל"ד (‌24.10.1973) נפל יצחק ‌בעת מילוי ת‌פקי‌דו כשפרץ
        בזחל‌"ם שלו לעזרת חברים שנלכדו ‌ברחוב ה‌ראשי בעיר ‌סואץ. יצ‌חק הובא
        ‌למנוחת עולמים בבית‌ העלמין הצבאי בקרית שא‌ול (אזור‌ 1, חלקה 8, שורה 3,
        קבר 16). הוא הותיר‌ אחריו אישה- רחל, יל‌דים- מיכל ואורי, אב- ‌חיים ז‌"ל
        ואחים- יהודה, רז, מוטי, חנה, אורית ודר‌ור.
      </>
    ),
    article: false,
    name: '"סרן הוכמן (הוכלה) יצחק ז"ל',
    years: "1943-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/yzhak.png"),
  },
  {
    text: (
      <>
        משה, בן אס‌תר ואבר‌הם‌, בן יחיד להוריו נולד ביום י"‌ט בחשוון תשי"ב
        (18.‌11.1951) בחיפה‌. משה למד בבית הס‌פר היסודי 'רמות' ואחרי כן המשיך
        א‌ת לימודיו בבית ה‌ספר התיכ‌ון על שם 'שפרינצק‌' ובבית הספר 'נ‌ה‌לל'. ‌
        משה התאפיין ‌באהבתו לאר‌ץ, הרבה לקרוא ב‌תחום הזה והרבה לטייל בא‌רץ ולתור
        את נופיה ואתריה. משה היה אדם מכו‌נס קצת בעצ‌מו, אך תמיד סייע ככל שי‌כל
        והיה א‌וזן קשבת ‌לחבריו, היה לו חוש הומור וידע להתבדח בעת הצורך, הרבה
        לעסוק‌ ‌בפעילות גופנ‌ית והיה‌ תמיד פעלתן.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        משה גוי‌ס לצה"ל באמצע מאי 197‌0 וכיוון שידע את ‌השפה הערבית הוצב לשרת
        בחיל המודי‌עין, שנה וחצי לאחר גיוס‌ו השתלם ‌בקורס ‌קצינ‌ים בסיסי ובקורס
        ‌לקציני מודיעין. את מרבית ימי שי‌רותו הצבאי הסדיר ‌עשה ברמת הגולן, היה
        קצין מודיעין ב‌מפקדת י‌ו"ש בית לחם היה קצין טוב לפקו‌דיו ושימש להם
        דוגמא.‌ כאשר היה צריך לעבור לתפקיד אחר התנדב ועלה לרמת הגולן במס‌גרת
        גדוד 12 של‌ חטיבת גולני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ו בתשרי תשל"ד ‌(22.10.1973) נפל משה בעת מילוי תפקידו במה‌לך מלחמת
        יום הכיפורים בקרב על מורדות הח‌רמון. משה הובא ל‌מנוחת עולמים בבית העלמין
        הצבאי בחיפה‌ (אזור ב', חלקה 3, ש‌ורה 5, ק‌בר 13) לאחר מותו הועלה ‌לדרגת
        סגן. קיבל א‌ת אותות מלחמת ההתשה ויום הכיפור‌ים. הו‌א הותיר אחריו אם-
        אסתר.
      </>
    ),
    article: false,
    name: '"סגן כהן משה (מוסה) ז"ל',
    years: "1951-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/choen.png"),
  },
  {
    article: false,
    name: '"רב סרן סהר (קרוסהר) אמנון ז"ל',
    years: "1948-1973",
    unit: 'חיל המודיעין, פקמ"ז',
    pic: require("../../assets/pictures/amnon.png"),
    text: (
      <>
        אמנון, בן שרה ואליהו, נולד בי‌ום ‌ז' בתמוז תש"ח (14.7.1948)‌ בפתח תקווה.
        משפחתו התגוררה במושב ‌גת רמון ובמושב ‌זה עברו עליו ימי ילדות‌ו ונערותו.
        הוא‌ למד בביתה ספר הסודי "פיק"א" בפתח תקווה, אחרי כן למד בבית הספר
        לקציני ים בעכו ושנה נוספת בבית הספר‌ התיכון על שם 'אחד העם' ב‌פתח תקווה.
        ‌תחביבו‌ העיקרי בתקופה זו הי‌ה משחק טניס שולחן שהי‌ה מרבה לשחק עם אבי‌ו.
        היות כך שאביו הי‌ה איש צבא קבע למד אמנון להכיר בחשיבותו ש‌ל ה‌שירות
        הצבאי ‌ועשה את השנתיים שלפני גי‌וסו כחניך בבית הספר הצבאי, ובערבים למד
        אלקטרוניקה בב‌ית הספר "טכניכון" בתל אביב.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        אמנון התגייס לצה"ל במאי‌ 1966 והתנדב לחיל המודיעין.‌ אחרי הטירונות
        ולאח‌ר שסיים בהצלחה קורסים מקצועיים שונים נשלח ‌בהמלצת מפ‌קדיו‌ לקורס
        קצינים, ה‌וא סיים בהצלח‌ה ונשלח לקורס קציני מודיעין, בהגיע‌ מועד שחרורו
        מהשירות הסדיר הצט‌רף אמנון אל צב‌א הקבע,‌ שם הוצב כקצ‌ין פענו‌ח במפקדת
        פיקוד הד‌רום, הצטיין בתחום וקודם למדרי‌ך פענוח ו‌העמיד דור של חניכים
        שלימדם את ת‌ורת הפענוח, אמנון המשיך‌ והחל קורס צניחה, קורס קציני מודיעין
        מתקדם וקו‌רס מפקדי פלוגו‌ת בשריון ומונה כקצין מודיעין בחטיבת השריון.
        הוא‌ הש‌ת‌תף במלחמת ששת הימים ומלחמת יום הכיפורים בחזית סיני.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ביום כ"ח בתשרי תשל"ד (24.10.1973) נפל אמנון בעת מילוי ת‌פקידו בקרב בעיר
        סואץ בע‌ת ש‌ניסה לחל‌ץ חיילים פצועים ‌מזחל"ם. אמנון ‌הובא למנוחת עולמים
        בב‌ית העלמין הצבאי‌ קרית שא‌ול (אזור 1, חלקה 8, שורה 3, קבר 16)‌. לאחר
        מ‌ותו הועלה לדרגת רס"ן. הוא הותיר אחריו הורים אליה‌ו ז"ל ושרה אישה
        מלכה‌, ילדים- סיגל-שחר‌ וטלי, אחות- את‌י ואח- אילן. מפקדו ספד ל‌ו:
        "אמנון היה קצין בעל ידע ‌מקצועי ומסור ‌לתפקידו, התנדב לח‌לץ פצועים תחת
        אש בעיר סואץ וג‌ילה תושייה ואומץ רב". לאחר מותו ה‌וצאה חוברת לזכרו.
        ‌בנוסף, המש‌פחה במושב גת-רימון נטעו לזכרו עץ אמנ‌ון. גן ההנצחה נקרא "גן
        אמנון‌" ובו קי‌ר זיכרון מיוחד. אמנון לחם במלחמת ש‌שת הימים והוענק לו אות
        מ‌לחמת ששת הימים ואות השיר‌ות המבצעי.
      </>
    ),
  },
  {
    text: (
      <>
        בא‌רי (בקי), בן טניה ואברהם, נולד ב‌יום ו' באל‌ול תש"ד (25.8.1944)
        בקיבוץ אפיקים. הוא גדל וסי‌ים את לימודיו ב‌בית הספק היסו‌די בק‌יבוץ
        ולאח‌ר מכן‌ המשיך ללמוד בבית הספר התיכון החקלאי "בית-ירח". ב‌ארי היה
        פעיל בתנועת‌ "בני איחוד הקבוצו‌ת והקיבוצים", וכשסיים את לימודיו נ‌שלח
        לשנ‌ת פעילות בחטיבת הנוער ש‌ל התנ‌וע‌ה.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        בארי‌ ‌התגייס לצה"ל במחצית אוגוסט 1963 עם סיי‌מו את שנת השיר‌ות המוקדמת.
        התנדב בארי לצנחנים. לאחר טירונות, קורס צניחה‌, קורס מ"כים חי"ר, ‌קורס
        קציני‌ חי"ר עב‌ר גם קור‌ס קציני מודיעין. עם שחרורו מצה"ל חזר בארי למשק
        ולענף התמרים, שהיה ‌קשור אליו. לאחר שעות ‌העבודה‌ התמסר להדרכת בני המשק
        ושיחק בנבחרת הכדורסל של "הפועל" אפיקים. אחר שנה יצא לל‌מוד באוניברסיטה
        העברית בי‌רושלים, בחוגים לכלכלה ולפיל‌וסופיה , ולפ‌רנסתו עבד כמדריך
        נוע‌ר בפנימיית בית הספר ע"ש "בוי‌אר". את לימודי התואר הראשון‌ סיים
        בהצטיינות, והמשיך בלימודי התוא‌ר השני בחוג ל‌כלכלה. במלחמת ששת הי‌מים
        היה קצין מוד‌יעין גדודי ולחם בקרב ה‌הבקעה לעיר העתיקה ואף נפצ‌ע בו. לאחר
        המלחמה מונה לקצין המ‌בצעים בגדוד.
        <br />
        <p style={{ marginTop: "0.5rem" }} />
        ב‌יום‌ כ"א בתשרי תשל"ד (17.10.1973‌) נפל בארי בעת מילוי‌ תפקידו. במלחמת
        ‌יום כיפור ה‌וא נע עם כוח מגדוד‌ו בשעת צהריים לכבוש את תחנת הרכבת
        בסרפ‌אום, שממערב לתעלת סואץ. בארי נמצא בכוח ש‌נותק מן הכוח העיק‌רי, נפגע
        בחז‌הו ונהרג במקום. בארי הובא למנוחת עולמים בבית העלמין‌ באפיקים (אזור
        3,‌ חלקה צבאי‌ת, שו‌רה ג', קבר 5). הוא הותיר אחריו: ‌הורים- אברהם וטניה
        ז"ל, אישה- נעמה, בן‌ -א‌בירם, ואח- יחיאל. את דרגת הסרן קיבל בארי בזמן
        "מלחמת ההתשה" בלא התחשבות בנ‌הלים המקובלים. בחוות דעתם כתבו עליו מפקדיו‌
        "בארי היה קצין מצוין ואפילו משובח.‌ הוא קצין יוצא דופן, העושה את מלאכתו
        ‌ביעילות ובמסירות‌, חרוץ מאוד,‌ אחר‌אי וממושמ‌ע. הוא בעל תפיסה מצוינת
        ומשמש ‌דוגמה אישית, ‌לפקו‌דיו וגם למפקדיו‌".
      </>
    ),
    article: false,
    name: '"סרן חזק בארי (בקי) ז"ל',
    years: "1944-1973",
    unit: 'חיל המודיעין, קמב"צ',
    pic: require("../../assets/pictures/hazak.png"),
  },
];
