export const data = [
  {
    date: `אוקטובר 1970`,
    title: `אדריכל המלחמה עולה לשלטון במצרים`,
    desc: `לאחר פטירת מנהיגה הכריזמטי של מצרים, גמאל עבד אל-נאצר, נבחר במפתיע להחליפו אנוור סאדאת, סגנו "האפור". מרגע זה מתחיל סאדאת בשורת מהלכים לבניית כוחו ובהמשך לבניית המערכה מול ישראל. סאדאת הצליח להטעות רבים במצרים וגם בישראל תוך תהליך הונאה מתמשך ששיאו היה ביציאה למלחמה מתוך תרגיל. `,
    pic: require("../../assets/pictures/timeline1.jpeg"),
  },
  {
    date: `יוני 1971`,
    title: `האופציה הצבאית עולה רשמית 'על השולחן'`,
    desc: `על 1971 הכריז סאדאת כ"שנת ההכרעה" בנוגע למדינית שחרורו של חצי האי סיני מידי ישראל, ובמהלכה החליט בעד האופציה הצבאית, במקביל לפעילות בזירה המדינית – אותה ראה כבעלת סבירות נמוכה יותר להצלחה. כך, בדיון במועצה הצבאית העליונה הציג סאדאת והסביר את תכניות המלחמה וכוונותיו: "אני רוצה שנתכנן את המתקפה במסגרת יכולתנו המבצעית ולא יותר מכך. חצו את התעלה וכבשו אפילו רצועת חוף של עשרה סנטימטרים בסיני.`,
    pic: require("../../assets/pictures/timeline2.jpeg"),
  },
  {
    date: `24 אוקטובר 1972`,
    title: `מצרים נערכת למלחמה`,
    desc: `המקור "המלאך", בכיר הסוכנים של המוסד במצרים, דיווח שבישיבה סודית ב-24 באוקטובר 1972 הודיע סאדאת שייצא למלחמה גם ללא השלמת תנאי מוכנות הצבא המצרי במלואם. סאדאת הורה להיערך למלחמה וביקש מברית המועצות אמל"ח מתקדם. במקביל, המשיך לנהל שיח עם ישראל דרך שר החוץ האמריקאי קיסינג'ר וגורמים מהאו"ם.`,
    pic: require("../../assets/pictures/timeline3.jpeg"),
  },
  {
    date: `ראשית 1973`,
    title: `סאדאת 'מטהר' את מעגל המתנגדים למלחמה`,
    desc: `מספר מקורות דיווחו שלאור חילוקי דיעות בין סאדאת לשר המלחמה, מוחמד אחמד צאדק, ובכירים אחרים הודחו השר והרמטכ"ל בשל עמדתם "התבוסתנית". כן נמסר שסאדאת הינחה את השר והרמטכ"ל החדשים להכין את הצבא למלחמה מבלי לחכות לאמל"ח נוסף. אותם מקורות העבירו גם מידע מחדש על תכנית התקיפה המצרית.`,
    pic: require("../../assets/pictures/timeline4.jpeg"),
  },
  {
    date: `פברואר - אפריל 1973`,
    title: `במאי מלחמה?!`,
    desc: ` זורמות  ידיעות רבות על החלטות והיערכות ליוזמה מצרית למלחמה. יתרה מכך – מתקבל מידע המצביע על ה-19 במאי 1973 כמועד פרוץ המלחמה.`,
    pic: require("../../assets/pictures/timeline5.jpeg"),
  },
  {
    date: `23 אפריל 1973 `,
    title: `הסורים מבקשים דחייה`,
    desc: `נשיא סוריה, חאפז אל-אסד, הגיע לביקור חשאי במצרים וביקש מסאדאת לדחות פתיחת המלחמה בשל אי מוכנות הצבא הסורי. סאדאת קיבל הבקשה ודחה ל"סוף הקיץ". כשבוע לאחר הפגישה דיווח "המלאך", שמצרים וסוריה החליטו לדחות התקיפה ל"סוף הקיץ". `,
    pic: require("../../assets/pictures/timeline6.jpeg"),
  },
  {
    date: `מאי-אוגוסט 1973`,
    title: `ישראל מעלה כוננות ל"כחול-לבן"`,
    desc: `על רקע הידיעות שהגיעו מאז ראשית השנה מתנהלת מחלוקת במערכת הבטחון ופרט בצה"ל - בעיקר בין הרמטכ"ל, דוד אלעזר, לבין ראש אמ"ן, אלי זעירא – בשאלה: האם ומתי צפויה מלחמה? הרמטכ"ל מעריך שהמידע מהימן ושעל צה"ל להיערך למלחמה. שר הבטחון, משה דיין,  וראש המוסד, צבי זמיר, שותפים לדעתו. ראש אמ"ן, אלי זעירא, דוחה החששות בטיעונים להיעדר יכולת צבאית של סוריה ומצרים. 
הקבינט בהובלת ראשת הממשלה, גולדה מאיר, מאשר את עמדת שר-הבטחון וב-17 במאי מכריז הרמטכ"ל על כוננות "כחול לבן" להגברת המוכנות בצה"ל במספר מאפיינים. בין השאר מתבצע גם גיוס מילואים בהיקף של לפחות שתי חטיבות וצה"ל מקבל הזרמת שיא של 60 מליון לירות, תקציב שמשמש למספר מהלכי חיזוק מיידיים. 
`,
    pic: require("../../assets/pictures/timeline7.jpeg"),
  },
  {
    date: `12 באוגוסט 1973 `,
    title: `מורידים כוננות`,
    desc: `ביטול כוננות "כחול לבן" - שלושה חדשים לאחר ההכרזה עליה ולאחר שהמלחמה לא פרצה בוטלה הכוננות. הקונספציה של בכירי אמ"ן בדבר הסיכוי הנמוך למלחמה הולכת ומעמיקה. נראה שהערכותיו של ראש המטה הכללי ושר הבטחון לגבי הסבירות למלחמה – התערערו. מקורות מסוימים אף טוענים כי עמדו של שר הבטחון דיין אף עברו להערכת קיצון שבעשור הקרוב לא תפרוץ מלחמה (וגם לא שלום).`,
    pic: require("../../assets/pictures/timeline8.jpeg"),
  },
  {
    date: `אוגוסט 1973 `,
    title: `פעילות מטרידה במערך ההגנה האווירית הסורי`,
    desc: `פריסת 25 סוללות טילי קרקע-אוויר (נגד מטוסים) ברמת הגולן הסורית. מודיעין חיל האוויר מפרסם מסמך (לקט) המדגיש את המשמעויות על הגבלת פעילות מטוסי חה"א.`,
    pic: require("../../assets/pictures/timeline9.jpeg"),
  },
  {
    date: `22-26 אוגוסט 1973`,
    title: `סוריה ומצרים 'מחממות מנועים'`,
    desc: `המועצה העליונה המשותפת של הכוחות המיוחדים של מצרים וסוריה התכנסה במצרים לתיאום תכניות ומועדים לפתיחה במלחמה. המודיעין הישראלי לא קיבל מידע על המפגש החשאי.`,
    pic: require("../../assets/pictures/timeline10.jpeg"),
  },
  {
    date: `ראשית ספטמבר`,
    title: `קמ"ן פיקוד הצפון מרים דגל אדום`,
    desc: `בגיחות צילום מעל רמה"ג ניכר תיגבור משמעותי בהיקף הכוחות הסוריים. סא"ל חגי מן, קמ"ן פיקוד הצפון שנכנס זה לא מכבר לתפקידו, מעריך ומתריע בניגוד לדעת מחלקת המחקר של אמ"ן - כי סוריה נערכת למהלך צבאי התקפי.`,
    pic: require("../../assets/pictures/timeline11.jpeg"),
  },
  {
    date: `10-12 בספטמבר 1973`,
    title: `מלך ירדן חושש מהסתבכות במלחמה הקרבה`,
    desc: `המלך חוסיין מירדן מקיים סדרת פגישות עם נשיא סוריה ומצרים (ובהמשך החודש גם עם מלך סעודיה), במהלכן הוא מבין שנפל הפור בנוגע למלחמה קרובה עם ישראל. במסגרת סדרת התייעצויות עם יועציו הקרובים – מחליט להימנע מהצטרפות ללחימה, אך חושש שייגרר אליה.`,
    pic: require("../../assets/pictures/timeline12.jpeg"),
  },
  {
    date: `13 בספטמבר 1973`,
    title: `יום קרב אווירי בצפון`,
    desc: `הפלת 12 מיגים סוריים ע"י מטוסי חיל האוויר הישראליים. הגזרה מתחממת, מה שישמש בהמשך כטיעון שהסורים חוששים ונערכים למגננה.`,
    pic: require("../../assets/pictures/timeline13.jpeg"),
  },
  {
    date: `17 ספטמבר 1973`,
    desc: `הערכת אלוף אלי זעירא, ראש אמ"ן,  בדיון בפורום מטכ"ל: "...קיימת הערכה ערבית שכוחות האוויר שלהם אינם מספיקים למלחמה..."`,
    pic: require("../../assets/pictures/timeline14.jpeg"),
  },
  {
    date: `24-26 בספטמבר 1973 `,
    title: `בפיקוד הצפון ממשיכים להתריע`,
    desc: ` קצין המודיעין של פיקוד הצפון ממשיך להתריע. מפקד פיקוד הצפון, האלוף יצחק חופי, מתריע בדיון מטכ"ל על הגידול בעוצמת הצבא הסורי בחזית  ופריסת טילי הקרקע-אוויר. הוא נהדף בהערכות מרגיעות של ראש אמ"ן כי לא צפויה מלחמה בטווח הקרוב.`,
    pic: require("../../assets/pictures/timeline15.jpeg"),
  },
  {
    date: `25 ספטמבר 1973 `,
    title: `המלך חוסיין מזהיר את ראש הממשלה גולדה מאיר`,
    desc: `במהלך חריג מגיע חוסיין מלך ירדן לפגישה חשאית ודחופה בתל-אביב ומעביר לראשת הממשלה, גולדה מאיר, "התרעה" אישית על כוונת מצרים וסוריה לפתוח במתקפה, אם לא תחול תזוזה מדינית משמעותית. לפגישה, שאורגנה ע"י המוסד, האזין (מהחדר הסמוך) ראש ענף ירדן במחקר, זיזי קניאזר. האחרון דיווח למפקדיו בנוהל בהול והעביר עדכון גם לראש ענף 5 שעסק בסוריה. על כך שחרג מסמכותו ועדכן ללא אישור - ננזף. 
עוזר ראש אמ"ן למבצעים, אלוף משנה אהרון לברן, נכח במקום ושוחח עם גנרל ירדני, אחד מעוזרי המלך, שציין לגבי צבא סוריה: "הצבא הסורי אכן בהיערכות מלאה ובעמדות זינוק להתקפה ...ואיש לא יכול להיות בטוח." 
המידע לא הגיע לאלופי הפיקודים הרלוונטים ולקציני המודיעין שלהם לאור רגישות הדיווח. רוב בכירי אמ"ן ורוב שרי הממשלה מודרו מהפגישה גם זמן רב לאחר קיומה. 
גולדה, שהוטרדה מהתרעתו של המלך, בדקה עם שר הבטחון דיין שבדק עם הרמטכ"ל שבדק עם ראש אמ"ן וכולם הרגיעו פה אחד – "לא צפויה מלחמה".
לאחר המפגש החשאי יצאה גולדה מאיר לצרפת להשתתף בכנס, ובשל אירוע של חטיפת רכבת עם עולים יהודים מברית המועצות באוסטריה - יצאה לוינה (בשל זהותם הסורית של החוטפים - קיימת גרסה שמדובר בפעולת הסחה מכוונת של הסורים). לישראל חזרה ראשת הממשלה רק ב-3 באוקטובר, שלושה ימים לפני המלחמה.
`,
    pic: require("../../assets/pictures/timeline16.jpeg"),
  },
  {
    date: `26 ספטמבר (ערב ראש השנה) `,
    title: `מתגברים את הצפון "לכל מקרה"`,
    desc: `בהמשך להערכתו כי סוריה נערכת ללחימה, מבקש מפקד פיקוד הצפון חופי מהרמטכ"ל תיגבור כוחות מיידי. הרמטכ"ל, למרות שמציין שלהערכתו לא תפרוץ מלחמה, אישר התגבור ובמסגרת זו עלו כבר באותו יום שתי פלוגות מגדוד 77 (עוז) של חטיבה 7 לרמה"ג (כ-20 טנקים). 
באותו יום עולה שר הבטחון דיין ביזמתו לצפון, מסייר בחזית ונפגש עם ראשי הישובים ומרגיעם. 
בהמשך השבוע הצטרפו כוחות נוספים מחט' 7 וכללו סך הכל כ-44 כלים עד לערב יום הכיפורים.
`,
    pic: require("../../assets/pictures/timeline17.jpeg"),
  },
  {
    date: `29 בספטמבר 1973 `,
    title: `גורם זר מתריע על מתקפה סורית קרבה`,
    desc: `דיווח שירות מודיעין זר בכיר כי בסוף ספטמבר צפויה מתקפה סורית לכיבוש רמת הגולן. בידיעה נמסר גם פירוט תכנית התקיפה וההכנות. הידיעה התייחסה לסוריה בלבד ולא הביאה לשינוי בהערכת אמ"ן. גם ידיעה זו לא דווחה לקמ"ן פצ"ן ומפקדו.`,
    pic: require("../../assets/pictures/timeline18.jpeg"),
  },
  {
    date: `30 בספטמבר 1973`,
    title: `זעירא: "צבא סוריה ערוך למלחמה, אולם לא ייצא למלחמה"`,
    desc: `בהתייעצות בלשכת הרמטכ"ל בנושא המצב בחזית סוריה אומר ראש אמ"ן זעירא: "צבא סוריה ערוך כולו במערך המתאים, על פי הדוקטרינה הסובייטית למגננה ולהתקפה גם יחד ואולם לא ייצא למלחמה הן בשל חולשתו מול צה"ל והן לנוכח ההתניה במצרים, שאיננה מתכוונת להילחם." 
לאחר הדיון זימן סגן הרמטכ"ל, ישראל טל (טליק), שקיבל מידע מאחד הקצינים ממחלקת המחקר, את ראש אמ"ן ורמ"ח מחקר וניסה לשכנעם בדבר סכנה למתקפה סורית בגולן. השניים לא קיבלו דעתו.
`,
    pic: require("../../assets/pictures/timeline19.jpeg"),
  },
  {
    date: `30 ספטמבר 1973`,
    title: `בניגוד לעמדת אמ"ן, בחילות הים והקשר נערכים למלחמה`,
    desc: `ראש מחלקת מחקר בחיל הים, אל"מ רמי לונץ, מציג בפני מפקד חיל הים ומטה חיל הים את הערכתו, כי צפויה מלחמה וכי הפעילות המצרית, כולל בים, מהווה הונאה לקראת מהלך התקפי. לונץ מציג עמדה זאת בניגוד להערכת אמ"ן. למחרת, מפקד חיל הים הציג הערכה זו לראש אמ"ן ששלל ההערכה. למרות זאת, בחיל הים ירדה ההתרעה באותו יום לכל יחידות החיל והחיל נערך לקדם פני המלחמה. 
גם חיל הקשר בפיקודו של האלוף שלמה ענבר, שהיה מפקדה הקודם של יחידת ההאזנה 848, נערך למלחמה אפשרית. זאת בין היתר לאור שיתופו של יואל בן פורת, מפקד יחידה 848 ערב המלחמה על "הסימנים המעידים" שהחלו להצטבר על שולחנו.
`,
    pic: require("../../assets/pictures/timeline20.jpeg"),
  },
  {
    date: `1 באוקטובר 1973`,
    title: `02:00  – עוד דיווח "מהימן" על המלחמה בפתח, נדחה על הסף`,
    desc: `דיווח ממקור שנחשב מהימן בצבא מצרים כי צבאות מצרים וסוריה, תחת פיקוד מצרי אחוד, עומדים לפתוח במלחמה בבוקר. הידיעה דווחה לראש אמ"ן ולגורמים נוספים במחלקת המחקר ולאור חריגותה נבדק במהלך הלילה מול פיקוד הדרום האם נעשו הכנות בצבא מצרים ללחימה. לאחר התשובות מהשטח ומשנמצא שלא קיימת היערכות ברורה למלחמה, סיכם ראש אמ"ן שלא נראים סימנים לפתיחה במלחמה למחרת בבוקר. הידיעה לא דווחה במהלך הלילה לרמטכ"ל ולשהב"ט אלא רק למחרת בבוקר.`,
    pic: require("../../assets/pictures/timeline21.jpeg"),
  },
  {
    date: `1 באוקטובר 1973`,
    title: `בצפון הסורים מקדמים כוחות, בדרום המצרים מתחילים בתרגיל ענק; פיקוד הצפון נערך למלחמה, באמ"ן ממשיכים להרגיע`,
    desc: `בהמשך להיערכות הסורית החריגה החל מראשית ספטמבר ובעקבות הדיווח שקיבל מחברו רע"ן 5 (סוריה, לבנון ועיראק) במחקר, אביעזר יערי, על דיווח המקור המצרי המהימן ש"מחר בבוקר תפרוץ מלחמה", מתריע קמ"ן פיקוד הצפון בפני מפקדו, האלוף יצחק חופי, כי פני הסורים למלחמה בסבירות גבוהה. חופי הכריז על כוננות ומבקש מאג"מ מבצעים, שחט' 179 שהיתה בתרגיל  במחנה "פילון" תעלה לרמה"ג. הבקשה לא אושרה. בעקבות הארוע זומן קמ"ן פצ"ן ע"י רמ"ח מחקר לשיחת בירור ועמד להינזף.  בבירור ציין שקיבל דיווח חלקי ללא הערכת המחקר והנזיפה בוטלה. רע"ן 5 ננזף גם הוא על העברת המידע ללא אישור.
            במקביל באותו היום – מתקבלם דיווחים על הימצאות חריגה של חטיבת טנקים 47 ברמת הגולן הסורית ועל ציוד גישור בחזית. לאיש לא נדלקת "נורת אזהרה" לגבי חט' 47 למרות מידע שעלה בחקירת קצין סורי בכיר שנה לפני כן, שלפיו אם תגיע חטיבה 47 לרמה"ג הרי זו לטובת השתתפותה במלחמה בלבד. קמ"ן פצ"ן לא מעודכן אודות המידע.
            ואילו בזירה הדרומית - צבא מצרים פותח בתרגיל "תחריר 41" . 
            אמ"ן מעריך שמאחר שמדובר בתרגיל קבוע ושגרתי הכל במסגרת התרגיל. הדיון במטה הכללי באותו יום שעוסק בתחזית הרב-שנתית מסתיים בהערכה, כי הסבירות למלחמה ע"י סוריה ומצרים – נמוכה.
            `,
    pic: require("../../assets/pictures/timeline22.jpeg"),
  },
  {
    date: `1 וה-3 באוקטובר 1973`,
    title: `"סימנטוב, אתה אלרמיסט"`,
    desc: `סגן סימנטוב בנימין, קצין המערך של מודיעין פיקוד הדרום, כותב ב-1 באוקטובר לקט שהצביע על הפעילות החריגה בצבא המצרי בדגש על היקפי ציוד הצליחה, שכותרתו "תכונה בצבא המצרי-אפשרות חידוש לחימה". במוקד המסמך היתה הההערכה, שהפעילות בצבא מצרים אינה תרגילית אלא מסווה להכנות למלחמה. מסמך דומה כתב גם יומיים מאוחר יותר. קמ"ן הפיקוד, סא"ל דוד גדליה, מחק את סעיף ההערכה מהלקט, שמעולם לא הופץ מחוץ לכתלי היחידה.`,
    pic: require("../../assets/pictures/timeline23.jpeg"),
  },
  {
    date: `2 באוקטובר 1973`,
    desc: `לפי מגוון דיווחים עולה ששתי הדיביזיות המשורינות הסוריות יצאו ממחנות הקבע לשטחי כינוס או הערכות. קמ"ן פיקוד הצפון מתריע על המשמעות ההתקפית, אך באמ"ן מחקר מסבירים זאת בהיערכות סורית תגובתית לאור חשש ממהלך צבאי ישראלי.`,
    pic: require("../../assets/pictures/timeline24.jpeg"),
  },
  {
    date: `3 באוקטובר 1973`,
    title: `השאננות חוגגת`,
    desc: `נערכת גיחת צילום של חיל האוויר בחזית התעלה. לאחר הנחיתה מתברר שהטכנאי של חיל האוויר שכח להוריד את העדשה והשמיד את חומר הצילום.
             בדיון בקבינט המדיני-בטחוני בראשות ראשת הממשלה, גולדה מאיר, מוצגת ומתקבלת הערכת אמ"ן כי אין סבירות למלחמה בטווח הקרוב, אך יש לתגבר במעט את הכוחות בצפון ובדרום.
             `,
    pic: require("../../assets/pictures/timeline25.jpeg"),
  },
  {
    date: `4 באוקטובר 1973`,
    title: `משפחות היועצים הסובייטים מתפנות מסוריה, לאורך התעלה בצד המצרי מזהים "מאסות של אמל"ח", אבל ההערכה נשארת בעינה`,
    desc: `ביחידת האזנה 848 נקלטו עשרות דיווחים על פינוי מואץ של משפחות היועצים הרוסיים ובני משפחותיהם באניות ומטוסים מסוריה וממצרים. ראש אמ"ן הקפיא לקט רל"שים (מסמך המועבר בצורה בהולה לדרג מקבלי ההחלטות הבכיר במדינה) ולא העביר הדיווח לא לרמטכ"ל ולא לשהב"ט, אלא רק למחרת בבוקר כשבדיונים הציע שלושה הסברים, שתרחיש ההכנות למלחמה נמצא ביניהם, אך הוצג כפחות סביר.
ראש אמ"ן דוחה פניה נוספת אליו מרמ"ח איסוף, מנחם דיגלי, להפעלת "האמצעים המיוחדים" (אמצעי איסוף בעלי נגישות גבוהה לדרג הבכיר במצרים).
"מובוטו", סוכן בצבא סוריה של יחידת היומינט (סוכנים) של אמ"ן, יחידה 154, מדווח שהחל מ-5 אוקטובר נאסר על אזרחים להתקרב לאזור הגבול.
במהלך שעות הצהריים מתבצעת גיחת צילום לאורך התעלה. הפיענוח התבצע בשעות הערב והממצאים היו חריגים ומטרידים מאד. שר הבטחון דיין צוטט בדיון ב-5 באוקטובר, כמי שהגיב לדו"ח הפיענוח: "רק מלקרוא את המאסות של האמל"ח שהצטבר באיזור התעלה-אפשר לקבל התקף לב".
`,
    pic: require("../../assets/pictures/timeline26.jpeg"),
  },
  {
    date: `ליל ה-4-5 באוקטובר 1973`,
    title: `"בבל" קורא לראש המוסד להיפגש בדחיפות`,
    desc: `מפעילו של מקור הצמרת של המוסד במצרים "בבל" מעביר מברק כי הסוכן מבקש להיפגש בדחיפות עם ראש המוסד והעביר גם מילת קוד הקשורה למלחמה. המידע מדווח לראש אמ"ן ולבכירים נוספים. ראש אמ"ן מזכיר הנושא במסגרת דיווח בפורום מטכ"ל למחרת בבוקר.`,
    pic: require("../../assets/pictures/timeline27.jpg"),
  },
  {
    date: `5 באוקטובר 1973`,
    title: `"הסבירות למלחמה נמוכה מנמוכה"`,
    desc: `רב-סרן אלברט סודאי, ראש המדור המדיני בענף 6 (מצרים) במחקר, שמוטרד מזה תקופה מ"הסימנים המעידים" המצטברים במצרים וזוכה לכינוי "אלרמיסט", טוען בין השאר גם בפני מפקדיו, כולל רמ"ח מחקר, כי הפטור שניתן מחובת הצום לחיילים בצבא מצרים מצטרף לשורת סימנים מעידים. רמ"ח מחקר הבהיר כי זו עדיין לא סיבה לשינוי ההערכה כי מדובר בתרגיל.
    ראש אמ"ן בדיון בפורום מטכ"ל (12:30): "הסבירות למלחמה ביוזמת מצרים וסוריה נמוכה מנמוכה"
    מחלקת מחקר מפיצה בשעה 13:15 ערב יום הכיפורים לקט אחרון לפני המלחמה, שרוב סעיפיו מתארים את ההתרחשויות החריגות.  בסעיף מספר 40, סעיף ההערכה המכריע נקבע: "עם זאת, למיטב הערכתנו לא חל שום שינוי...אי לכך הסבירות שהמצרים מתכוונים לחדש את הלחימה נמוכה".
    בשעות הצהריים שני קציני סיור מצריים נתפסו בסיני ע"י כח סיור ישראלי. בחקירתם עלה שנשלחו לאסוף מידע על תנועת כוחות ותיגבורים של כוחות צה"ל לעבר התעלה. בחקירתם מסרו גם על כוונה מצרית לפתוח במלחמה למחרת היום (דווח שאף מסרו שהמתקפה תחל בשעות הצהריים של 6 באוקטובר 1973). אנשי שב"כ דרום, שחקרו את העצורים, דיווחו לאחר המלחמה כי העבירו את המידע למודיעין פיקוד הדרום בשעות אחה"צ של ה-5 באוקטובר 1973. במודיעין פד"מ לא נמצאה עדות להעברת המידע.
    בשעה 17:00 לערך מתקבלת ידיעה ממקור "יחמור" של יח' האזנה 848 ובה דיווח של מקור מהימן ממוסקווה שמסביר כי פינוי משפחות היועצים הסובייטיים הינו על רקע הכנות למלחמה. הידיעה מדווחת ע"י יואל בן פורת אישית לראש אמ"ן תוך חידוד שמדובר במלחמה. באמ"ן מחקר החלה כתיבת לקט רל"שים בהול בנושא אך זו מעוכבת במהלך הלילה ככה"נ בהנחיית ראש אמ"ן. הידיעה עצמה לא דווחה לא לרמטכ"ל ולא לשהב"ט.
    `,
    pic: require("../../assets/pictures/timeline28.jpg"),
  },
  {
    date: `ליל 5-6 באוקטובר 1973`,
    title: `ראש המוסד זמיר מעדכן כי "בבל" מתריע מפני מלחמה`,
    desc: `ב-02:30 לאחר פגישת ראש המוסד עם המקור "בבל" בלונדון בה מעדכן המקור על כך שמצרים וסוריה צפויות לפתוח במלחמה ב-6 באוקטובר 1973 "לפנות ערב" מדווח ראש המוסד לראש לשכתו וזה מעדכן בשעה 04:00 לפנות בוקר את המזכירים הצבאיים של ראש הממשלה ושר הבטחון ואת ראש אמ"ן ועוזר ראמ"ן למחקר. הדיווח הטלפוני התחיל במשפט: "לפי התוכנית עומדים המצרים והסורים לתקוף לפנות ערב. יודעים שהיום חג וחושבים שיוכלו לנחות לפני החשיכה.."`,
    pic: require("../../assets/pictures/timeline29.jpg"),
  },
  {
    date: `6 באוקטובר 1973`,
    title: `רגע לפני האזעקות, זעירא משנה את עמדתו: "הסבירות למלחמה גבוהה"`,
    desc: `בדיון בהול של המטה הכללי שמתקיים ב-05:00 ראש אמ"ן משנה לראשונה את הערכתו: "הסבירות למלחמה גבוהה..."  
    בשעה 07:30 יוצא לקט בהול של ענף מצרים, שהסתמך על דיווח המוסד: "בכוונת המצרים להתחיל הלחימה לקראת אור אחרון היום, 6 באוקטובר 1973..." 
    בשעה 12:00 סגן אשר סדן, קצין האיסוף של חטיבה מרחבת 820 האמונה על רמת הגולן, עולה לתל החרמונית בצפון רמת הגולן על מנת לתצפת לעבר הגבול עם סוריה. סדן מזהה היערכות ארטילרית להפגזה כבדה וצופה בהתארגנות סורית לפריצת המכשול. סדן, שיחגוג תחת מטר ההפגזות את יום הולדתו ה-23, יהווה את אחד ממקורות המודיעין החשובים שישרתו את הכוחות הלוחמים ברמת הגולן בקרובות הבלימה.
    `,
    pic: require("../../assets/pictures/timeline30.jpg"),
  },
  {
    date: `6 באוקטובר 1973 בשעה 13:55`,
    title: `"אני אחראי!"`,
    desc: `מתחילות הפגזות ארטילריות והפצצות אוויריות כבדות בחרמון, ברמת הגולן ולאורך התעלה בסיני. סג"מ אבי וייס, קמ"ן צעיר מאוגדה 252, שנשלח תקופה קצרה לפני כן לאחד המעוזים בתעלה נמצא על מגדל תצפית במוצב. כשהפגזים המצריים הראשונים פוגעים במוצב מתחיל לרדת מהמגדל. בדרכו למטה נפגע מרסיסי הפגזים, מתעלף ונופל ארצה. ייתכן שהיה הפצוע הראשון במלחמה. לאחר מכן נפל בשבי יחד עם שני מש"קים שלו, אך הרחיק מעליו כל עדות לקצונה ולמודיעין. לימים קיבל צל"ש על האופן בו עמד בשבי.
על פי מספר עדויות, עם תחילת האזעקות בתל-אביב, פונה אלי זעירא לאנשיו: "אל תחשבו על מה שהיה עד עכשיו. תמשיכו לעבוד. אני אחראי!"
`,
    pic: require("../../assets/pictures/timeline31.jpg"),
  },
  {
    date: `7 באוקטובר 1973 `,
    title: `אנשי אמ"ן שבחרמון נופלים בשבי הסורים`,
    desc: `מוצב החרמון שבו היו גם שתי יחידות מודיעין: בסיס האזנה של יח' 848 ותצפית – נפל לפנות בוקר בידי הסורים. 14 אנשי אמ"ן נישבו בידי הסורים. ביניהם גם סגן עמוס לוינברג, קצין הבינה הרשתית של המוצב שהיה בעל ידע מודיעיני פנומנאלי. בשוביו ימסור ידע רב, בעקבות עינויים והטעיות פסיכולוגיות שיופעלו נגדו.
סייר האוויר, רב-סרן יהודה שפר, נקרא לרמטכ"ל דדו שפוקד עליו לצאת למשימת סיור אווירי לאיתור תנועת הכוחות המצריים בסיני. הרמטכ"ל מבקש דיוווח אישי אליו ובמשך שבוע ממריא שפר ב"סקייהוק" עם הטייס סרן רן עופרי לסיני ובערב חוזר בפייפר לשדה דב, מעדכן את הרמטכ"ל וחוזר לחצרים. עד שביום השביעי המטוס נפגע מטיל, הטייס נהרג ושפר מצליח לצנוח ולחלץ עצמו בעור שיניו.
`,
    pic: require("../../assets/pictures/timeline32.jpg"),
  },
  {
    date: `8 באוקטובר 1973`,
    title: `הסורים נבלמים`,
    desc: ` כוחות צה"ל ברמת הגולן בולמים את הכוחות הסוריים ומתחילים במתקפת נגד להשבת השליטה בשטחים שנפרצו על-ידי הסורים. שלב זה יימשך כיומיים ולאחריו כוחות צה"ל ימשיכו ההתקפה לתוך שטח סוריה.`,
    pic: require("../../assets/pictures/timeline33.jpg"),
  },
  {
    date: `9 באוקטובר 1973`,
    title: `אמ"ן מצביע על הסיכון הניצב מצד טילי הסקאד`,
    desc: `אמ"ן משנה הערכתו לגבי אחד מ"עוגני הקונספציה" וקובע כי טילי ה"סקאד", הטק"ק שהגיע למצרים מבריה"מ כמה חדשים לפני כן, נמצא בכשירות מבצעית. זאת, בניגוד להערכה שהוצגה ערב המלחמה לאישוש הקונספציה. לשינוי הערכה זה היתה משמעות רבה לגבי הימנעות מתקיפות בעומק מצרים.`,
    pic: require("../../assets/pictures/timeline34.jpg"),
  },
  {
    date: `10 באוקטובר 1973`,
    title: `ברית המועצות מוטרדת מקיומו של המשטר הסורי`,
    desc: `בשעה 16:20 ראש אמ"ן מעדכן את הרמטכ"ל, שיובל נאמן, שהופקד מטעם אמ"ן על הקשרים עם ארה"ב, עידכן שנשיא ארה"ב הביע נכונות לספק לישראל מטוסים וטנקים במידת הצורך.
בשעה 17:15 ראש אמ"ן מעדכן את הרמטכ"ל כי שיירת טנקים עיראקית צפויה היתה לצאת מעיראק בצהריים והמליץ להיערך לתקיפתה. מפקד חה"א חלק על מהימנות הדיווח, אך המליץ על הנחתת כוח יבשתי לתקיפת השיירה בנ"ט בכפוף לוידוא הידיעה.
בשעה 17:50 ראש המוסד, צבי זמיר, מדווח בפגישה עם הרמטכ"ל, שבריה"מ החליטה לנקוט צעדים כדי להבטיח את המשך קיומו של המשטר בסוריה. זמיר המליץ שעל צה"ל להבקיע בתוך יומיים בגזרה כלשהי ברמת הגולן ולהיערך בקו נוח להגנה.
`,
    pic: require("../../assets/pictures/timeline35.jpg"),
  },
  {
    date: `11 באוקטובר  1973`,
    title: `מצרים חוששת מכוונת צה"ל להמשיך הכיבושים בסיני ומוטרדת מהכישלון הסורי בצפון`,
    desc: `בדיון בוקר בראשות סגן הרמטכ"ל עידכן עוזרו של רמ"ח מחקר, כי הסורים מנסים להחיש את בואם של כוחות עיראקיים וכי חטיבה משוריינת עיראקית כבר החלה לנוע לכיוון סוריה וחטיבה נוספת צפויה להגיע ב-12 באוקטובר 1973.

בשעה 09:50 הרמטכ"ל שהיה בפיקוד הצפון מקבל עידכון טלפוני מאמ"ן ש"רכבת אווירית" סובייטית נוספת עושה דרכה לסוריה ושחטיבת טנקים עיראקית ראשונה הגיעה לסוריה וחטיבה שניה בדרך. 
במקביל, המאמץ המצרי להתקדם דרומה לכיוון שרם א-שיח' נמשך, ומצרים חוששת שצה"ל יתקוף את פורט סעיד ומודאגת ממצבה של סוריה. כן נמשך הלחץ על ירדן לסייע לסוריה אך המלך חוסיין טרם החליט.
`,
    pic: require("../../assets/pictures/timeline36.jpg"),
  },
  {
    date: `12 באוקטובר 1973`,
    title: `זעירא מצביע על רצון סוריה ומצרים להפסיק הלחימה`,
    desc: `ראש אמ"ן מעריך בהערכת מצב רמטכ"ל כי הסיכוי להפסקת אש בשל החלטת מועבי"ט אינו גדול, אך ממליץ "לזרז דברים" לאור רצון סוריה ומצרים לסיים הלחימה, ולהימנע ממהלכים חפוזים העלולים להיכשל מבחינה צבאית.`,
    pic: require("../../assets/pictures/timeline37.jpg"),
  },
  {
    date: `24 באוקטובר 1973`,
    title: `הסכם הפסקת האש נכנס לתקפו בשתי החזיתות`,
    pic: require("../../assets/pictures/timeline38.jpg"),
  },
  {
    date: `11 בנובמבר  1973 `,
    title: `נחתם הסכם הפסקת הלחימה עם מצרים`,
    desc: `לאחר מו"מ ישראלי-מצרי שהתקיים בק"מ ה-101 מקהיר נחתם הסכם הפסקת אש עם מצרים, שכלל גם חילופי שבויים.`,
    pic: require("../../assets/pictures/timeline39.jpg"),
  },
  {
    date: `25 בנובמבר 1973`,
    title: `וקמת ועדת אגרנט לחקר כשלון ההתרעה למלחמה`,
    desc: `בעקבות לחץ ציבורי רחב ומחאת אנשי המילואים נאלצת הממשלה להכריז על הקמת וועדת אגרנט. `,
    pic: require("../../assets/pictures/timeline40.jpg"),
  },
  {
    date: `1 באפריל 1974`,
    title: `בעקבות המלצת ועדת ארגנט – האלוף אלי זעירא מסיים תפקידו ופורש מצה"ל`,
    desc: `בדו"ח הביניים שלה קבעה וועדת אגרנט את אחריות אמ"ן על כשלון ההערכה ואי מתן ההתרעה למרות המידע שהיה בידיו. הוועדה המליצה בין השאר  על הדחת ארבעה בכירים באמ"ן, ביניהם ראש אמ"ן, האלוף אלי זעירא. בעקבות כך, זעירא מודיע לרמטכ"ל על סיום תפקידו.
            בבוקר ה-1 אפריל 1974 החליט שר הבטחון, משה דיין, למנות את שלמה גזית, אז מתאם הפעולות בשטחים ולשעבר רמ"ח מחקר ואיש המודיעין הבכיר ביותר שלא היה מעורב בכשלים לקראת יוה"כ, לראש אמ"ן. 
            `,
    pic: require("../../assets/pictures/timeline41.jpg"),
  },
  {
    clear: true,
    pic: require("../../assets/pictures/clear.svg"),
  },
  {
    clear: true,
    pic: require("../../assets/pictures/clear.svg"),
  },
];
