import React from "react";
const consts = {
  aritcles: [
    {
      article: true,
      type: "לפני המלחמה",
      title: `ניצני הקונספציה בתקופתו של ראש אמ"ן אהרון יריב`,
      miniTitle: `"אהרל'ה היה מגיע כנראה לאותה מסקנה, אך מציגה אחרת"`,
      id: 0,
      text: (
        <>
          תיאור הקונספציה טרם פרוץ מלחמת יום הכיפורים בדרך כלל העמיד במרכז השיח
          את אלי זעירא, ראש אמ"ן בעת המלחמה ובשנה שקדמה לה. עם זאת, זרעיה של
          הקונספציה, ההערכה העמוקה שלסוריה ולמצרים אין כוונות ויכולות לצאת
          למלחמה עם ישראל, נטמנו עוד הרבה לפני לכן, בתקופתה של אהרן יריב, שכיהן
          בתפקידו בין 1964-1972.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר הניצחון הישראלי במלחמת ששת הימים, הפך יעד החזרת סיני למטרה עליונה
          עבור המצרים. בימיו של אהרון יריב אמ"ן העריך כי אפשר ומצרים תבחר בעתיד
          במהלך צבאי במטרה להחזיר לידיה את שטחי סיני, אך לא סביר שמהלך כזה יתבצע
          ב-1973. תפיסה זו נשענה על כך שישנם שני תנאים לפריצתה של מלחמה כוללת:
          מצרים לא תצא למלחמה לפני שתצטייד במטוסי קרב שיוכלו להפציץ בעומק
          הישראלי; וכן, סוריה לא תצא למלחמה ללא מצרים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          התפיסה אמנם הייתה נכונה בימים שלאחר מלחמת ששת הימים, אך החמיצה לחלוטין
          את השינוי האסטרטגי במצרים לאחר עלייתו לשלטון של אנואר סאדאת ב-1970,
          עוד בימיו של יריב. סאדאת הבין כי יתכן והמצב הפוליטי המצרים יאלץ אותו
          לצאת למלחמה עוד לפני שישיג כושר הרתעה אווירי. כך, בימיו של יריב נוצר
          הפער העמוק בין התפיסה המודיעינית את האסטרטגיה המצרית ובין המציאות
          בשלטון המצרי. סאדאת למעשה התכוון לפתוח במלחמה להשגת יעדים טריטוריאליים
          התואמים את יכולות הצבא המצרי ואשר יניעו תהליך המדיני בהמשך.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יודגש כי גם בתקופתו של אהרן יריב, הידוע בשאילת שאלות, בהטלת ספק, ובמתן
          מקום רב לדעות אחרות, לא נשמעו הערכות מנוגדות. אלי זעירא טען לא פעם
          בפני ועדת אגרנט, כי לא הוא שהקים את מחלקת המחקר של אמ"ן והיא לא הגיעה
          אליו יש-מאין אלא קיבל אותה בירושה מאהרן יריב. כך, זעירא טוען כי כבר
          כשהגיע לאגף כל מחלקת מחקר, שיריב גידל והצמיח, העריכה שלא תהיה מלחמה
          ולא היו דעות מנוגדות משמעותיות. יתרה מכך, מסופר כי באירוע ההחלפה בין
          יריב לזעירא, יריב המשיך להחזיק בדעה הרווחת ואמר בפני הנוכחים כי הוא
          מוריש לזעירא מצב של שקט.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          האלוף אביעזר יערי, שהיה ראש ענף 5 (סוריה ולבנון) במחלקת המחקר באותה
          תקופה אמר כי "אחרי מלחמת יום הכיפורים שאלנו את עצמנו מה אהרל'ה היה
          עושה. נטינו לחשוב שאילו הייתה עומדת לפניו אותה מערכת ידיעות ושיקולים
          הוא היה עוצר ושואל מתישהו למה זה לא יכול להיות הפוך." שלמה גזית,
          שהחליף את אלי זעירא כראש אמ"ן, טען ברבות הימים כי הוא חושב שגם בימים
          שלפני המלחמה "יריב היה מגיע לאותה מסקנה כמו זעירא, אך הוא היה מציג
          אותה אחרת".
        </>
      ),
      pic: require("../assets/pictures/ahron.jpg"),
      underPic: `אהרן יריב כר' אמ"ן ב-1970; מקור: לשכת העיתונות הממשלתית`,
    },
    {
      article: true,
      type: "לפני המלחמה",
      title: `כוננות כחול-לבן`,
      miniTitle: `המלחמה שלא באה (עדיין..)`,
      id: 1,
      text: (
        <>
          'שם קוד' לצעדי כוננות שננקטו בין אפריל לאוגוסט 1973. הכוננות הוכרזה
          בעקבות הגעת ידיעות מהמקור המיוחד של המוסד אשרף מרוואן על כוונות מצריים
          לפתוח במלחמה בחודשים אפריל או מאי. למרות שהערכת אמ"ן הייתה כי לא עתידה
          לפרוץ מלחמה, הרמטכ"ל דוד אלעזר ושר הביטחון משה דיין החליטו על העלאת
          הכוננות. העלאת הכוננות הוכרזה על מנת להרתיע את סוריה ומצרים ולמנוע את
          הפתעת הכוחות הישראליים למקרה שבו אכן תפרוץ מלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במסגרת העלאת הכוננות נעשו פעולות רבות בתחום בניין הכוח, שהצריכו השקעת
          משאבים גדולה. כך למשל, הוקדמה הקמתה של אוגדה 210 ברמת הגולן מיוני 74'
          ליוני 73'; הוקדמו אימונים שונים והוגבר קצב ההצטיידות באמל"ח שהיה חסר;
          לצד אלה, רועננו התוכניות המבצעיות בכלל צה"ל, ובכלל זאת רועננו תוכניות
          מגננה ('שובך יונים') ומתקפה ('חתול המדבר') של פיקוד הדרום וכן תוכניות
          התקיפה של חיל האוויר בכלל הזירות. לבסוף הורדה רמת הכוננות באוגוסט 73',
          כחודשיים לפני פרוץ מלחמת יום הכיפורים לאור עלותה הכספית הגבוהה, שמנתה
          כ-60 מיליון לירות, ושחיקת הכוחות הסדירים, וחלק מכוחות המילואים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          קשה לקבוע האם להעלאת הכוננות הייתה השפעה אמיתית על דחיית פרוץ המלחמה
          לחודש אוקטובר. יחד עם זאת, לכוננות 'כחול-לבן' הייתה השפעה משמעותית על
          מוכנות צה"ל למלחמת יום הכיפורים בהיבטים רבים. החוקר אורי בן יוסף כתב
          בספרו "הצופה שנרדם": "לעובדה שמלחמה לא פרצה במאי היה אפקט קטלני על
          הערכת המודיעין הישראלית בסוף הקיץ. סינדרום "זאב זאב", המוכר כאחד
          המקורות העיקריים לכישלונות מודיעין במתן התרעה על מתקפת פתע ממשמשת
          ובאה". עם זאת, הגם שהכוננות תרמה את שלה להעמקת הקונספציה והזחיחות
          המקצועית במידה-מה שאפיינה את מסדרונות אמ"ן, הרי שהיא כן תרמה בצעדי
          שיפור המוכנות הכוללים של צה"ל לאתגר שנכפה עליו באוקטובר אותה שנה. צה"ל
          הופתע אמנם, אך מוכנותו להכיל ההפתעה, להשיב המצב לקדמותו ולהשיג הכרעה –
          הייתה נעוצה בין השאר לאור מאפייני הכוננות בה היה שרוי זה לא מכבר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בדו"ח המסכם שלה, פסקה וועדת אגרנט כי "הכישלון בהערכת המצב לקראת מלחמת
          יום כיפור נבע בין היתר מתוך אותה העלאת כוננות אשר גרמה לחוסר ערנות
          לקראת המלחמה."
        </>
      ),
      pic: require("../assets/pictures/konenot.jpeg"),
      underPic: `מוצב ברמת הגולן, דובר צה"ל`,
    },
    {
      article: true,
      type: "לפני המלחמה",
      title: `"הצריחים הגבוהים" – תוכנית המלחמה המצרית`,
      miniTitle: `כיבוש רצועה צרה בשטח הישראלי להנעת תהליך מדיני`,
      id: 2,
      text: (
        <>
          תוכנית ההתקפה המקורית של הצבא המצרי ("גרניט 2") הייתה כיבוש סיני לעומק
          של 70 קילומטרים והחזקה של המעברים המרכזיים עד לחלקה הדרומי של התעלה –
          המיתלה והגידי. אמ"ן העריך תוכנית זו בצורה טובה, אך המשיך להחזיק
          בתפיסות לא רלוונטיות לגביה במהלך מלחמת יום הכיפורים, כאשר בפועל יצאה
          לפועל תוכנית אחרת משהעריכו באמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כבר ב- 1972 היה ברור למצרים שאין ביכולתם להוציא את "גרניט 2" לפועל –
          במצב כשירותו של הצבא ולאור העליונות האווירית של ישראל. באוקטובר 1972,
          סאדאת, שהגיע להבנה שהרוסים לא ישקמו את הצבא שלו במידה הנדרשת, קיבל
          החלטה לצאת למלחמה במצבו של צבא מצרים אז, ללא עליונות אווירית וללא סיוע
          רוסי מהותי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בעוד שהתוכנית המקורית, נועדה לשרת תכלית כלל ערבית למלחמה נגד ישראל,
          התכנון החדש של סאדאת נועד לשרת את האינטרס המצרי. ככל הנראה, בראיית
          סאדאת, התכלית החדשה הייתה לשבור את קיפאון השיחות בין ישראל למצרים,
          ולקדם שיחות שלום שבמסגרתן ישראל תחזיר את סיני למצרים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כך, הצבא המצרי הוציא בתחילת 1973 תוכנית צבאית חדשה ומצומצמת - "הצריחים
          הגבוהים". במסגרת התוכנית, הוטל על הצבא המצרי לכבוש 8-10 ק"מ בלבד בגדה
          המזרחית של תעלת סואץ, וכן את רצועת הנפט מדרום למפרץ. התוכנית החדשה
          אפשרה למפקדי הצבא המצרי גמישות יחסית, ויכולת בהמשך פיתוח ההתקפה בהינתן
          האפשרות. ברמת הכוחות – המצרים יצרו ציוותים מקצועיים, שכן כל דיביזיית
          חי"ר תוגברה בחטיבת שריון, כוחות נ"ט וארטילריה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יציאת הצבא המצרי להתקפה מתוך תרגיל הונאה ('תחריר 41') תאמה את התפיסות
          הדוקטרינריות המזרחיות באותה תקופה, ובראשם ה-"מסקירובקה" – התחזות
          (תרגיל) ויציאה להתקפה ממצב זה.
        </>
      ),
      pic: require("../assets/pictures/zarih.png"),
      underPic: `תכנית המתקפה הסורית כפי שמוצגת במוזיאון המלחמה בקהיר`,
    },
    {
      article: true,
      type: "לפני המלחמה",
      title: `שיחות קיסינג'ר-איסמעיל`,
      miniTitle: `תהליך שיחות השלום שלא הבשיל`,
      id: 3,
      text: (
        <>
          ממשלת גולדה מאיר הצהירה לאורך כל שנות כהונתה בדבר רצונה לכינון הסכם
          שלום עם מצרים. היה זה דווקא סאדאת שביטל התנעה של כל תהליך הידברות,
          בדרישתו העיקשת למימושם של תנאים מקדימים שכללו התחייבות ישראלית
          לריבונות חלקית של מצרים במסגרת הסכם ביניים וריבונות מצרית מלאה על כלל
          סיני בסופו של המשא והמתן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בחודשי אביב-קיץ, היועץ לביטחון הלאומי האמריקאי, הנרי קיסינג'ר, קיים
          מספר פגישות עם מקבילו המצרי, איש אמונו של סאדאת, חאפז איסמעיל, על מנת
          להביא להרגעת הרוחות בגזרה הדרומית ולמניעת מלחמה שהדיה "היו באוויר" מזה
          זמן רב. נכונותם של המצרים לקיים 'הדברות לא מחייבת' בחסות האמריקאים
          נבעה בין היתר מרצונם להתקרב אליהם, בשל הדרדרות במערכת היחסים בין קהיר
          למוסקבה במהלך שנת 1972. האמריקאים מצידם הבהירו למצרים כי תנאי הסף שהם
          מכתיבים מאתגרים כל פריצת דרך. "דיפלומטיית הדילוגים", מושג שאותו יתווה
          קיסינג'ר בהמשך הקריירה שלו, עלתה בתוהו ולא הצליחה במניעת המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בראיון שהעניקה ג'יהאן סאדאת, אלמנתו של הנשיא המצרי, ל"ידיעות אחרונות"
          ב-1987 אמרה: "אני לא מסכימה עם אלה הקובעים היום, אצלנו ואצלכם, כי
          סאדאת ניסה להשיג שלום אמיתי לפני 1973. אני מאמינה כי ניסו להשיג הפסקת
          אש, לא יותר מזה. סאדאת היה זקוק למלחמה נוספת כדי לנצח ולפתוח במו"מ
          מעמדה שווה. בעלי היה איש של שלום, אך כמנהיג ערבי לא היה מוכן לשבת עם
          ישראל ולהרגיש שהוא 'נמוך'."
        </>
      ),
      pic: require("../assets/pictures/kisenjer.jpeg"),
      underPic: `פגישת קיסינג'ר וגולדה מאיר במרץ 1973; מקור: ספריית ומוזאון ריצ'רד ניקסון`,
    },
    {
      article: true,
      type: `ערב המלחמה`,
      title: `פגישת גולדה – חוסיין`,
      miniTitle: `ההתרעה של המלך שנדחתה על הסף`,
      id: 4,
      text: (
        <>
          ב-25 בספטמבר 1973 בשעות הערב, התקיים מפגש בין רוה"מ גולדה מאיר ומלך
          ירדן חוסיין באזור תל אביב לאור בקשה דחופה של המלך, לאחר שהגיעה לידיו
          ההבנה כי מצרים וסוריה עתידות לפלוש לישראל. חוסיין חשש ממלחמה נגד ישראל
          ולא רצה למצוא את עצמו בתווך בין ישראל לסוריה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          חוסיין גם הוסיף את הערכתו כי מדובר בתכנונה של מתקפה משולבת של הסורים
          והמצרים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עם תום השיחה, יצרה גולדה קשר עם שר הביטחון דאז, משה דיין ועדכנה אותו
          בנתונים. הוא מייד בדק את מהימנות הדברים מול הרמטכ"ל וראש אמ"ן ותוך
          מספר דקות עדכן את גולדה באופן ראשוני שההערכה של המלך ככל-הנראה מוטעית
          וכי יש לקחת אותה בערבון מוגבל. גם כאן, הקונספציה אודות נכונות צבאות
          ערב לפתוח במלחמה נגד ישראל עמדה בעינה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          למרות הערכה ראשונית זו, נקבעו דיונים בראשות הרמטכ"ל ושר הביטחון בכדי
          לדון לעומק בשאלת השפעת דברי המלך חוסיין על ההערכה ועל היערכות צה"ל
          כנגזרת שלה. בשני הדיונים, אשר יודגש כי לא השתתפו בהם נציגים אשר נכחו
          בפגישת גולדה-חוסיין או שידעו לאשורו מה עלה בפגישתם, הלכה והתגבשה עוד
          יותר ההערכה שלא עתידה לפרוץ מלחמה בטווח הזמן הקרוב וניתנה התייחסות
          'מצמצמת' לחלק מדבריו של חוסיין. כך, בפועל, דבריו של חוסיין לא הצליחו
          לתרום להתרעה שצה"ל נדרש לה בכדי להיערך למתקפה אשר פרצה כשבועיים מאוחר
          יותר.
        </>
      ),
      pic: require("../assets/pictures/hosi.jpg"),
    },
    {
      article: true,
      type: `ערב המלחמה`,
      title: `חקירת קציני המודיעין המצריים (5 באוקטובר)`,
      miniTitle: `"סמכו עלינו, מחר תהיה מלחמה"`,
      id: 5,
      text: (
        <>
          מאז סיומה של מלחמת ששת הימים חדרו חוליות מצריות רבות לסיני וחלקן
          נתפסו. עם זאת תפיסת חוליית שני קציני קומנדו מצריים ב-5 באוקטובר 1973
          הייתה יוצאת דופן. ראשית, לאור התזמון שלה – ה-5 באוקטובר היה היום ביו
          הצטברו אצל מקבלי ההחלטות אינדיקציות רבות לפתיחתה של מלחמה מצד מצרים
          (לדוגמא עזיבת היועצים הסובייטים). שנית, לאור הדברים שאמרו קציני
          הקומנדו בחקירתם.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-5 באוקטובר בשעות הבוקר שמע שלמה לוין, מ"פ חרמ"ש בגדוד 184 בחט' 14,
          דיבורים בקשר אודות חוליה מצרית שמתקרבת לגזרתו. לאחר אישור מהמח"ט יצא
          לוין עם חייליו ולבסוף תפסו את שני החיילים, את נשקם ושני מכשירי קשר
          שנשאו. בחקירתם במקום אמרו שחצו בלילה את התעלה בסירה וחדרו רגלית לשטח
          הישראלי, וכי חדרו למטרות איסוף מודיעין וכהכנה למלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שני הקצינים הועברו לידי השב"כ לטובת המשך חקירתם. בשיחה נינוחה הם סיפרו
          מרצונם הטוב, כי הינם קציני קומנדו מצריים שיצאו מקהיר. לפי עדויות כל
          המעורבים בחקירה מטעם השב"כ, הנחקרים מסרו, באופן חד-משמעי, כי למחרת
          בשעה 14:00 תפרוץ מלחמה. לאחר שהוטסו השניים למפקדת פיקוד הדרום סיפרו כי
          הוטל עליהם לחדור לסיני, לצפות ולדווח על תנועת כוחות צה"ל באזור, וכן
          לסייע בטיווח ארטילרי עם פרוץ המלחמה. הם חזרו וציינו כי אין להם ספק
          שהמלחמה תפרוץ למחרת בשעה 14:00. עושה רושם כי חוקרי השב"כ השתכנעו
          באמינות הידיעה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          המידע הועבר לצה"ל בשני צירים. לפי שלמה ישראלי, אחד החוקרים, הוא עצמו
          דיווח לקמ"ן הפיקוד, סא"ל דוד גדליה, את ממצאי החקירה – "מחר ב-14:00
          תהיה מלחמה" – אך זה הגיב בביטול ואמר "תפרוץ מחר מלחמה כמו שלסבתא שלי
          יש גלגלים". לאחר מכן, חיים שילוח, ראש צוות חקירות שב"כ במרחב סיני, הלך
          ללשכת אלוף הפיקוד, שמואל גונן (גורודיש), ועדכן אותו בפרטי החקירה.
          לדברי שילוח, לאחר מספר דקות גורודיש אמר כי מסר את הדיווח לראש אמ"ן,
          אלי זעירא, וכי להערכתו של האחרון מדובר בתרגיל ולא באינדיקציה ממשית
          לפריצתה של מלחמה. כך, הפרטים מעולם לא דווחו לשאר אנשי אמ"ן והמטה
          הכללי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשלבי תחקור הפתעת המלחמה, עלו פערי גרסאות משמעותיים בנוגע לאופן הטיפול
          בדיווחי הקצינים המצריים. כל לדוגמא, סא"ל גדליה טען בדיעבד שכלל לא הכיר
          אירוע של תפיסת חוליית מודיעין מצרית בעוד ששלמה ישראלי אומר שדיבר איתו
          על כך וכי נושא תפיסת החוליה עלה גם בישיבת המטה בפיקוד בה נכח גדליה;
          ואילו חיים שילוח טוען כי גורודיש אמר לו ששוחח עם אלי זעירא. אך זעירא
          אמר כי מעולם לא שוחח עם גורודיש על הנושא.
        </>
      ),
      pic: require("../assets/pictures/kaman.png"),
      underPic: `חקירת קציני הקומנדו המצריים ב-5 באוקטובר; מקור: ארכיון המל"מ`,
    },
    {
      article: true,
      type: `ערב המלחמה`,
      id: 6,
      title: `מספן המודיעין בחיל הים במלחמת יום הכיפורים`,
      text: (
        <>
          מחלקת המודיעין הימי הוקמה באפריל 1948, לפני הכרזת המדינה, כחודש לאחר
          הקמת "השירות הימי", ונהפכה למספן מודיעין ים בשנת 1977. מאז הקמתה,
          ובמהלך כל השנים, הייתה מעורבת בפעילותו של החיל על היבטיו השונים, החל
          בתכנון הכוח ובניינו וכלה במבצעים שביצע חיל הים במלחמות ישראל ובתקופות
          שבין המלחמות. המודיעין הימי מסייע לחיל הים לעמוד במשימותיו השונות,
          ובראשן השגת עליונות ימית בזירת פעילותו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בקיץ 1973, חודשים אחדים לפני מלחמת יום הכיפורים, התרחש שינוי במבנה
          המודיעין הימי, שהייתה לו משמעות בתחום התפקודי. ענף מחקר המקורי התפצל
          לשני ענפי מחקר מרכזיים: מחקר ציים וענף מחקר יעדים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מודיעין חיל הים ביצע מעקב רב שנים אחר הפעילות המבצעית בצי המצרי וידע
          להקיש מכך על מצבי שגרה, כוננות והכנות למלחמה בצי מצרים. מניתוח המידע
          על צעדי המוכנות ושינויי הפריסה בחיל הים המצרי, בימים שקדמו לפרוץ מלחמת
          יום הכיפורים, העריכו במודיעין הימי שחיל הים המצרי ערוך ליציאה למלחמה
          בהתראה קצרה, וכי התרגיל המצרי "תחריר 41" איננו תרגיל אלא מסווה למלחמה.
          הגורמים המוסמכים במחלקת מחקר באמ"ן דחו את הערכת המודיעין הימי, בטענה
          שכל צעדי המוכנות מתיישבים עם הפעילות התרגילית שהתקיימה באותה עת בצבא
          המצרי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בעצת עוזריו החליט ראש מחלקת מודיעין ים, אל"ם רמי לונץ, בבוקר יום
          ראשון, 30 בספטמבר, להעביר למפקד חיל הים את הערכת המודיעין הימי על
          מוכנותו ועל פעילותו החריגה של חיל הים המצרי, וציין שלהערכת אמ"ן כל
          הסימנים החריגים קשורים לתרגיל. רמי לונץ טען שלהערכתו האישית פני מצרים
          למלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          משפרצה מלחמת יום הכיפורים השיג חיל הים שליטה גבוהה בזירה הימית. בין
          המודיעין שסופק לכוחות, נכלל המידע על טילי ה"סטיקס" שהיו בשירות חיל הים
          המצרי וחיל הים הסורי - מידע שסייע לספינות הישראליות להיערך הגנתית. כמו
          כן, המידע על שיפורי האמל"ח השונים שביצעו המצרים בכלי השיט שלהם (לרבות
          בספינות הטילים) והמידע על תורת הלחימה של ספינות הטילים של האויב,
          הועילו לעליונות החיל בזירה הימית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בעדותו בפני ועדת אגרנט אמר האלוף בני תלם, מפקד חיל הים בזמנו, כי
          בעקבות הערכת המודיעין שנמסרה לו על ידי אנשיו הוא העלה את הכוננות בחיל
          הים. ראש אמ"ן זעירא טען להגנתו שהדבר לא נאמר לו על-ידי מפקד חיל הים
          לפני המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במחצית השנייה של שנות ה-70, ולאחר עבודת מטה ממושכת ומסודרת שקיים מי
          שהיה אז ראש מודיעין ימי, אל"ם אלי לוי, מול ראש אמ"ן, האלוף שלמה גזית,
          ומול מפקד חיל הים באותה עת, האלוף מיכאל ברקאי (יומי), הורחבה מסגרת
          המודיעין הימי ובשנת 1977 הוא נהפך למספן מודיעין ים. אל"ם אלי לוי, שהיה
          עד אז ראש מחלקת מודיעין ים נהיה ראש מספן מודיעין ים הראשון. השינוי
          במבנה המחלקה והגדלתה השתלב במדיניותו של הרמטכ"ל מוטה גור להרחיב מסגרות
          בצה"ל ולחזקן, כחלק מלקחי מלחמת יום הכיפורים.
        </>
      ),
      pic: require("../assets/pictures/hailyam.jpeg"),
    },
    {
      id: 7,
      article: true,
      miniTitle: `אמצעי ההתרעה שלא התריע`,
      type: `ערב המלחמה`,
      title: `האמצעים המיוחדים`,
      text: (
        <>
          בימים שקדמו למלחמת יום הכיפורים ולאור הידיעות השונות שהצטברו, פנו מפקד
          יחידה 848, אל"ם יואל בן-פורת, וראש מחלקת איסוף, אל"ם מנחם דיגלי, לראש
          אמ"ן, האלוף אלי זעירא, ודרשו להפעיל את האמצעים המיוחדים. בן פורת
          ודיגלי נענו בשלילה על-ידי זעירא וכמוהם גם נוספים במחלקת המחקר שהעלו
          בפני זעירא בקשה דומה. סירובו של זעירא להפעלת האמצעים נבע מבטחונו העמוק
          בהערכתו (הערכת אמ"ן הרשמית) כי הסבירות לפריצתה של מלחמה נמוכה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ארבעה ימים לפני פרוץ המלחמה הרמטכ"ל שאל את זעירא אם הופעלו האמצעים
          המיוחדים ונענה בחיוב, על-אף שלא הופעלו בפועל. נראה כי תשובה זו לא רק
          שהרגיעה את הרמטכ"ל ואת שר הביטחון דיין, אלא גם גרמה להם לסמוך על
          הערכתו האסטרטגית של זעירא ולא להטיל בה ספקות. היוו גורם מכריע בגיבוש
          דעתו של הרמטכ"ל דוד אלעזר שלא עומדת לפרוץ מלחמה. בסופו של דבר ניתן
          אישור של ר' אמ"ן להפעלת האמצעים המיוחדים רק בבוקרו של ה-6 באוקטובר,
          שעות ספורות בלבד לפני שפרצה המלחמה, כאשר כבר היה מאוחר מדי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בדו"ח ועדת אגרנט עולה כי התנהלותו של זעירא בכל הנוגע להפעלת האמצעים
          המיוחדים הייתה חמורה בשני רבדים – הרובד הראשון הוא עצם אי הפעלת
          האמצעים למרות שאר האינדיצקיות, מה שהוגדר בועדה כ"כישלון מקצועי חמור".
          הרובד השני הוא הטעיית הרמטכ"ל ושר הביטחון בדבר הפעלת האמצעים, מה שנסך
          באחרונים ביטחון שווא.
        </>
      ),
    },
    {
      article: true,
      miniTitle: `פינוי משפחות המומחים הסובייטים מסוריה שהיה אמור להדליק נורה אדומה`,
      type: `ערב המלחמה`,
      id: 8,
      title: `ידיעת הזהב`,
      text: (
        <>
          ביום שישי, ה-5 באוקטובר בשעה 15:00, פחות מיממה מפתיחת מלחמת יום
          הכיפורים – התקבל על-ידי אנשי יחידה 848 מידע שלשונו היה: "נודע לנו
          שברית המועצות החליטה לפנות את המומחים שלה מסוריה, ושמטוסים החלו להעביר
          אותם מדמשק למוסקבה. אותם מקורות מסרו כי אפילו משפחות הדיפלומטים
          הסובייטים החלו להגיע מדמשק. המקורות הוסיפו כי הסורים נימקו את הפינוי
          בכך שבכוונת סוריה ומצרים לצאת למלחמה נגד ישראל".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עם קבלת הדיווח מפקד היחידה, יואל בן פורת, פנה לראש אמ"ן והבהיר לו שאין
          מנוס מגיוס מילואים מאסיבי. דיווחו של בן-פורת זכה לכתף קרה מצד אלי
          זעירא, שנערך ליציאתה לביתו לארוחה המפסקת של ערב יום הכיפורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במקביל בן-פורת פעל להם הידיעה לכלל הגורמים הרלוונטיים, בראשם לאריה
          שלו, עוזר למחקר של ראש אמ"ן. האחרון החליט מיד כי יש להוציא על כך לקט
          מודיעין, והחל בשיחות טלפון עם כל ראשי הענפים בחטיבת המחקר. לאחר שעות
          ארוכות של דיונים, הקריא אילן תהילה לראמ"ן את הלקט, בו נאמר בבירור כי
          הרוסים מאמינים שהמצרים והסורים נוקטים בצעדים למלחמה ביוזמתם. על אף
          בהירות הדברים, הם נבלמו על סף דלתו של ראש אמ"ן, ולא דווחו לרמטכ"ל
          בטענה שהמקור אינו אמין דיו, ובכל מקרה "הרוסים לא מכירים טוב את
          הערבים". פסיקתו של ראש אמ"ן זעירא הייתה שיותר סביר שהרוסים טועים
          בהערכתם, מאשר שסוריה ומצרים באמת ובתמים יוצאות למלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לימים אמר הרמטכ"ל דדו על ידיעה זו כי "בקומה מעליי הונח מידע על המלחמה
          ואיש לא הראה לי".
        </>
      ),
      pic: require("../assets/pictures/zaav.jpeg"),
    },
    {
      article: true,
      miniTitle: `בכיר מקורות היומינט של ישראל במצרים בכל הזמנים`,
      type: `ערב המלחמה`,
      title: `אשרף מרואן`,
      id: 9,
      text: (
        <>
          אשרף מרואן, סוכן בכיר שהופעל על ידי המוסד וכונה "המלאך", היה בין
          המקורות האנושיים המועילים ביותר של מדינת ישראל במדינת אויב. מרואן,
          שנולד ב-1944, היה איל הון במצרים, מילא מספר תפקידים בכירים במצרים ואף
          נישא לבתו של נשיא מצרים, ג'מאל עבד אל נאצר. הוא ייעץ לנאצר והיה מעורב
          בפועלו, ולאחר מות נאצר שימש כיועצו הקרוב של סאדאת.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מרואן הציע את שירותיו כמקור של המוסד בשנת 1970. בשנים שקדמו לפרוץ
          מלחמת יום הכיפורים, סיפק המלאך מודיעין איכותי בצורה יוצאת דופן, שכלל
          פירוט על ההכנות המצריות למלחמה, על תפישת המלחמה המצרית, תוכניות
          המלחמה, ולבסוף גם דיווח קריטי על מועד תחילת המלחמה. המלאך המשיך לשמש
          כמקור פעיל של המוסד עד שנת 1998. מעבר לכך, מרואן העביר למוסד מידע על
          פעולת נקם שהתכוון לבצע קדאפי כנגד ישראל- הפלת מטוס "אל על" ברומא.
          בזכות המידע שהעביר למפעיליו במוסד, הפעולה שתוכננה סוכלה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          המידע שמסר מרואן במשך שנות הפעלתו נמצא ברובו המוחלט מהימן, וכלל לרוב
          העתקי מסמכים ופרוטוקולים של דיונים בדרג הגבוה ביותר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בפגישה שנערכה בלונדון ביוזמתו של מרואן בליל פרוץ המלחמה, העביר לראש
          המוסד, צבאי זמיר, התרעה קריטית על הכוונה לפתוח במלחמה ביום שלמחרת. לפי
          דיווחו למפעילו במוסד דאז, מצרים וסוריה התכוונו לפתוח במלחמה מול ישראל
          ביום למחרת. דיווחו של מרואן היה "הקש" המרכזי והאחרון שביטל את בסיס
          הטענה בקונספציה שטענה שמצרים וסוריה לא יפתחו במלחמה. דיווחו אפשר
          להתחיל בתהליכי היערכות בסיסיים, בעיקר ברמת הגולן, ולהחיש את המוכנות
          לתהליך גיוס מילואים נרחב.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאור דיווחיו יוצאי הדופן של מרואן, נשאלה מספר פעמים השאלה האם היה סוכן
          כפול? בבדיקות שנערכו בצמרת הביטחון הישראלי באותה העת נקבע כי ככל הנראה
          המלאך לא שימש כסוכן כפול. אולם, קיימים טיעונים התומכים את שני הצדדים
          בוויכוח זה, ולא נקבעה לכך תשובה בקרב כלל גורמי הביטחון באופן חד משמעי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מרואן הלך לעולמו ביוני 2007, כאשר 'נפל' מחלון דירתו בלונדון. טרם מוצתה
          החקירה על נסיבות מותו, אך ייתכן כי חשיפת זהותו של מרואן לאורך השנים
          הובילה לפעולת נקמה נגדו.
        </>
      ),
      pic: require("../assets/pictures/ashraf.jpg"),
    },
    {
      article: true,
      miniTitle: `המסמך שהכשיל`,
      type: `ערב המלחמה`,
      title: `'לקט סעיף 40'`,
      id: 10,
      text: (
        <>
          "המסמך האחרון" הינו לקט מודיעין שיצא ממחלקת המחקר של אמ"ן ב-5 באוקטובר
          1973 בשעה 13:15, כיממה לפני פרוץ המלחמה. המסמך עוסק בהתרחשויות השונות
          בשטח, בעיקר בסוריה ובמצרים, ולבסוף בהערכת אמ"ן לגבי מצרים, החקוקה
          בסעיף 40 המפורסם שנכתב על-ידי סא"ל יונה בנדמן, ראש ענף מצרים (ענף 6),
          הקובע כי – "למרות שעצם תפיסת מערך החירום בחזית התעלה טומן בחובו לכאורה
          סימנים מעידים ליוזמה התקפית, הרי לפי מיטב הערכתנו לא חל שום שינוי
          בהערכת המצרים את יחסי הכוחות בינם לבין כוחות צה"ל. אי לכך, הסבירות
          שהמצרים מתכוונים לחדש את הלחימה היא נמוכה".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          על אף שבגוף המסמך תוארו שלל עדויות שהצביעו על היערכות אופרטיבית מובהקת
          של צבאות סוריה ומצרים למלחמה ("במרחב התעלה נתפס מערך חירום מלא בהיקף
          שלא הכרנו בעבר"), הרי שסעיף 40 ביטל הסימנים בהערכה מנוגדת לתופעות
          שזוהו בשטח.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך חקירותיה, עסקה ועדת אגרנט גם בלקט של חטיבת המחקר, ובסעיף 40
          בפרט. במפגשי הועדה עם בנדמן, אמר האחרון: "אנחנו עשינו בדיוק את אותה
          הבחנה שאנחנו מופקדים עליה – ההבחנה בין הממצאים ופירושים לבין ההערכה
          שלנו... השאלה שעמדה בפנינו היא האם להסתפק בלקט בלי סעיף 40, ואני
          הרגשתי שאני צריך ללכת ולהוסיף את זה... הרגשתי שאם אני לא כותב את סעיף
          40, אני לא ממלא את חובתי".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בטור בשם "ארבעים שנה לסעיף ארבעים" שפורסם בשנת 2013 כתב רא"ל (במיל')
          אביב כוכבי, אז ראש אמ"ן: "הבעיה לא הייתה במידע, אלא בפרשנות שניתנה לו
          ובאופן ההיערכות של צה"ל. את הפער העצום בין העובדות לבין הפרשנות ניתן
          להסביר מהיבטים רבים, אך הבולט והחשוב מכולם הוא הביטחון המופרז והיעדר
          הספק ביחס למה שהאויב מתכוון לעשות ובאילו תנאים יעשה זאת. הביטחון נבע
          בין היתר משורה של הצלחות קודמות. אין פסול בביטחון עצמי, אך תחת שתי
          הסתייגויות - שלא ייווצר ביטחון מופרז, ושלצד ביטחון עצמי, במידה מאוזנת,
          ינקר הספק במרץ ובהתמדה. ביטחון אינו ההיפך מספקנות. ביטחון דרוש כדי
          לפעול במחשבה חופשית ולא "מכווצת" וביטחון הוא תנאי ליכולת לשנות ולהעיז.
          מנגד, ספקנות אמיתית היא התודעה העמוקה שהיקף הידיעה שלך מוגבל, שיכולה
          להיות פרשנות נוספת, שיכול להיות פתרון מבצעי, טכנולוגי או מודיעיני
          שונה. ספק יוצר מרחב של חוסר נוחות ומזמין בירור תמידי, רצון ללמוד
          ולשפר. אך הספק, כך מלמד הניסיון, הוא חיה כבדה, מנומנמת ועצלה, שלא
          בקלות מתרוממת מרבצה".
        </>
      ),
      pic: require("../assets/pictures/leket.jpeg"),
    },
    {
      article: true,
      miniTitle: `תרגיל ההונאה הגדול של המצרים`,
      type: `ערב המלחמה`,
      title: `"תחריר 41"`,
      id: 11,
      text: (
        <>
          ביום פתיחת מלחמת יום הכיפורים, ב-6 באוקטובר 1973, בשעות הצהריים מספר
          יחידות קומנדו מצריות הוטסו מעבר לתעלת סואץ כדי להפריע לתמרון כוחות
          המילואים הישראלים ששהו בצידה המזרחי של התעלה. גדוד המילואים העיקרי
          שהחזיק את המוצבים בתעלה (קו בר-לב) היה גדוד 68 שפעל תחת פיקוד חטמ"ר
          275 וחטיבת השריון 14. מפקד הטייסת המצרית, שנפל בשבי הישראלי, סיפר
          שלמיטב ידיעתו, ההטסה הייתה אמורה להיות חלק מ-'תחריר 41' - תרגיל מצרי
          שהתקיים כל שנה, במשך מספר שנים, בסתיו. 'תחריר 41' היה חלק אחד מתוך
          ההונאה הגדולה שהסתירה את תכנוני המלחמה המצריים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          על מנת להבטיח את הצלחת ההונאה ידעה ההנהגה המצרית כי עליה להסתיר את
          התוכנית אפילו מהצבא המצרי עצמו. לשם כך, רק מתי מעט מבכירי מצרים, בהם
          הנשיא סאדאת והרמטכ"ל המצרי סעד א-שאזלי, ידעו על הכוונה לצאת למלחמה נגד
          ישראל. מנהיגי מצרים היו צריכים לספק הסבר הגיוני להיערכות כוחות הצבא
          למלחמה, ולכן חשבו על 'תחריר 41' - תרגיל שנתי שיתבצע כל שנה ויאמן את
          הכוחות המצרים לקראת חציית התעלה וכיבוש חצי האי סיני. התרגיל סיפק הסבר
          טוב לגיוס מילואים, העברת כוחות לאזור התעלה ולנדבכי היערכות נוספים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          המצרים הצליחו להסתיר את התוכנית במשך שנים, אך עם ההסתרה בא מחיר
          אסטרטגי. צבא מצרים היה מוגבל בהיקף ואיכות הפעולות המקדימות שהוא יכול
          לבצע (לדוגמא, פעולות וסיור היו מאתגרות), והיה עליו להסתפק בתוכנית
          מלחמה בסיסית ביותר כדי שיוכלו להתאים אותה באופן מידי לשינויים שהרי זו
          מתקפת פתע גם לצבא המצרי. בפועל, חיילי הצבא המצרי, ביניהם גם קצינים
          בדרג אלוף משנה, ידעו על המלחמה רק 48 שעות מראש ועד אז חשבו שמדובר
          בתרגיל השנתי. היחידים שקיבלו התראה מראש, מלבד בכירים סורים מעטים שהיו
          שותפים לתוכנית, היו מנהיגי ברית המועצות, וגם להם ההתראה ניתנה יומיים
          בלבד לפני פרוץ המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מנהיגי ברית המועצות, וגם להם ההתראה ניתנה יומיים בלבד לפני פרוץ
          המלחמה. הצבא המצרי הרחיק לכת אפילו יותר בתוכנית ההונאה שלו, ושיתה
          בקהיליית המודיעין הישראלי באמצעות הזנת המוסד ואמ"ן במידע שגוי לאורך
          שנים. המצרים גרמו לקהיליית המודיעין הישראלי לחשוב שמתוכננת מלחמה במספר
          הזדמנויות, כאשר מדינת ישראל משקיעה משאבים רבים, לעתים עד כדי גיוס
          מילואים, בכדי להיערך לאפשרות פתיחתה של מלחמה. בכל אחת מהפעמים התברר
          שהמידע היה שגוי. כך, עם הזמן נשחקה ההערכה בדבר האפשרות כי מצרים תפתח
          במלחמה והתקבעה עוד יותר ה'קונספציה' האסטרטגית לפיה מצרים וסוריה לא
          יפתחו במלחמה נגד ישראל.
        </>
      ),
      pic: require("../assets/pictures/tahrir.webp"),
    },
    {
      article: true,
      type: `מהלך המלחמה`,
      title: `הפתעת הסאגרים`,
      id: 12,
      text: (
        <>
          הטנקיסטים במלחמת יום הכיפורים שנעו בסיני לא היו מודעים כלל להימצאות
          הסאגר (טיל נגד טנקים מונחה תיל מתוצרת בריה"מ ומגיע לטווח של כ-3
          קילומטרים) קרב צבאות אויב – ולכן לא נזהרו ממנו. עבורם, האפשרות שיירו
          עליהם טיל מטווח של כ-3000 מטר על-ידי מספר מצומצם של לוחמים הייתה הפתעה
          בסיסית. בדומה להם, המפקדים שראו את ההיתקלויות הכושלות עם הטיל ערב
          המלחמה נטו לזלזל בפוטנציאל ההרסני שלו. איום הייחוס נגד הטנקים שנתפס גם
          בחזית הצפונית וגם בחזית הדרומית התמקד בעיקר בטילי נ"ט הנורים מהכתף.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          למעשה, אמ"ן הפיץ כבר החל מיוני 1970 חומר מודיעיני חקור אודות הימצאותם
          של טילי הסאגר לפיקודים המרחביים בצפון ובדרום ולמפקדות צה"ל הרלוונטיות.
          ביולי 1970 אף הוערך על-ידי אמ"ן כי הטילים הופכים להיות מבצעיים וכי יש
          לצפות להפעלה חוזרת ונשנית לעבר כוחותינו לאורך הקו. עם זאת, הידע
          המודיעיני הזה ובעיקר משמעותו לא הוטמעו כראוי בקרב המפקדים והכוחות
          בשטח. גם בשנים שלאחר הפצת ההערכות הראשוניות, איום הסאגר לא הוטמע דיו
          בתרגולות של כוחות צה"ל ולא בוצעו תהליכי בניין כוח מתאימים להתאמות
          המיגון של הטנקים.
        </>
      ),
      pic: require("../assets/pictures/sager.jpg"),
    },
    {
      article: true,
      type: `מהלך המלחמה`,
      id: 13,
      title: `בסיס אום חשיבה`,
      text: (
        <>
          בסיס אוּם חשיבָּה בסיני היה מכלול של בסיסי צה"ל- ביניהם מוצב פיקוד
          ושליטה ("דבלה") ומתקן מעקב, התרעה ולוחמה אלקטרונית של יחידת יחידה 848,
          שנבנה על הר אום חשיבה בצפון מערב חצי האי סיני, ופעל בשנים 1969-1979.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הבסיס הוקם 723 מ' מעל פני הים ואיפשר שליטה על מעבר הגידי תוך שימוש
          באמצעי תצפית אלקטרוניים לכיוון מצרים שהופעלו ע"י יחידת בקרת ל"א
          אווירית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מוצב הפיקוד והשליטה התת-קרקעי בבסיס שימש כחדר המלחמה הקדמי של פיקוד
          הדרום במהלך מלחמת יום הכיפורים ובו התנהלו רבים מדיוני הפיקוד הבכיר של
          צה"ל במסגרת הלחימה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך המלחמה התבצעו מספר תקיפות אוויריות מצריות במטרה לפגוע במתקני
          צה"ל שעל ההר. כך, ביומה הראשון של המלחמה, ה-6 באוק' 1973, הותקף הבסיס
          ע"י מספר מטוסי סוחוי-7 מצריים. אחד הטייסים היה עאטף סאדאת, אחיינו של
          אנואר סאדאת, שמטוסו הופל באמצעות תותחי נ"מ. התקפה אווירית נוספת בוצעה
          במהלך המלחמה באמצעות מטוסי מיג-17, מספר ימים לאחר ביקור שר הביטחון,
          משה דיין, בבסיס.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          תכנית המלחמה המצרית כללה את כיבוש רכס אום חשיבה כולל הבסיס. לפי התכנית
          המצרית, חטיבה 130 האמפיבית (מסוגלת לנוע הן ביבשה והן במים) קיבלה עליה
          את משימת כיבוש הבסיסים. על החטיבה הוטל לצלוח את התעלה במהירות, להשתלט
          על הכניסות המערביות למעבר הגידי ולמעבר המיתלה ולאחר מכן לשלוח גדודי
          חי"ר שיתקפו את הבסיס. בפועל, לאחר צליחת התעלה, שני הגדודים עליהם הוטלה
          המשימה נתקלו בכוח ישראלי של טנקים, מטוסים וארטלירליה, שבלמו אותם.
          החטיבה נכשלה במשימתה לכיבוש המעברים ולא המשיכה במאמץ לכיבוש ההר
          ולהשתלטות על מתקני צה"ל שעליו. אם מהלך כזה היה מצליח יש להניח שיכולות
          צה"ל לנהל את המלחמה מול הצבא המצרי היו נפגעות קשות – הן בתחום הפיקוד
          והשליטה, הן בתחום המודיעין והן ביכולות חיל האוויר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במסגרת המו"מ על הסכם הביניים בין ישראל למצרים שנחתם ב-1975, דרשו
          המצרים מישראל לפנות את הבסיס. ישראל סירבה והפשרה היתה שטכנאים
          אמריקניים יפעילו את המתקנים. עם חתימת הסכם השלום עם מצרים שבמסגרתו
          ישראל יצאה משטחי סיני, צה"ל פינה את בסיס אום חשיבה, ומתקניו פוצצו ע"י
          גדוד 601 של חיל ההנדסה.
        </>
      ),
      pic: require("../assets/pictures/basis.png"),
      underPic: `בסיס אום חשיבה; מקור: אתר לשכת העיתונות הממשלתית`,
    },
    {
      article: true,
      type: `בעקבות המלחמה`,
      id: 14,
      miniTitle: `'פרקליט השטן' אל מול המחקר הצבאי באמ"ן`,
      title: `מחלקת הבקרה באמ"ן`,
      text: (
        <>
          לקחי מלחמת יום הכיפורים הובילו לתמורות בעבודת קהילת המודיעין הישראלית,
          ובמוקדה אגף המודיעין של צה"ל. בין צעדים אלה ניתן למנות את חיזוק מחלקות
          המודיעין בפיקודים, שתפקידן להוות מוקדי ידע להערכת המודיעין בתחום הצבאי
          והאופרטיבי; וחיזוק גופי המחקר המדיני והאסטרטגי מחוץ לצה"ל – ובעיקר
          במוסד ובמשרד החוץ. אחד הצעדים המשמעותיים ביותר אשר נוגע בלב ליבו של
          הלקח מ"הקונספציה" היה הקמת מחלקת הבקרה ב-1974 כחלק ממסקנות ועדת אגרנט,
          במטרה לאתגר מתודולוגית ותוכנית את הערכות המודיעין של צה"ל. במסמך סיכום
          השנה הראשונה של המחלקה נכתב כי ייעוד המחלקה "להוות גורם מדרבן לבדיקה
          עצמית חוזרת של ההערכה המודיעינית... מניעת טעות שעלולה לגרור את המערכת
          לאי-מתן התרעה בזמן".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך השנים מאז הקמתה מחלקת הבקרה עושה שימוש בכלים שונים במטרה למלא
          ייעוד זה. דוגמא מובהקת הינה שיטת הפעולה "איפכא מסתברא" (ההפך הוא הנכון
          – בארמית) לפיה נקבעת מראש עמדה המנוגדת לעמדת חוקרי המודיעין וניתנים לה
          סימוכין. על חוקרי המודיעין לנסות לערער על התזה ההפוכה, ואם אין הם
          מצליחים לעשות זאת באופן מלא, הרי שיש לבחון מחדש עד כמה הערכת המודיעין
          המקורית מוצקה. כלי נוסף הינו שאילת שאלות מהותיות על ההערכות ועל התהליך
          שהוביל לקיבוע ההערכות - האם הובאו בחשבון בהערכת המודיעין כל הידיעות
          הרלוונטיות? האם קיים היגיון פנימי במסמך ההערכה? האם הדיווחים המופיעים
          במסמך עקביים? האם הערכת המודיעין מובנית והאם היה אפשר להגיע מאותו מסד
          של ידיעות למסקנות אחרות?
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מחלקת הבקרה של אמ"ן מהווה גוף משמעותי המתפקד עד היום כגורם מקצועי
          האמון לאתגר את הערכותיהם בעיקר של גורמי המחקר של אמ"ן, חטיבת המחקר
          והפיקודים המרחביים. היא מובילה מחשבים אופרטיביים ואסטרטגיים בשאלות
          המרכזיות המעסיקות את קהילה המחקר הצבאית ומציגה לעיתים עמדות מחקריות
          מבוססות הנוגדות את התזות הרשמיות המובילות שלה. כך לדוגמא, בשנת 2006
          בטרם מלחמת לבנון השנייה, טענה בניגוד להערכת אמ"ן בדבר "אפשרות מוצקה"
          להימצאותם של טילי חוף-ים בידי חזבאללה – עובדה שהתגלתה במהלך המלחמה
          למוחשית, בעקבות פגיעתה של 'אח"י חנית' ב-14 ביולי אותה שנה.
        </>
      ),
      pic: require("../assets/pictures/mismah.png"),
      underPic: `מסמך הקמת מחלקת הבקרה, 1975; מקור – מעריב, 2015`,
    },
    {
      article: true,
      type: `בעקבות המלחמה`,
      id: 15,
      miniTitle: ``,
      title: `הלחץ הציבורי והרקע להקמת ועדת אגרנט`,
      text: (
        <>
          כבר ב-7 באוקטובר 1973, יום למחרת פתיחת מלחמת יום הכיפורים, נזרק צמד
          המילים "ועדת חקירה" לחלל החדר בלשכת ראש הממשלה בתל אביב. בישיבת הממשלה
          שנערכה שבוע לאחר מכן, ב-14 באוקטובר, נדמה היה שהסכנה הקיומית לישראל
          כבר שככה. מספר שרים העריכו שכעת תגבר הביקורת, ואף הציעו לקיים דיון
          מקדים בממשלה לטובת 'תיאום עמדות'. זאת, נוכח האבדות הכבדות, המספרים
          הגבוהים של השבויים והנעדרים וצהלות הניצחון שנשמעו בצד הערבי, אשר הביאו
          רבים לעסוק בשאלה כיצד הופתענו בפתיחת המלחמה ומדוע הצבא לא היה מוכן
          כראוי לקרבות?
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-28 באוקטובר, ראש הממשלה גולדה מאיר אמרה לעורכי עיתונים שבכוונתה
          לבדוק את הסוגיה בענייניות וללא 'הורדת ראשים', כתגובה ללחץ הרב שהופנה
          כלפיה בנושא. כשלושה שבועות לאחר מכן, ב-18 בנובמבר, נערך הדיון השני
          בהקמת הוועדה (הדיון הראשון, שבוע לפני כן, כלל בעיקר הצהרת כוונות) –
          ובו ראש הממשלה הניחה הצעה להקים ועדת חקירה ממלכתית, שימנה נשיא בית
          המשפט העליון (על פי החוק בעניין). כך, היא הצהירה, תוכל להיערך חקירה
          נוקבת אך ישרה, והממשלה תפסיק לעסוק באופן נרחב בסוגיה. השרים ביקרו את
          גולדה מאיר על כך שהקמת הוועדה במתכונת חשאית נובעת מהבחירות לכנסת שהיו
          עתידות להתקיים בסוף דצמבר, וכן מרצונה למנוע את חשיפת כשלי המלחמה
          במלואם על מנת להימנע מהמחיר הפוליטי-ציבורי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביקורת נוספת שתרמה להקמת הועדה הגיעה מצד חלק משרי הממשלה אשר לא שותפו
          בדיונים לפני פרוץ המלחמה. גם העיכוב בהקמת הוועדה עורר ביקורת ציבורית,
          וראש הממשלה הודתה שהיה עליהם להקימה שבוע-שבועיים מוקדם יותר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לבסוף, הסערה הציבורית שהתחוללה הובילה להקמת ועדת חקירה ב-21 בנובמבר,
          כחודש לאחר כניסת הפסקת האש לתוקף (24 באוקטובר). ראש הממשלה הטילה על
          נשיא בית המשפט העליון להקים ועדה בת חמישה אנשים. בראש הוועדה עמד נשיא
          העליון, ד"ר שמעון אגרנט (על כן שמה), וחבריה היו השופט משה לנדוי, מבקר
          המדינה ד"ר יצחק נבנצאל, והרמטכ"לים לשעבר פרופ' יגאל ידין וחיים לסקוב.
          תפקידה המוגדר של הועדה היה לחקור את המידע שהיה בימים שקדמו למלחמת יום
          הכיפורים לגבי אפשרות שתפרוץ מלחמה, ואת ההיערכות וההחלטות של הגורמים
          הצבאיים והאזרחיים בקשר לכך. ב-1 באפריל 1974, הגישה הוועדה דו"ח ביניים.
          ב-10 ביולי 1974 הגישה דו"ח נוסף, וב-30 בינואר 1975 הוגש הדו"ח הסופי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לסיכום, הרקע להקמת הועדה היה הכשלים המשמעותיים שהתגלו במלחמה ורצון
          הציבור לקבל תשובות לכשלים אלה. הלחץ הציבורי היה ניכר ברבדים רבים
          ומגוונים – החל מלחץ ציבורי על עצם הקמת ועדת חקירה, דרך ביקורת ולחץ על
          מועד הקמתה ועד לחצים מתוך הממשלה על בחינת מהלכיה של ראש הממשלה בימים
          לפני המלחמה ועל האינטרסים האישיים שהנחו אותו בהקשרי הועדה. הלחץ
          הציבורי באותה תקופה אכן הוביל בסוף להקמת ועדה בלתי תלויה אשר לקחיה
          מלווים אותנו עד היום בדרג המדיני ובצבא.
        </>
      ),
      pic: require("../assets/pictures/agrent.jpg"),
      underPic: `חברי ועדת אגרנט (שמעון אגרנט במרכז); מתוך לשכת העיתונות הממשלתית `,
    },
  ],
  warPrisoners: [
    {
      article: false,
      id: 0,
      name: 'רס"ן אבי וייס',
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/timeline31.png"),
      text: (
        <>
          נפל בשבי המצרי בתאריך: 08/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 13/11/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          היה קצין באוגדה 252 שבסיני, נשלח לתגבר תצפיות לאורך התעלה ימים לפני
          המלחמה והיה אחראי על התצפיות באוגדה הדרומית. המלחמה תפסה אותו במוצב
          מפצח, שם נפל בשבי. לאחר חזרתו מהשבי המשיך שירות צבאי נוסף. אבי זכה
          לצלש ראש אמ"ן על התנהגותו בשבי.
        </>
      ),
    },
    {
      article: false,
      name: "סמל נחום גדעון",
      id: 1,
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
        </>
      ),
    },
    {
      article: false,
      name: "סמל זינגר אפרים",
      unit: "חיל המודיעין, 8200",
      id: 2,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/10/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון 4 ימים לפני המלחמה, בתפקיד מודיעיני, לאחרונה כתב ספר
          אודותיו.
        </>
      ),
    },
    {
      article: false,
      name: "סמל יעקב נעים ",
      unit: "חיל המודיעין, 8200",
      id: 2,
      pic: require("../assets/pictures/naim.jpeg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974 שירת במוצב החרמון בתפקיד מש"ק קשר
        </>
      ),
    },
    {
      article: false,
      name: 'רס"ר ליבוביץ דוד',
      id: 3,
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          היה בשבי במלחמת יום כיפור, שירת בתפקיד מודיעיני
        </>
      ),
    },
    {
      article: false,
      name: 'רס"ל מנחם (מוסא) משה',
      unit: "חיל המודיעין, 8200",
      id: 4,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
        </>
      ),
    },
    {
      article: false,
      name: 'רס"ל מרקוס גיורא',
      unit: 'חיל המודיעין, מוד"ש - אוגדה 252',
      id: 5,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי המצרי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת כמש"ק מודיעין וסייר אוויר באוגדה 252 שבסיני. נשלח למוצב ליטוף אשר
          נכבש ע"י המצרים ונפל בשבי המצרי במלחמה.
        </>
      ),
    },
    {
      article: false,
      name: "סמל פרגל ברוך",
      unit: "חיל המודיעין, 8200",
      id: 6,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הגיע לשרת במוצב החרמון כמה שבועות לפני המלחמה בתפקיד מפעיל מערכות
          מודיעין ונפל בשבי הסורי.
        </>
      ),
    },
    {
      article: false,
      name: "סמל צוקר אבי",
      unit: "חיל המודיעין, 8200",
      id: 7,
      pic: require("../assets/pictures/zoker.jpeg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמה.
        </>
      ),
    },
    {
      article: false,
      name: 'רס"ל קורצוויל אמנון',
      id: 8,
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי המצרי בתאריך: 08/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 18/11/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת בתפקיד צלם ומש"ק מודיעין בפיקוד דרום ונפל בשבי במוצב מפצח אשר
          נכבש ע"י המצרים.
        </>
      ),
    },
    {
      article: false,
      id: 9,
      name: 'סמ"ר שמריך/צמריק משה/מוסא',
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/shimrih.jpeg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי הסורי במלחמת יום הכיפורים
        </>
      ),
    },
    {
      article: false,
      id: 10,
      name: `סגן לוינגר עמוס`,
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בתפקיד מודיעיני ונפל בשבי
        </>
      ),
    },
    {
      article: false,
      id: 11,
      name: `רס"ן קרן עופר`,
      unit: `חיל המודיעין, מוד"ש, חטמ"ר שלמה`,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי המצרי בתאריך: 22/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 17/11/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת בתפקיד מש"ק מודיעין וסייר אוויר, נפל בשבי המצרי. קיבל צל"ש ראש
          אמ"ן על התנהגותו בשבי.
        </>
      ),
    },
    {
      article: false,
      name: `רס"ל לב-רן אהוד`,
      id: 12,
      unit: `חיל המודיעין, 8200`,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שירת במוצב החרמון בפקיד מפעיל מערכות מודיעין, שירת במוצב החרמון
          במילואים.
        </>
      ),
    },
    {
      article: false,
      id: 13,
      name: `סמל תור יוסף`,
      unit: `חיל המודיעין,מוד"ש פצ"ן`,
      pic: require("../assets/pictures/unknown.svg"),
      text: (
        <>
          נפל בשבי הסורי בתאריך: 06/10/1973
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שוחרר בתאריך: 06/08/1974
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          היה מש"ק מערך בפצ"ן, נפל בשבי הסורי במלחמת יום הכיפורים.
        </>
      ),
    },
  ],
  personalities: [
    {
      article: false,
      type: `ערב המלחמה`,
      name: "אביעזר יערי",
      id: 0,
      miniTitle: `ננזף על כך שפעל באחריות ואומץ לב מקצועי`,
      pic: require("../assets/pictures/aviazar.png"),
      text: (
        <>
          אביעזר יערי נולד ב-1930. אביו, מאיר, כיהן כחבר כנסת מטעם מפ"ם והיה
          מאבותיה האידיאולוגיים. אביעזר גדל בקיבוץ מרחביה, והתחנך במשמר העמק טרם
          נהיה חבר קיבוץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-1948 התגייס לצה"ל לגדוד 113 שבהמשך ייטמע בחטיבת גולני. הוא השתתף
          כלוחם בקרבות משמעותיים במלחמת העצמאות ויצא לקורס קצינים. לאחר שחרורו
          חזר לקיבוץ, התנדב ב"שומר הצעיר" ועבד כרפתן. במלחמת ששת הימים שירת
          במילואים כקמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר מלחמת ששת הימים חזר לשירות בצה"ל והצטרף לחטיבת המחקר שם התקדם
          בדרגות כשהוא ממלא תפקידים משמעותיים בזירה הצפונית. ב-1972 התמנה יערי
          לראש ענף 5 שהיה אמון על מחקר של סוריה, לבנון ועיראק.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בתקופה הקצרה שלפני פרוץ מלחמת יום הכיפורים, יערי החל להציג דעה אפשרית
          המנוגדת לקונספציה בה היה שרוי אגף המודיעין, במסגרתה הוערך שלא עומדת
          לפרוץ מלחמה. יערי חיבר בין היערכות הכוחות המצריים והיערכות הכוחות
          הסורים והעריך שייתכן והמלחמה בפתח.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשבועות שלפני פרוץ המלחמה ניסה להתריע בתוך אמ"ן וגם מחוצה לו. אלוף
          אורי אור כתב בספרו כי לאחר שקיבל את הפיקוד על חטיבת שריון באותם ימים
          הביא את יערי לסקירת אויב לרגל סיכום סדרת אימון ברמה"ג, וכי במהלך
          הסקירה יערי הדגיש כי אפשר וסוריה תהיה מעורבת במלחמה קרבה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בליל ה-30 ספט'-1 אוק' 1973, שבוע לפני פרוץ מלחמת יום הכיפורים, יערי
          אישית העביר מידע ממקור רגיש אל קמ"ן פיקוד הצפון, חגי מן, בניגוד לכללי
          המידור ואף המליץ לו להכריז על כוננות מיידית בפיקוד.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הידיעות שהצטברו לגבי היערכות סוריה למלחמה נראו בעיני יערי קונקרטיות.
          אולם, הממונים עליו סירבו להקשיב לו והתבצרו בעמדתם. הוא אף ננזף ע"י ראש
          מחלקת המחקר על שפעל באופן עצמאי והעביר מידע ואת הערכותיו האישיות, ולא
          את ההערכה הרשמית של אמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יערי העיד לימים שמוקד שיחת הבירור אצל רמ"ח מחקר, תא"ל אריה שלו, ב- 3
          אוק' 1973 (שלושה ימים לפני המלחמה), היתה "איך לדאוג לכך שלפיקוד צפון
          תגיע הערכת מחקר ולא ידיעות או הערכה פרטיזנית".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          וועדת אגרנט הביעה הערכה לעמידתו של יערי על דעתו ולאחר המלחמה הוא מונה
          לראש הזירה המזרחית במחקר, ובהמשך שימש כקמ"ן פיקוד צפון, רח"ט מחקר,
          ובתפקידו האחרון בצה"ל כיהן כמפקד המכללה לביטחון לאומי בדרגת אלוף. לאחר
          שחרורו, יערי התמנה לממונה על ביקורת מערכת הביטחון במשרד מבקר המדינה,
          ובהמשך פעל כחוקר במרכז למחקרים אסטרטגיים ובתפקידים נוספים בעלי זיקה
          ביטחונית.
        </>
      ),
    },
    {
      article: false,
      name: "אילן סהר",
      id: 1,
      miniTitle: "האיש שהכיר את הגולן כמו את כף ידו",
      pic: require("../assets/pictures/ilan.png"),
      type: `מהלך המלחמה`,
      text: (
        <>
          אילן סהר נולד ב-1945 במושב גת רימון, התגייס ב-1962 ושירת במערך הנ"מ.
          לאחר קורס קצינים החליט לעבור לחיל המודיעין וב-1971 התמנה לעוזר קמ"ן
          אוגדה 36, שם היה שותף לגיבוש תוכנית ההגנה החדשה על רמת הגולן ( "סלע"),
          ולפי עדותו "הכיר כל אבן ברמה"ג ואת הצבא הסורי בגבול". בראשית שנת 1972
          מונה לקמ"ן חטיבה 7.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר שגדוד 77 של החטיבה הוקפץ בערב ראש השנה (26 ספט' 1973) לרמת הגולן,
          ערך סהר סיורים בגזרה עם מפקדים בדרג המ"פ וה-מ"מ "עד שהכירו באופן מעמיק
          כל מטר לאורך הגבול". ב-5 לאוקטובר 1973, ערב יום הכיפורים, הועלו כל
          כוחות חטיבה 7 לרמת הגולן ונקבע שתשמש עתודה פיקודית להתקפת נגד לאחר
          פעולה סורית אפשרית. ב-6 באוקטובר ב-10:00 הגיעו יאנוש בן גל, מפקד חטיבה
          7, וקציניו לקבוצת פקודות בנפח, שם נאמר כי לקראת הערב צפוי עימות מול
          סוריה ומצרים. כארבע שעות מאוחר יותר פרצה המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עם פרוץ המלמה נשאל על ידי מפקד החטיבה שלו, יאנוש בן גל, מה הוא מציע
          לעשות. מתוך היכרותו את הרמה ואת הצבא הסורי, הבין שככה"נ לא מדובר במהלך
          סורי נקודתי, אלא בניסיונות כיבוש הרמה. לכן, הציע להורות לגדוד 77
          בפיקודו של אביגדור קהלני לנוע לכיוון קונייטרה על מנת לעלות לגבעת
          הבוסטר (מצפון-מערב לקונייטרה) ולהשקיף על המתרחש בשטח. הקרב שניהל קהלני
          באזור, שכונה בהמשך עמק הבכא, נחשב עד היום לאחד מקרבות השריון המפוארים
          בתולדות צה"ל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אחד מהאירועים הבולטים במלחמה עליהם מעיד אילן סהר התרחש ביום ו', ה-12
          באוקטובר. חטיבה 7 נלחמה אז בעומק המובלעת הסורית לכיבוש תל א-שמס, שהיה
          שטח חיוני על ציר קוניטרה-דמשק, במרחק כ-40 ק"מ מדרום לדמשק. הסורים
          היקצו להגנה על התל כוחות רבים והתבססו בקרב ההגנה על שדות מוקשים,
          ביצורים ועמדות נ"ט ששלטו על ציר 'אמריקה' שהוביל לדמשק. חטיבה 7 ניהלה
          קרבות טנקים קשים כנגד התקפות הטילים, הארטילריה והטנקים הסוריים. סהר
          מיקם תצפית בסמוך לחפ"ק החטיבתי בכפר הסורי חלס. מהר מאוד התברר שהעמדות
          הסוריות חפורות עמוק ורק צריחי הטנקים בולטים, אך קשים לזיהוי ולאיתור.
          איתור משגרי נ"ט הייתה משימה קשה אף יותר. כך, התכנית החטיבתית להמשך
          ההתקדמות ופתיחת ציר 'אמריקה' נבלמה. לנוכח המצב שלף סהר את תיק הציר
          קוניטרה-דמשק שהיה ברשות מודיעין החטיבה ובעזרת ניתוח שטח הצליח לאתר ציר
          אוגף שהוגדר עד אז כבלתי עביר לטנקים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך הלחימה, כאשר לא היה בנגמ"ש המודיעין שלו, סהר הראה תושיה ודאג
          להיות מוזן במידע בעיקר מהכוחות בשטח. בתוך כך דאג לקבל מודיעין משלושה
          מקורות מרכזיים – גד' 74 בפיקוד יאיר נפשי, שתיצפת ממוצב הבוסטר, אביגדור
          קהלני שלחם בעמק הבכא ודיווח, ומשולם רטס, מג"ד 71, שדיווח על תצפיות
          ממוצב החרמונית. כך, סהר יכול היה לדאוג להכוונת אש מבוססת מודיעין בעזרת
          דיווחים מהשטח של שלושה כוחות שונים. בהמשך הלחימה, חתר סהר להגיע
          לנקודות קדמיות מהן ניתן יהיה לתצפת באיכות גבוהה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לימים יסכם אילן סהר את תרומתו במלחמה כ"יותר מבצעית ממודיעינית" בהינתן
          המגבלות המובהקות בתקשורת מול הרשת המודיעינית החטיבתית.
        </>
      ),
    },
    {
      article: false,
      name: "אריה מורג",
      type: `ערב המלחמה`,
      id: 2,
      miniTitle: `"צ'אצ', המטה הכללי איתן בדעתו שמה שאתם מדווחים עליו זה תרגיל"`,
      pic: require("../assets/pictures/aria.png"),
      text: (
        <>
          אל"מ במיל' אריה מורג (צ'אצ') שירת בתפקידו האחרון בצה"ל כמפקד בה"ד 15
          וביצע תפקידי מודיעין רבים בפיקוד הדרום. במלחמת יום הכיפורים שימש כקמ"ן
          חטיבה 275, החטיבה המרחבית הצפונית של סיני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בחודשים שלפני המלחמה שלטה "הקונספציה" בקרב צמרת אמ"ן והמטכ"ל. ניתוח זה
          הוביל לכך שגם עדויות רבות שנראו בשטח והוצפו כלפי מעלה לא זכו להתייחסות
          הולמת בהערכת אמ"ן ולהשפעה משמעותית על היערכות צה"ל למלחמה. סיפורו של
          מורג, קמ"ן בדרג בשטח, ממחיש זאת היטב.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לדברי מורג, יותר מכל הסימנים המעידים שהצטברו, פריצת דופן התעלה הדליקה
          אצלו "נורה אדומה". יודגש כי פריצה זו לא הייתה דבר שבשגרה לאור חשיבותה
          הבינ"ל של התעלה ולכן פריצתה העלתה אצל מורג את הסבירות לניסיון צליחת
          התעלה ע"י המצרים. זיהוי זה, לצד כל שאר הסימנים, הובילו את מורג לפעול
          לדיווח במספר ערוצים – מקובלים יותר ופחות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          צ'אצ' העביר את הדיווחים למפקד חטיבתו, לקמ"ן האוגדה וכן באופן אישי לסגן
          קמ"ן הפיקוד. כמו כן, ניסה צ'אצ' להבין האם הזיהויים שלו דומים לאלה של
          קמ"ני חטיבות אחרים. כך, הבין מיאיר ורדי, קמ"ן של חטיבה מרחבית נוספת
          בסיני, כי "צ'אצ', מה שרואים אצלך רואים גם אצלי". עם זאת, הדיווחים
          שהעלו צ'אצ' וחבריו בשטח נתקלו תמיד בתשובות דומות - "צ'אצ', המטה הכללי
          איתן בדעתו שמה שאתם מדווחים עליו זה תרגיל".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גם לאחר פרוץ המלחמה הייתה למורג השפעה משמעותית על המתנהל בעולמות
          המודיעין של חטיבתו, בקשר מול היחידות, מול 8200, מול קמ"ן האוגדה ומול
          הקו המותקף. זאת, על אף היותו כמעט לבד במערכה המודיעינית כאשר רוב
          המש"קים והשרטטות שלו נמצאים בבית או לכודים במעוז "מילאנו".
        </>
      ),
    },
    {
      article: false,
      name: "יואל בן פורת",
      type: `ערב המלחמה`,
      id: 3,
      miniTitle: `"גולדה, סמכי על 8200"`,
      pic: require("../assets/pictures/yoel.png"),
      text: (
        <>
          תא"ל (בדימ') יואל בן פורת נולד ב-8 במאי 1931 בפולין ועלה לארץ בגיל 16
          דרך "השומר הצעיר". ב-1950 התגייס לצה״ל, והחל דרכו כקצין מחקר בענף
          מצרים באמ"ן. בהמשך עבר ליח' הסיגינט 848 (כיום 8200) ושימש כקב"ר (קצין
          בינה רשתית) ובהמשך התקדם: ראש מדור 'בינה-רשתית' ועוזר ראש מחלקת איסוף
          באמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-1966, בהיותו סא"ל ביחידה 848, מתקבלת הידיעה ביחידה העוסקת בהעמדת כל
          כוחות המפקדה הערבית המאוחדת בכוננות מלאה. לאור הידיעה הוכרזה בצה"ל
          כוננות, אשר ירדה לאחר שלא נראו תזוזות בקרב הכוחות הערביים. בבדיקה
          אוחרת עלה שהידיעה תורגמה מערבית לעברית בצורה לא מדויקת. יואל, שהיה
          אחראי ובעל תכונות אופי של מנהיג, לקח על עצמו את האחריות המלאה על
          האירוע והגיש התפטרותו לר' אמ"ן, אלוף אהרן יריב, שדחה אותה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר ששימש כסגן מפקד יחידת 848, מונה למפקדה ב-1972. במהלך שירותו כמפקד
          היחידה פרצה מלחמת יום הכיפורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מערך ההתרעה למלחמה היה בעדיפות הראשונה של יואל לאורך כל שירותו, כולל
          כשהיה חבר בוועדת ההתרעה של אמ"ן בראשית שנות ה-60 ובוודאי כמפקד יחידה
          848. מיוחס לו כי כאשר נשאל ע"י ראשת הממשלה, גולדה מאיר, עם כניסתו
          לתפקיד מפקד היחידה "אם צבאות ערב ירצו להתקיף אותנו, אנחנו נדע?", טפח
          לעצמו על החזה כאומר: "תסמכי עלינו".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יואל בן פורת נמנה על הבודדים שהתריעו מפני פרוץ מלחמת יום הכיפורים, ועל
          כך גם העיד בפני וועדת אגרנט, וועדת החקירה הממלכתית לחקר נסיבות פרוץ
          המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לפני פרוץ המלחמה דרש בן פורת, כמו גם אחרים, מראש אמ"ן, אלי זעירא,
          להפעיל את "האמצעים המיוחדים", אך נענה בשלילה. בקשתו לגייס כ-200 אנשי
          מילואים ליחידת ההאזנה לאור הערכתו שהמלחמה בפתח נענתה בשלילה גם היא.
          נטען, כי בשיח בין השניים ערב המלחמה אמר זעירא לבן פורת, כמדווח: "אתה
          תביא ידיעות ואני אדאג להערכה".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-5 באוק', ערב מלחמת יום הכיפורים, לאחר שהתקבלה ידיעה שהסירה את סימני
          השאלה לגבי הסיבות לעזיבת משפחות היועצים הסובייטים בסוריה ומצרים, ובן
          פורת דיווח אותה לאלי זעירא וניסה לשכנעו כי זו הוכחה חד משמעית שהמלחמה
          עומדת לפרוץ, הרי שהאחרון מנע הפצת הידיעה כלפי מעלה ועצר גם הפצת בנושא
          של לקט רל"שים (מסמך בהול המועבר למנהיגי הצבא והמדינה בעת אירועים
          מיוחדים).
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר סיום המלחמה שאל הרמטכ"ל את בן פורת מדוע לא העביר אליו את הידיעה.
          זאת, בעוד בן פורת עצמו נקלע למצוקה במסגרתה לא הפסיק לשאול עצמו מדוע לא
          עמד יותר על דעתו ולא העביר אותה באופן ישיר לרמטכ"ל או לדרג המדיני.
          עיסוק זה בשאלות של "מה היה אילו?" ו"מדוע לא פעלתי אחרת?" פגעו בהמשך
          בבריאותו הנפשית של בן-פורת, שתפיסת אחריות הייתה כנר לרגליו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מעבר לחילוקי הדעות עם ר' אמ"ן, בן פורת טען כי על יכולת ההתרעה השפיעה
          שחיקה של מקורות לאורך זמן, ומיעוט מידע מודיעיני שזרם דרכם. כך, טען כי
          בתקופה שבין מלחמת ששת הימים למלחמת יום הכיפורים השמירה על מקורות
          היחידה לא הייתה מיטבית, ונעשו מספר עבירות בתחום, מה שהשאיר את יכולת
          ההתרעה המשמעותית בידי "האמצעים המיוחדים" אשר, כאמור, לא הופעלו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יואל בן פורת פרש מצה"ל ב-1985 בדרגת תת אלוף לאחר שכיהן כדובר צה"ל
          ושירת כסגן נספח צה"ל בוושינגטון. לאחר פרישתו שימש כיועץ למתדולוגיה לר'
          אמ"ן ,המשיך ללמד בקרב קציני מודיעין את תורת ההאזנה, והרצה במוסדות
          חינוך, קיבוצים ומקומות נוספים על אודות כשלי המלחמה. כמו כן, הוא כתב
          מספר ספרים הנוגעים למודיעין ולמלחמה, אשר חלקם טרם הותרו לפרסום. ב-2023
          פירסם ארכיון צה"ל ומערכת הבטחון כמה מהמסמכים שלו. עמותת יוצאי יח' 8200
          מקיימת מזה שנים ערב מורשת לזכרו בסימן ההתרעה.
        </>
      ),
    },
    {
      article: false,
      id: 4,
      name: "יוסי לנגוצקי",
      miniTitle: `האיש עם "האמצעים המיוחדים"`,
      type: `לפני המלחמה`,
      pic: require("../assets/pictures/yosi.png"),
      text: (
        <>
          אל"מ יוסי לנגוצקי נולד ב-1934. אביו, משה, מחלוצי ההתיישבות בים המלח,
          ומפקד ה"הגנה" באזור. במלחמת העצמאות שימש למרות היותו בן 14 כקשר
          ב"הגנה" בירושלים. לנגוצקי שימש במלחמת יום הכיפורים כמפקד היחידה
          הטכנולוגית שם זכה שני פרסי בטחון ישראל. לנגוצקי בלט לאורך השנים באומץ
          לב, חשיבה יצירתית ועמידה על דעתו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-1951 התגייס לנגוצקי לצה"ל ושירת ב"סיירת 150". לאחר שחרורו מהשירות
          הסדיר, שירת במילואים בסיירת של חטיבת ירושלים, למד גיאולוגיה, ובמלחמת
          ששת הימים פיקד על הסיירת בקרב על ירושלים. על תפקודו ואומץ ליבו בקרב על
          מוצב ה"פעמון" זכה לעיטור המופת.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר מלחמת ששת הימים הפסיק את לימודי הדוקטורט בגיאולוגיה וחזר לשירות
          בצה"ל, שכלל גם פיקוד על שני מעוזים בקו בר-לב במלחמת ההתשה. ב-1969 נקרא
          ע"י אברהם ארנן להקים את ענף המבצעים המיוחדים במח' איסוף באמ"ן. בשנים
          1971-1975 פיקד על היחידה הטכנולוגית. בתקופה זו זכה לנגוצקי בפרס ביטחון
          ישראל פעמיים - אישית ויחידתית. בהמשך כיהן כרמ"ח איסוף, נספח למודיעין
          ויבשה בשגרירות בוושינגטון והשתחרר ב-1979 בדרגת אל"מ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר המלחמה, מתח לנגוצקי ביקורת על ראש אמ"ן במלחמה, אלי זעירא, על
          שהתעקש שלא להפעיל את "האמצעים המיוחדים". לנגוצקי טען שאילו היה זעירא
          נעתר לבקשות להפעיל את "האמצעים המיוחדים" היו מתקבלות אינדיקציות
          לכוונות ולהיערכות המצרים לפתיחת מלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאורך השנים לאחר שחרורו, לנגוצקי תרם רבות לצה"ל בחשיבתו היצירתית. לאחר
          שחרורו כתב מחקר אקדמי על "הקו העירוני" בירושלים ובהמשך התנדב לסייע
          בהתמודדות עם איום המנהרות ושימש כיועץ הרמטכ"ל מול איום המנהרות. על
          תרומתו זו אמר הרמטכ"ל גדי איזנקוט: "הציע רעיונות מעשיים, דחף לפתרונות
          ולשיטות טיפול".
        </>
      ),
    },
    {
      article: false,
      name: "משה צוריך",
      type: `מהלך המלחמה`,
      id: 5,
      miniTitle: `היחיד שנשאר בחיים מקבוצת הפיקוד הבכירה של חטיבת הבלימה ברמת הגולן`,
      pic: require("../assets/pictures/moshe.png"),
      text: (
        <>
          אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון תפקידים,
          ועל תיפקודו כקמ"ן החטיבה המשוריינת 188 במלחמת יום הכיפורים זכה בצל"ש
          הרמטכ"ל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          חטיבה 188 לחמה במלחמת יוה"כ בדרום רמת הגולן. קמ"ן החטיבה, משה צוריך,
          למרות היותו קצין מטה, חבר לכוחות הלוחמים בחטיבה והשתתף עימם בלחימה,
          בין היתר בקרב על נפח, קרב שריון רחב היקף שנערך ביום השני למלחמה ברמת
          הגולן. כוחות חטיבה 188 שלקחו חלק בקרב היוו כוח המגן הראשון והמרכזי של
          צה"ל ברמה וניצבו מול כוחות סדורים ורבים מהדיוויזיה הסורית הראשונה.
          למרות מאזן הכוחות השלילי, כוחות החטיבה וכוחות מתגברים מחטיבות 7, 179
          ו-679, הצליחו להדוף את הסורים ולמנוע את כיבוש הצומת האסטרטגית של נפח.
          במהלך המלחמה צוריך איבד את רעיו מחבורת הפיקוד החטיבתית, בהם את המח"ט,
          איציק בין שוהם, ואת קצין האג"ם, ישראל ישראלי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          קמ"ן החטיבה, משה צוריך, הכווין את הכוחות והשתתף בלחימה. צוריך אף לקח
          חלק בארגון מחדש של חלק מצוותי החטיבה, אשר הלכו ונשחקו לאורך המלחמה,
          ובמהלך הקרב על נפח סייע להצלחת הכוחות בשטח.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר שחטיבה 188 הושמדה עבר צוריך לכוח אחר ותרם משמעותית בקרבות בלימה
          והבקעה נוספים בדרום רמת הגולן. בתום המלחמה חזר לחט' 188 וסייע בתהליכי
          הקמתה וארגונה המחודשים. את צל"ש הרמטכ"ל קיבל בשנת 1975 לאור יוזמה,
          תושיה ודבקות במטרה שהפגין במעשיו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          צוריך התקדם בתפקידים ובדרגות ובהמשך שימש כראש ענף במודיעין פצ"ן
          ובחטיבת המחקר, הוביל כקמ"ן פצ"ן את היערכות מודיעין הפיקוד לקראת מלחמת
          לבנון הראשונה, ולאחר מכן שימש כסגן ראש חטיבת המחקר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          צוריך סיים את שירותו ב-1988 לאחר 26 שנים בהן השתתף בארבע מלחמות ומילא
          תפקידים מגוונים וחשובים באמ"ן
        </>
      ),
    },
    {
      article: false,
      name: "צבי זמיר",
      miniTitle: `הביא את הבשורה ששברה את הקונספציה`,
      type: `ערב המלחמה`,
      id: 6,
      pic: require("../assets/pictures/zvi.jpg"),
      text: (
        <>
          צבי זמיר (יליד 1925) כיהן כראש המוסד הרביעי בשנים 1968-1974 והיה דמות
          מפתח בדרך למלחמת יום הכיפורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הוא נולד בפולין ועלה עם משפחתו ארצה ב 1925, שירת בפלמ"ח ולחם כמג"ד
          במלחמת העצמאות. בהמשך, התגייס לצה"ל, לחם במספר מלחמות וכאלוף כיהן
          כמפקד פיקוד הדרום. בשנת 1966 שירת כנספח צה"ל בבריטניה ובמדינות
          הסקנדינביות, וב-1968 מונה כראש המוסד והחליף בתפקיד את מאיר עמית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במאי 1972 התרחש טבח הספורטאים באולימפיאדת מינכן, ובעקבותיו הוביל
          המוסד, בראשותו של זמיר, את מבצע "זעם האל" לחיסול ראשי ארגון הטרור
          "ספטמבר השחור", אשר היו אחראיים לטבח. זאת, בנוסף להתמודדות עם ארועי
          טרור רבים באותן שנים ובהן חטיפת מטוס אל-על לאלג'יריה, הטבח בשדה"ת לוד
          במאי 1972 ושיגור מעטפות נפץ לגורמים ישראליים בחו"ל. בתקופה זו ארעה גם
          "פרשת לילאהמר" - מבצע כושל של המוסד בנורווגיה שזמיר הגדיר כ"חטא
          היוהרה" של המוסד ואף הגיש בעקבותיו את התפטרותו, אשר לא התקבלה ע"י ראשת
          הממשלה, גולדה מאיר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          טרם מלחמת יום כיפור, זמיר טען בדיונים לאפשרות של פתיחת מלחמה לאור
          דיווחי מקורות המוסד וניסיונו הצבאי. בליל ה-4-5 באוקטובר 1973, כ-36
          שעות לפני פרוץ מלחמת יום הכיפורים, הוזעק זמיר ע"י אשרף מרוואן
          ("המלאך"), המקור המודיעיני הבכיר, לפגישה דחופה עם מילת קוד הקשורה
          להתרעה למלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעות הערב ה-5 באוקטובר יצא זמיר לחו"ל; שם בפגישה מסר מרוואן שהמלחמה
          תפרוץ למחרת. זמיר העביר את המידע באופן מידי, טלפונית ובהמשך במברק, אל
          הארץ וההתרעה למלחמה הועברה לפנות בוקר אל ראשת הממשלה, שר הביטחון
          ובכירי צה"ל והמודיעין. בהמשך עלו טענות כלפי זמיר על כך שהיה צריך
          להתריע מפני מלחמה כבר עם קבלת הזימון לפגישה עם המקור וגם לזרז הפגישה
          ולהעביר את המידע ההתרעתי הדחוף לארץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנים שלאחר המלחמה יצא זמיר בהאשמות קשות כלפי אלי זעירא, ר' אמ"ן
          במלחמה, בכשלים ועצימת עיניים ולאחר מכן בחשיפת שמו של אשרף מרוואן
          ובפגיעה ביכולת המוסד לגייס סוכנים לאור זאת. האשמות בין השניים במרחב
          התקשורתי המשיכו לעלות גם עשורים רבים לאחר המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר סיום תפקידו כראש המוסד כיהן זמיר כיו"ר סולל-בונה, מנכ"ל בתי זיקוק
          לנפט, יו"ר מועצת המנהלים של המכון למחקרי נפט וגיאופיזיקה וכן יו"ר
          המכון הישראלי לנפט ואנרגיה. כמו כן היה מעורב בוועדת שמגר, ועדת החקירה
          לרצח רבין, והוביל את "ועדת זמיר" לחקירת המהומות בהר הבית באוקטובר
          1990. ב-2011הוציא זמיר לאור את ספרו "בעיניים פקוחות" על מלחמת יום
          הכיפורים.
        </>
      ),
    },
    {
      article: false,
      name: "אשר סדן",
      type: `מהלך המלחמה`,
      id: 7,
      miniTitle: `יום הולדת עצוב על פסגת החרמונית`,
      pic: require("../assets/pictures/asher.png"),
      text: (
        <>
          בעת פרוץ מלחמת יום הכיפורים היה סג"ם אשר סדן עוזרו של קמ"ן חטיבה 820,
          החטיבה המרחבית של רמת הגולן. לחיל המודיעין הגיע "בטעות", אחרי שסיים
          במקור קורס קציני משטרה צבאית. הדבר התהווה לקריירה צבאית מפוארת,
          במסגרתה זכה ברבות השנים לדרגת תת-אלוף.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          סדן הכיר את רמה"ג היטב, ובשבועות שלפני המלחמה היה שותף לאיסוף המידע
          הפיקודי באזור. כך, כשעתיים לפני פרוץ המלחמה ידע למקם את עצמו על פסגת
          החרמונית, שאפשרה תצפית מצוינת על עמק הבכא. בחרמונית בילה סדן את הימים
          הראשונים למלחמה, ומשם העביר ידיעות רבות על פעילות האויב. אחת ההשפעות
          המרכזיות של סדן על מהלך הלחימה הייתה דיווחיו ביומה הראשון של המלחמה על
          כוח פריצה סורי משמעותי בסדר גודל של חטיבת טנקים, אשר הובילו להחלטה
          הפיקודית לשלוח את חטיבה 7 לצפון רמת הגולן. שיגור חטיבה 7 לאחר תחילת
          הלחימה לעבר מרחב קוניטרה הייתה קריטית. אם החטיבה לא הייתה מגיעה לאזור
          החרמונית בזמן, הטנקים הסוריים היו יכולים להגיע עד למורדות הגולן לעבר
          עמק החולה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך ימי הלחימה ניכר היה שישנו נתק בין המודיעין שסדן רואה ומדווח
          למפקדת חטיבה 820 לבין המודיעין שמגיע בפועל לכוחות הלוחמים, שהיו מצויים
          למרגלות התל ממנו צפה על האויב. אי לכך, ידיעות רבות וחשובות שאסף סדן
          מעמדת התצפית לא הגיעו כלל לדרג המפקדים בשטח ונוצרו פערי ידע שפגעו
          בקבלת ההחלטות הטקטית במהלך המלחמה. שנים רבות אחרי סדן מספר ש - "אחרי
          המלחמה, בשנת 1976, התמניתי לקמ"ן חטיבה 7 שהייתה אז בפיקודו של קהלני.
          במהלך הריאיון לקראת כניסתי לתפקיד – סיפרתי לו שבמלחמה הייתי על
          החרמונית ודיווחתי מהתצפית על קרב הבלימה שלו. הוא חשב שאני מתבדח, הסתכל
          עליי, תפס את הראש ושאל: "אז למה לא דיווחת לי?". כמו כן, כך מספר סדן על
          כניסת אוגדה 210 למרחב ח'אן ארנבה: "ממרחק של שלושה קילומטרים עם משקפת
          120X20 ניתן לראות את נצנוץ הסאגרים שהסורים שיגרו לעבר כוחותינו.
          דיווחתי, אך לא הקשיבו לי והמשיכו בריצתם קדימה. נראה לי שלא הייתה שום
          תרבות של העברת מידע מודיעיני לכוחות הלוחמים".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר שלושה ימים במוצב החרמונית, ולאחר שנפל לידו פגז שנורה לעברו בכינון
          ישיר, ירד סדן ללילה בבסיס, ולמחרת עלה שוב לחרמונית. משם יכול היה
          להמשיך לסייע, כעוזר קמ"ן וכמשקיף בפועל, ותפקודו תרם רבות להמשך המלחמה.
          אומץ ליבו של סדן ובחירת המקום הטקטי שבו היה היוו תוספת משמעותית למערך
          המודיעיני של צה"ל ברמה"ג. עם זאת, כפי שאומר סדן, הפערים המודיעיניים
          בדרום הרמה, ובתקשורת בין גופי המודיעין בצפון הרמה, הובילה לתמונת
          מודיעין בעייתית. לדבריו, אלמלא הייתה כזו - חיים רבים היו יכולים
          להינצל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במשך שנים רבות, לאחר שירותו הסדיר, אשר המשיך לתרום ממרצו ביחידת
          המודיעין הפיקודית של פיקוד הצפון, היה משולב בשרשרת מקבלי ההחלטות
          במודיעין הפיקוד במלחמת לבנון השנייה ובאירועי מתיחות נוספים, וכיום פועל
          רבות להרצאות בפני תלמידי תיכון וצוערי קצונה בצה"ל בכלל, ואמ"ן בפרט –
          על קורותיו וחוויותיו מהמלחמה והלקחים שניתן להפיק ממנה בראי העתיד.
        </>
      ),
    },
    {
      article: false,
      name: "אלברט סודאי",
      pic: require("../assets/pictures/albert.jpg"),
      miniTitle: `האיש שידע שתהיה מלחמה`,
      type: `ערב המלחמה`,
      id: 8,
      text: (
        <>
          אלברט סודאי נולד בשנת 1931 למשפחה מבוססת בבגדאד, שם גדל. כאשר עלה לארץ
          חווה קשיים רבים אך החליט למרות זאת להתגייס כאזרח עובד צה"ל לחטיבת
          המחקר באמ"ן - בה היה אחראי, בין היתר, על המחקר המדיני בענף מצרים (ענף
          6). סודאי היה אחד הקולות הבודדים באמ"ן שסברו שפניהן של מצרים וסוריה
          למלחמה. סיפורו משקף, אולי בצורה הטובה ביותר, כיצד בכירי אמ"ן לא נשמעו
          לקולותיהם של הקצינים הזוטרים יותר שניסו להתריע מפרוץ המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יסודות הערכתו של סודאי, כי ייתכן ומלחמה בפתח, נעוצות עוד בתחילת 1973,
          כאשר סאדאת לקח על עצמו את ראשות הממשלה והצהיר שמצרים עומדת בפני עימות
          כולל. כמו כן, בתקופה שלפני המלחמה היה עסוק סודאי בקריאת כתבות שונות
          מהעיתונות המצרית, מהן הסיק שסאדאת לא יוותר על אדמת סיני, ואף יהיה מוכן
          לצאת לעימות כולל תמורתה. כך, גישתו הבסיסית של סודאי, בניגוד לזאת של
          בכירי באמ"ן, הייתה שסאדאת מעוניין לפתוח במלחמה. משם, הדרך לגיבוש
          הערכתו של סודאי הייתה קצרה – הסימנים המעידים הרבים שהגיעו (דוגמת ציוד
          הגישור שהביאו המצרים לאזור התעלה ואינדיקציות נוספות), אשר לא עשו רושם
          על רע"ן מצרים, רמ"ח מחקר ור' אמ"ן, הדליקו נורות אדומות אצל סודאי
          והעמיקו עוד יותר את תפיסתו שהמלחמה בפתח.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          סודאי עשה מאמצים כדי להשפיע על סובביו במחלקה ועל בכירי המערכת. עם זאת,
          לא נחל בכך הצלחה. מפקדיו היו שקועים עמוק בקונספציה שאין בכוונתו של
          סאדאת לצאת למלחמה עם ישראל כל עוד אין בידי מצרים את היכולות האוויריות
          המתאימות, וכי סוריה לא תצא למלחמה נגד ישראל בלי מצרים. מפקדיו של סודאי
          לא הסכימו להעביר את הערכותיו לדרג הבכיר ואף ערכו חלק מידיעותיו כדי לא
          לייצר פאניקה בקרב הדרג המדיני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          דוגמא מצוינת לחוסר ההקשבה של מפקדיו לידיעותיו והערכותיו של סודאי ניתן
          למצוא בתגובתו של אריה שלו, ראש מחלקת המחקר, לידיעות על אישור הפסקת צום
          הרמצ'אן של החיילים המצרים בחזית. כך מספר סודאי: "היות וראש המדור אינו
          מזרחן ולא מכיר את הטקסיות המוסלמית, הוא ביקש להתייעץ איתי, ואמרתי לו
          את הפירוש המחמיר שלי. ראיתי זאת בחומרה ורצתי עם הידיעה ביד לרמ"ח -
          לשלו. שלו היה במצב כזה שהוא נקרא ללשכת הרמטכ"ל, הוא היה תוך כדי קימה,
          ניסיתי להסביר לו את העניין, יכול להיות שהוא היה עסוק או מוטרד. הוא אמר
          לי: 'כבר שמעתי על כך, המדור הצבאי אומר שזה היה מקודם'. אמרתי לו: 'זה
          לא היה מקודם'". כך, סימן מעיד מאוד משמעותי שהעלה סודאי לא זכה ליחס
          ולפרשנות הנדרשים. מעבר לקונספציה, ניתן להניח כי תפיסתו הכללית של סודאי
          כ"אלרמיסט" וכפרשן מחמיר במסדרונות מחלקת המחקר לא תרמה ליכולתו להעביר
          את דעתו המבוססת ולהשפיע על מקבלי ההחלטות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך עדותו בועדת אגרנט סיפר סודאי על ניסיונותיו הרבים להשפיע ועל
          הערכותיו בימים שקדמו למלחמה. הפערים המרכזיים שזיהתה הועדה בעולמות
          המודיעין, ולאורם גם הלקחים המרכזיים, נוגעים בלב ליבה של תרבות המחקר
          המודיעינית אשר מגולמת בעבודתו של סודאי, בניסיונותיו להשפיע, ובקשב
          שקיבלו הערכותיו ממפקדיו. כך, גם הצעדים והתהליכים שהתבצעו במחלקת המחקר
          ובאמ"ן לאור לקחי ועדת אגרנט הינם תיקון לאופי השיח באמ"ן בימים שלפני
          המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר המלחמה סודאי עבר לשרת במוסד. במהלך עבודתו במוסד חיבר מסמך הערכה
          שקבע כי פני הנשיא סאדאת לשלום. ואכן, לאחר שלושה חודשים פנה הנשיא המצרי
          לראש הממשלה מנחם בגין והציע להיכנס לתהליך שלום בין המדינות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנת 2018 נפטר אלברט סודאי והותיר אחריו שלושה ילדים ושבעה נכדים.
          סיפורו של סודאי במלחמה, כמו גם של מספר קצינים אחרים שניסו להתריע בתוך
          מחלקת המחקר, מגולמים בדמותו של ויקטור גבאי בסרט 'שתיקת הצופרים' העוסק
          בהתנהלות במסדרונות המערכת הצבאית, ואמ"ן בפרט, בתקופה שלפני מלחמת יום
          הכיפורים.
        </>
      ),
    },
    {
      article: false,
      name: "סימן טוב בנימין",
      type: `ערב המלחמה`,
      id: 9,
      miniTitle: `"היה היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים עליו"`,
      pic: require("../assets/pictures/binyamin.webp"),
      text: (
        <>
          סימן-טוב בנימין, יליד בגדד בשנת 47', היה קצין מערך במודיעין פיקוד דרום
          בדרגת סגן ערב מלחמת יום הכיפורים ב-1973. סימן טוב התריע על מלחמה קרבה,
          והתעמת על כך עם מפקדיו, ועל כך קיבל ציון לשבח בהמלצת ועדת אגרנט.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כחמישה ימים לפני פרוץ המלחמה, ב-1 באוקטובר 1973, העביר לקמ"ן פד"ם דאז,
          סא"ל דוד גדליה, מסמך שכותרתו "תכונה בצבא המצרי - אפשרות חידוש לוחמה".
          ב-3 באוקטובר העביר מסמך נוסף שהצביע על הערכות דומות. במסמכים אלו, פירט
          כי "ידיעות אלה הביאו אותנו להערכה לפיה הצבא המצרי, במסווה תרגיל
          ובהסתמך על הידיעות והסימנים המעידים, ינהל את ריכוז הכוחות למעבר למבצעי
          אמת". במסמכים פירט בנימין את האינדיקציות השונות לכך שלא מדובר בתרגיל
          אלא בהכנות למלחמה, לרבות ביטול בחינות לקצינים ותדרוכים לקצונה הבכירה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          על אף ניסיונותיו החוזרים ועימותו עם קמ"ן הפיקוד, עמדת בנימין לא התקבלה
          שכן הייתה מנוגדת לעמדת חטיבת המחקר, והתרעתו נגנזה. יתר על כן, בנימין
          הודח מתפקידו והיה אמור להיכנס לכלא.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עם סיום המלחמה והקמת ועדת אגרנט, הוקמה ועדת משנה בראשות אל"מ יהושע נבו
          לחקירת הפערים סביב מסמכיו של בנימין, שבסיומה צוין בנימין לשבח על שהיה
          נכון להתעמת עם הממונים עליו ולהביע את עמדתו. ועדת אגרנט עצמה ציינה כי
          סימן-טוב "היה בעצם היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים
          עליו".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כחלק מלקחי יום הכיפורים, ראש אגף המודיעין לשעבר אלוף שלמה גזית, הכניס
          לנהלי העבודה באגף את "נוהל סימן טוב" (שלימים הפך ל-'היפכא מסתברא'),
          לפיו קצין שנתקל בחילוקי דעות מהותיים עם מפקדיו לגבי הערכת המודיעין,
          יכול לגשת למפקדים בכירים יותר, עד לראש אמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          סימן טוב בנימין הגיע בשירותו הצבאי לדרגת אל"מ, ופרש בשנת 1987. לאחר
          מכן המשיך בשירות המדינה, כממונה על מחוז הדרום במשרד הכלכלה.
        </>
      ),
    },
    {
      article: false,
      type: `ערב המלחמה`,
      name: "דוד גדליה",
      id: 10,
      miniTitle: `קמ"ן הפיקוד שלא ראה את הבאות`,
      pic: require("../assets/pictures/gurion.jpg"),
      text: (
        <>
          דוד גדליה נולד בשנת 1938 בישראל. בשנת 1956 התגייס לצה"ל והוצב בחיל
          השריון. הוא הוכשר כמפקד טנק ויצא לקצונה, אך בשל פגיעה בעצב השמיעה עבר
          לחיל המודיעין. הוא עבר הכשרה של קצין ביטחון שדה ובשנים 1965-1959 מילא
          תפקידים במערך זה בפיקוד הצפון ובמטה הכללי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנים 1967-1965 שימש מדריך בקורס קציני מודיעין ובמינוי משני שימש כקצין
          המודיעין של חטיבת השריון במילואים 520 ובכלל זה במלחמת ששת הימים. בשנת
          1968 שימש כקצין המודיעין של חטיבת השריון הסדירה 7 ובהמשך היה חניך
          במכללה הבין זרועית לפיקוד ומטה (פו"ם). בשנים 1970-1969 שימש כקצין
          המודיעין של אוגדת השריון במילואים 143 ולאחר מכן הוצב כעוזר קצין
          המודיעין הפיקודי במפקדת פיקוד הדרום.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנים 1974-1971 שימש כקצין המודיעין של פיקוד הדרום ובמסגרת תפקידו היה
          מופקד על איסוף נתונים על הצבא המצרי ועל אופן היערכותו בחזית. בימים
          שקדמו למלחמת יום הכיפורים דבק בהערכת אגף המודיעין כי הסבירות למלחמה
          נמוכה, על אף הצטברותם של סימנים מעידים בשטח, ודחה על הסף את הספקות
          שהעלה קצין המערך שלו – בנימין סימן-טוב – על הכתב בדבר כוונותיה
          האמיתיות של מצרים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גדליה ראה סתירה בין דו"חות בנימין לבין עמדת אמ"ן מחקר, שהייתה למעשה
          עמדתו של סא"ל בנדמן, ראש ענף מצרים במחקר, והעדיף כאמור לקבל את עמדת
          המחקר. הוא העביר את הדו"חות רק לאחר שמחק מהם את השאלות לגבי הגורמים
          לכוננות המצרית, וכך הייתה לאלוף הפיקוד שמואל גונן תמונה מעוותת של
          ההיערכות המצרית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר המלחמה, קבעה וועדת אגרנט כי לא מילא את חובתו כקצין מודיעין ולכן
          אין להעסיקו עוד בתפקידי מודיעין, והוא הועבר מתפקידו. בשנים 1975-1974
          שימש מדריך בפו"ם ובשנים 1976-1975 שימש כמדריך הראשי בה. בשנים
          1979-1977 עמד בראש מחלקת תכנון ואירגון באגף המטה ובשנים 1981-1979 עמד
          בראש מחלקת בניין צה"ל באגף התכנון במטה הכללי. בשנים 1984-1982 שימש
          כסגן ראש אגף התכנון בדרגת תת אלוף.
        </>
      ),
    },
    {
      article: false,
      name: "יהודה שפר",
      id: 11,
      type: `מהלך המלחמה`,
      miniTitle: `סייר מודיעין צונח מעל סיני`,
      pic: require("../assets/pictures/yehoda.png"),
      text: (
        <>
          אל"מ במיל' יהודה שפר נולד ב-1940 והתגייס לגולני ב-1958. במהלך שירותו
          עבר קורס מש"קי מודיעין ועם כניסתו לקבע עבר קורס סיירי אוויר. בעת פרוץ
          מלחמת יום הכיפורים היה שפר חניך במכללה לפיקוד ומטה. עם פרוץ המלחמה,
          הופסק הקורס והחניכים נקראו ליחידותיהם. אלו שלא היה להם תפקיד בחירום
          וביניהם שפר, נדרשו להקים מפקדה מאולתרת. במהלך ההתארגנות להקמת המפקדה,
          לאחר שכבר הצטיידו בזחל"מים, מפות ואמצעי לחימה, הגיע שליח וקרא לשפר
          להגיע ל"בור" בהוראת הרמטכ"ל. שפר, שהיה רק בדרגת רס"ן באותה עת, לא הבין
          מדוע בעיצומה של לחימה הרמטכ"ל בחר לקרוא לו, ולכן חשש מבשורת איוב על
          אודות קרוב משפחתו שלחם באחת החזיתות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הרמטכ"ל רב-אלוף דוד אלעזר הכיר את שפר משנות ה-60, תקופה בה דדו היה
          אלוף פצ"ן ושפר שירת שם כקמ"ן אשר השתתף בטיסות סיור רבות לצורך הבאת
          מודיעין. כשהובא שפר לבור, התבשר על ידי הרמטכ"ל, סגנו וראש אמ"ן כי
          "המודיעין קרס". דדו הטיל על שפר לבצע טיסות סיור בגזרת תעלת סואץ במטרה
          לקבל מודיעין מדויק על ריכוז ועוצמת הצבא המצרי סביב התעלה. השאלה
          המרכזית שעמדה מאחורי הפקודה הייתה כמה זמן ניתן צה"ל יוכל להחזיק מעמד
          בסיני עם כוחות מינימליים כאשר הוא מתגבר במקביל את רמת הגולן אשר הייתה
          על סף נפילה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          טיסות הסיור במלחמה בוצעו באמצעות מטוסי קרב, על אף ששפר לא היה מתורגל
          בכך. לכן, שפר עבר הסבה מהירה לטיסה במטוסים מסוג זה. שפר לקח חלק בטיסות
          סיור רבות בטווח זמנים קצר מאוד, עד לטיסה הגורלית ביום שבת ה-13
          באוקטובר. בתאריך זה, הטייס שהטיס את המטוס היה רן עופרי ז"ל כאשר שפר
          יושב במושב האחורי, שם בדרך כלל יושב מפקד המשימה. בעוברם מעל תעלת סואץ
          באזור ג'בל ג'ניפה, זיהו שפר ועופרי כוחות משוריינים רבים חוצים את
          התעלה. לאור הזיהוי, ביקש שפר מעופרי לפנות מזרחה כדי לזהות את מהות הכוח
          המצרי ואת גודלו. שניות אחדות לאחר הפנייה מזרחה ראה שפר שני טילים קרבים
          אליהם ולבסוף שמע חבטה עזה במטוס. מיד לאחר מכן טיל שלישי פגע במטוס,
          פוצץ אותו והביא להתרסקותו. שפר הצליח לנטוש המטוס ולצנוח בשלום ואילו
          כסא המפלט של עופרי נתפס במצנח ובכך הביא למותו. שפר חולץ על ידי מסוק של
          חיל האוויר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשהשתחרר שפר מבית החולים, הגיע חזרה ל"בור" שם פגש את ראש המטה הכללי
          דדו ודרש לחזור ללחימה. הרמטכ"ל נעתר לבקשתו וכך שירת שפר עד סיום הלחימה
          באוגדת סיני. עם תום המלחמה, חזר שפר לחפש את המטוס באזור הלחימה. יחידות
          ששירתו באזור ומצאו את שרידי המטוס, הובילו אותו למקום ההתרסקות. שברי
          המטוס הובאו ארצה ונמצאים עד היום ליד בית הוריו של עופרי ז"ל, במושב
          אביגדור.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שפר המשיך לשרת בחיל המודיעין בתפקידים שונים, בהם תפקידים הנוגעים לתחום
          ניתוח מידע ויזואלי, והשתחרר בשנת 1987 בדרגת אלוף משנה.
        </>
      ),
    },
    {
      article: false,
      type: `לפני המלחמה`,
      id: 12,
      name: "אהרן יריב",
      pic: require("../assets/pictures/ahronesh.jpg"),
      text: (
        <>
          אהרן יריב היה איש צבא ומדינאי. הוא היה אלוף בצה"ל, חבר כנסת ושר
          בממשלות ישראל. יריב נולד במוסקבה. בגיל שנה, עבר עם משפחתו לברלין,
          ובגיל 4 משפחתו עברה ללטביה. בגיל 15 עלה יריב עם משפחתו ארצה ולמד
          בתיכון החקלאי פרדס חנה. בשנת 1939 התגייס יריב לשרת בארגון "ההגנה",
          ולאחר שנתיים התגייס לצבא הבריטי – בו הגיע לדרגת סרן. לאחר מלחמת העולם
          השנייה היה פעיל בהצלת פליטים יהודים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב1948, עם הקמת צה"ל, יריב מונה לסגן מפקד גדוד ובהמשך גם למפקד גדוד 21
          בחטיבת כרמלי. יריב כיהן לאורך השנים בתפקידים רבים ומגוונים – ראש ענף
          במחלקת המבצעים, המפקד הראשון של המכללה הבין-זרועית לפיקוד ולמטה, ראש
          מטה פיקוד מרכז, נספח צבאי בארה"ב ובקנדה, מפקד חטיבת גולני ועוזר ראש
          אמ"ן. בינואר 1964, מונה יריב לראש אמ"ן ושירת בתפקיד עד 1972 כך ששימש
          בתפקיד גם במהלך מלחמת ששת הימים. יריב היה ראש אמ"ן שכיהן את תקופת הזמן
          הארוכה ביותר עד היום.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מלחמת יום הכיפורים אמנם פרצה בתקופת כהונתו של אלי זעירא כראש אמ"ן, אך
          אין ספק שהתנהלות אמ"ן ותרבות העבודה בה הושפעו עמוקות גם מתקופתו הארוכה
          של יריב בתפקיד. ברבות השנים נערכו ניתוחים שונים הנוגעים להשפעת החלפת
          ראשי אמ"ן (ספטמבר 1972) על המלחמה. מניתוחים אלה ניתן לשרטט קווים לאופן
          פיקודו של יריב על האגף.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יריב הצטייר כר' אמ"ן חוקר (נקרא בידי רבים "מר מודיעין"), אשר נהג להטיל
          ספק בכל דבר ולחפש אפשרויות נוספות והערכות אחרות שמסתדרות עם המציאות.
          כמו כן, ניכר כי יריב לא קידש את "יישור הקו" ואת הצורך להגיע להערכה
          אמ"נית רשמית אשר בה כולם דבקים ואשר אין לערער עליה או להרהר אחריה.
          אלוף משנה (במיל') גדאון גרא סיפר, כי "אהרל'ה היה יותר דגם האדם החושב,
          האינטלקטואל, המתלבט. קצין מודיעין מעולה שתמיד חשש ותמיד דאג — 'אולי זה
          לא בדיוק ככה אלא ככה. לא שחור־לבן'. הרבה פעמים הוא אמר 'תחשבו עוד
          פעם'. תמיד העלה אפשרויות נוספות לבדיקה". גם אל"מ (במיל') זוסיה קניאזר,
          מי שכיהן כראש ענף ירדן ערב מלחמת יום הכיפורים, סיפר על יריב כי "תמיד
          הקפיד על דיון בדרכי פעולה אפשריות של האויב, מדינית או צבאית. היו לו
          תכונות נדרשות של קצין מודיעין. התלבטות תמידית, העלאת ספק".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יש להניח כי פתיחות זו גם פגעה בהערכת אמ"ן וביכולתה להשפיע על מקבלי
          ההחלטות בדרג הצבאי והמדיני במקומות מסוימים. אך בימים שקדמו למלחמת יום
          הכיפורים חסרו בהנהגת אמ"ן בדיוק תכונות אלה – היכולות להטיל ספק תמידי,
          לא לקדש את יישור הקו האמ"ני, לאפשר דעות שונות בחדר - תכונות ומידות
          שעולה כי ניחן בהן אהרן יריב. יודגש כי מבחינת ההערכה המודיעינית עצמה,
          כשסיים יריב את תפקידו חשב גם הוא, כפי שאמר באירוע החילופים, כי לא סביר
          שתפרוץ מלחמה בין מצרים וסוריה לבין ישראל בשנה הקרובה. אך אפשר וכישוריו
          ותכונותיו היו מאפשרות הטלת ספק והשפעה אחרת על מקבלי ההחלטות במהלך
          התקופה שקדמה למלחמה, עם הופעת הסימנים המעידים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך המלחמה גויס יריב כעוזר מיוחד לרמטכ"ל ועמד בראש צוות המשא ומתן
          בהסכם שהוביל להפרדת הכוחות בין ישראל למצרים. כך, למעשה, היה שותף מרכזי
          בסיום המלחמה בחזית המצרית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר פרישתו מצה"ל, הצטרף למפלגת העבודה, נבחר לכנסת השמינית ובהמשך מונה
          לשר התחבורה בממשלת גולדה ולשר ההסברה בממשלת רבין הראשונה. יריב היה
          נשוי לנחמה ואב לאסף והתגורר ברמת השרון. אהרן יריב נפטר ב-1994 בגיל 73
        </>
      ),
    },
    {
      article: false,
      type: `ערב המלחמה`,
      name: "עמוס גלבוע",
      id: 13,
      miniTitle: `הוזהר שיוצא מהדיון רגע לפני תחילת המלחמה רק כי "העז" לחלוק על הקונספציה`,
      pic: require("../assets/pictures/amos.png"),
      text: (
        <>
          עמוס גלבוע ז"ל היה קצין בדרגת תת אלוף, אשר שימש כראש חטיבת המחקר באגף
          המודיעין. גלבוע שירת בחטיבת גולני בה שימש כמפקד מחלקה. גלבוע השתחרר
          ולמד באוניברסיטה העברית לימודי מזרח תיכון וערבית. הוא התגייס שוב,
          ושימש במגוון תפקידים בחיל המודיעין. לפני מלחמת יום הכיפורים שימש גלבוע
          כראש המדור הצבאי בענף 5 – הענף שעסק באותם ימים בצבא סוריה, עיראק
          ולבנון. גלבוע היה אמור להתמנות לראש הענף במקום אביעזר יערי, אך בזמן
          שחיכה לכניסה לתפקיד פרצה המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עמוס גלבוע היה מבין הקצינים הבודדים שהתריעו על האפשרות של פריצת מלחמה
          בגזרה הצפונית. במהלך ישיבת מחלקת המחקר שהתקיימה ב-2 לאוקטובר, ימים
          לפני מלחמת יום הכיפורים, עדכן אביעזר יערי, כאמור ראש ענף 5, כי כוחות
          סורים נפרסים סמוך לגולן. הכוחות שנפרסו הם חטיבה משוריינת 47 שהוצבה
          בצפון סוריה בעיר חמאה, וכן גדוד גישור סורי שהוצב בצפון סוריה וגם ירד
          לחזית רמת הגולן. בנוסף, במבצע שנערך ביוני 72' ונקרא 'מבצע ארגז', נחטפו
          חמישה קציני צבא בכירים סורים. הם סיפרו בחקירתם שחטיבה 47 תעבור לחזית
          רמת הגולן רק במידה שסוריה תרצה לפרוץ במלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עמוס גלבוע, טען שהעובדה שהחטיבה ירדה לחזית היא סימן מעיד למלחמה. אריה
          שלו, ראש מחלקת המחקר דאז, חלק עליו והציע שמטרות הירידה הגנתיות בלבד.
          על פי עדותו בוועדת אגרנט של יוסי זעירא (רע"ן בינה רשתית ב-848, יחידת
          ההאזנה שקדמה להפיכתה ליחידה 8200), גלבוע לא ויתר וטען שוב ושוב שאי
          אפשר להתעלם מכך ואפילו התפרץ לעבר אריה שלו, אך לא הצליח לשכנע אותו ואף
          הוזהר שיוצא מהדיון.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר המלחמה מונה לעוזר של עוזי יאירי, ששירת כעוזר ראש חטיבת המחקר
          למבצעים, ולאחר כמה חודשים מונה לראש ענף 5 (סוריה, עיראק ולבנון) במחלקת
          המחקר. בשנת 1974 השתתף בשיחות על הסכם הפרדת הכוחות בין ישראל לסוריה.
          לאחר מכן שירת כראש הזירה המזרחית, עוזר ראש אמ"ן להערכה ובהמשך כראש
          חטיבת המחקר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנת 1997 הוציא באמ"ן את ספרו "תורת המחקר הלאומית" ("הספר הירוק")
          שמהווה ספר יסוד על אודות תורת המחקר הלאומית של חטיבת המחקר באמ"ן, עליו
          התחנכו אלפי קציני מחקר באמ"ן – כולל אלו המשרתים היום בשורות הארגון.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במאמרים שפרסם עמוס גלבוע בעלון 'מבט מל"מ' בשנת 2021, הוא עומד על כך
          שהקונספציה הייתה רחבה יותר מאגף המודיעין. גלבוע טוען שהקונספציה הייתה
          שרויה בכל העם. מהמודיעין דרך הדרג המדיני ועד כל האליטות התקשורתיות,
          האקדמיות והתרבותיות. אווירת הניצחון במלחמת ששת הימים עיוורה את עיני
          העם וגרמה לו להאמין שהצבא הישראלי לא יכול להפסיד או להיות מופתע. העם
          האמין שאויבינו דומים לציפורים על פח - זרוק אבן על הפח והציפורים יעופו.
          זו הקונספציה האמיתית שהשפיעה על כל שאר המערכות. שבירת הקונספציה בבת
          אחת, כך סובר גלבוע, הביאה לתהליכים גדולים הרבה יותר הן במישור הצבאי
          והם במישור האזרחי-פוליטי.
        </>
      ),
    },
    {
      article: false,
      type: `בעקבות המלחמה`,
      name: "אבי וייס",
      id: 14,
      miniTitle: `הפצוע הראשון בסיני, אחד מאנשינו בשבי המצרי`,
      pic: require("../assets/pictures/timeline31.png"),
      text: (
        <>
          אל"מ במיל' משה צור (צוריך) התגייס לצה"ל ב-1966, שירת במגוון
          תפקידים,סגן משנה אבי וייס הגיע למעוז "מפצח" שעל גדת התעלה בספטמבר
          1973, בתור הקצין האחראי על איסוף מודיעין השטח באוגדה 252 אשר תפסה
          אחריות על הבטחון השוטף בסיני בכלל ובקו התעלה בפרט. בימים שקדמו למלחמה,
          צפה וייס בעיניו את הכנות המצרים לקראת הירידה למים, הסרות המוקשים והצבת
          חגורות הצלה בסמוך לנקודות הצליחה. ניסיונותיו להתריע בפני מפקדיו במשך
          24 שעות שקדמו לפרוץ המלחמה עמדו בתוהו.הרמטכ"ל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          וייס עמד במגדל התצפית עד לרגע פרוץ המלחמה, בניסיון לאסוף כמה שיותר
          מידע על המתרחש מעבר לגבול. הוא היה הפצוע הראשון במלחמה, ונפגע במטח
          הראשון בידיו. הוא הגיע לבונקר החמ"ל המרכזי ושהה בו כשלושה ימים, עד
          שהמצרים ניסו להוציא את כלל החיילים ששהו בו בעזרת זריקת רימונים לעבר
          פתחיו. וייס הספיק לזרוק את דרגותיו ותעודותיו לפני שהחליט להסגיר עצמו
          לידי המצרים. מתחילת שוביו ניסה להסתיר את זהותו כקצין מודיעין והשתמש
          בסיפור כיסוי של 'אבי מהנח"ל', ועל כך סיפר - "אף אחד לא הכין אותנו
          לסצנה הזאת קודם לכן. אף אחד, גם ביחידת המודיעין שלי, לא חשב שיש איזשהו
          סיכוי שבעולם שניפול בשבי. אף אחד לא העלה על דעתו שנצטרך סיפור כיסוי
          ולכן לא המציאו לנו אחד כזה". בכניסה לכלא המצרי וייס הציג עצמו כסמל
          אספקה, והבין שבעזרת הוכחת נכונותו ל"שיתוף פעולה" הוא יכול לזכות באמון
          החוקרים ואף לשטות בהם בעתיד. הוא מסר מידע שידע שלא היה בו שום ערך
          ממשי, אך זיכה אותו באמונם. מכיוון שבפתיחת כל חקירה מצרית נשאל הנחקר
          מחדש על עצמו ועל המוצב בו שירת, שינן וייס בשעות המנוחה שלו בכלא את
          הפרטים אותם המציא עליו ועל יתר הקצינים באוגדה. בהמשך נשאל וייס שאלות
          מקצועיות על אספקה, ביניהם על חלוקת מנות קרב, כמות הדלק הנדרשת לכל טנק
          וכו'. על שאלות אלה ענה בתשובות מומצאות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך שהותו בכלא, חשש וייס שזהותו תיחשף ובשלב מסוים אף גילה שחיילים
          שונים נחקרו על אודות זהותו. כפועל יוצא מכך, כל שינוי בהתנהלות הסוהרים
          גרם לו לחרדה שמא זהותו תיחשף. לקראת סוף המלחמה תיאר וייס שינוי באווירת
          השבויים. החקירות הפסיקו, הצלב האדום החל לבקר השבויים לעיתים תכופות
          יותר והיו שמועות על תחילת משא ומתן לגבי השבויים. בליל ה-14 בנובמבר
          הודיעו לוייס ורעיו השבויים שהם חוזרים הביתה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          וייס עבר סדרת ניתוחים בידו, בה היה תקוע קליע קלצ'ניקוב, ולאחר מכן
          התעקש לחזור לשירות. הוא מונה לקצין המודיעין של חטיבה 401 בפיקודו של
          אהוד ברק, ולאחר מכן שירת בתור קמ"ן סיירת מטכ"ל.
        </>
      ),
    },
  ],
  slainPeople: [
    {
      article: false,
      name: 'סרן גדעון אבידב ז"ל',
      years: "1952-1973",
      id: 0,
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/aviv.png"),
      text: (
        <>
          גדעון, בן חנה ודב, נולד ביום ה' ב‌תמוז תשי"ב (‌28.6‌.1952) בנהלל.
          גדעו‌ן היה קשור מאוד לבני משפחתו ומ‌ילדותו עבד במשק המ‌שפחה בשעות
          הפנאי. כאשר‌ היה בן 15, במלחמת ששת הימים, גדעון ‌נשא את עול המשק על
          כת‌פיו. בעת‌ שעבד בחצר המשק, חלף מטוס אויב בשמי נהלל והטיל פצצות, אחת
          מהן פגעה סמוך למקום ב‌ו עבד, ‌רסיסים ואבק כיסו ‌אותו אך הוא ניצל בנס.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אהבת‌ו הגדולה של‌ גדעון הייתה ‌ארץ ישראל, אתריה ונופיה. עם חברי‌ו
          'חרש' ברגליו‌ את הארץ לאור‌כ‌ה ולרוח‌בה, ואף היה חבר בפעולות הנוער של
          תנועת המושבים שגם במסגרתה הרבה לטי‌יל. בכ‌ספו קנה סוסה והתמחה ברכיבה
          ובנעיצת רומח, זכה בגבי‌עי‌ם בענף זה. גדעון גויס לצה"ל באוגוסט 1970
          והת‌נדב לשרת ביחידה. בשירו‌תו הצבאי השתלם ב‌קורסים רבים: סי‌ירים,
          מש"קי חבלה, צניחה וק‌ורס‌ קצינים. גם ‌לאחר פציעה קשה גדעון חזר ‌לשרת
          ביחי‌דה כלוחם ותמיד ז‌כה לצי‌ונים טובים ולשבחים‌.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בערב יום‌ הכיפורים טלפן‌ גדעון ‌הביתה והודיע כי לא יבוא לחופשה אותה
          תכנן עם חברתו ‌לחג הס‌וכות "כי י‌ש מי שדואג לשבש את התוכניות". ביום
          י"ג ‌בתשרי תשל"‌ג (9.10.1973) מלחמת יום הכיפורים, גדעון נפגע ונהרג בעת
          שהסת‌ער בראש יחידתו על כוח קומנדו ‌של הסורים ‌ברמת הגולן, ליד מחנה
          נפח. הוא הו‌בא למנוחת עולמים בבית העלמין בנהלל (‌חלק‌ה צבאית, שורה‌ 2,
          קבר 4). הותיר אחריו הורים- חנה ודב ז"ל,‌ שני אחים- ע‌ופר ואיתן‌ ואחות-
          ענת. מפקדיו ספדו לו: "הי‌ה מטובי המפקדים ביחידה‌. הצו‌ות שפיקד עליו
          היה ‌מהמעולים ‌ביחידה כולה. גדעון‌ היה שותף לביצוע כמה פעולות מי‌וחדות
          שתרמו תרומה גדולה לביטחון המד‌ינה".
        </>
      ),
    },
    {
      article: false,
      name: 'סרן בידץ שלמה ז"ל',
      id: 1,
      years: "1952-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/shlomo.png"),
      text: (
        <>
          שלמה, בן דקלה ואורי, נולד ביום‌ י"ג בתשרי תשי"‌ג (2.10.1952) בקיבוץ
          יגור. מגיל צעיר אהב שלמה לצייר‌ והצטיין בכך. בנוסף, כתב דברי ‌שירה ואף
          זכה בפרס רמת-גן לכ‌תיבה. נוסף על אלה, שלמה היה אתל‌ט והשתת‌ף בתחרויות
          ארציות בריצה וזכה במדליות ובפרסים. הוא אהב טיולים והיה חניך ומדריך
          בתנועת "‌הצופים".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כבנו ש‌ל קצין בכ‌יר בצה"ל, שלמה ‌גויס לצה"ל בנובמבר 1970 ‌ושירת בחיל
          הצנחנים, בחיל המודיעין וביחידה‌. היה בוגר קורס צניחה, ‌מש"קי חבלה,‌
          צלילה וקורס קציני ‌חי"ר. במלחמת י‌ום הכיפורים ה‌יה שלמה קצין ביחידה.‌
          הוא לחם בכמה גזרו‌ת: רמת הגול‌ן, ‌בדרום-‌ ובאזור תעלת סואץ, וכן, הוא
          היה אחד הראשונים שהגיעו לשדה התעופה של פאיד ‌והכשירוהו לנחיתת מ‌טוסי
          חיל האוויר, אחרי כיבושו מידי ‌מצרים. לאחר מכן הצטרף צוותו לכוח שעל‌ה
          מאזור פאיד צפונה, אל עבר‌ העיר איסמעיליה ו‌ניהל בדרך קר‌בות קשים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ו ‌בתשרי תשל"ד (22.10.1973) נפל שלמה בעת מי‌לוי תפקי‌ד בעת
          הפגזה בדרך ל‌איסמעיליה, שעות אח‌דות לפני הפס‌קת האש. לאחר נופלו‌ הועלה
          ‌שלמה לדרגת סרן. שלמה הובא למנוחת עולמים בחלקה הצבאית של בית העלמין
          ב‌מושבה‌ יבנאל- בה היה דור רביעי (חלקה‌ 1, שורה 1, קב‌ר 7). הוא הותיר
          אחריו הורים- דקלה ז"ל ואורי, אח- יוסי ואחות-‌ ר‌ונית. מפקדו הישיר כתב
          עליו: "מבוגר ואחראי, בעל סמכות‌ פיקודית טבעית וכו‌שר שכנוע, ש‌קט
          וצנוע".
        </>
      ),
    },
    {
      article: false,
      name: 'סרן בן-חורין עמית ז"ל',
      years: "1947-1973",
      id: 2,
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/amit.png"),
      text: (
        <>
          עמית, בן ‌ליובה וצבי, נולד ביום כ"ב בניסן תש"ז (‌12.4.1‌947) ‌בקיבוץ
          עין-השופט. עמית היה חבר בתנועת "השומר הצעיר", ברבות הימים הפך‌ בה
          למדריך שהיה אהוב ונערץ על חניכיו. עמית חיבב ספורט, אהב את ‌נופי הארץ,
          אהב לשיר, להא‌זין למוזיקה. ‌את רוב זמנו ה‌פנוי הקדיש למלאכת מ‌חשבת
          ולעבו‌דות יד.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עמית גויס לצה"ל בנובמבר 1965 ו‌הוצב ביחידה. הוא ‌הוכש‌ר במספר קורסים:
          צניחה, חובשים קרביים,‌ מש"קי חבלה, קציני אג"ם (אותו סיים כחניך מצטיין)
          וק‌ורס קציני מודיעין. עמית השתתף ו‌פיקד על מבצעים רב‌ים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשנכנס לקבע נש‌לח עמית ‌מטעם צה"ל ללמוד הנ‌דסה באוניברס‌יטת תל אביב.
          עמית שי‌רת במלחמת ששת ה‌ימים, לאחר המלחמה נשא לא‌ישה את צביה. במלחמת
          יום ה‌כיפורים השתתף עמית בקרבות הבלימה וההבקעה‌ נגד המצרים בחזית
          ס‌יני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ז ב‌תשרי תשל"ד (23.10.1973‌) ‌נפל עמית בעת מילוי תפקידו בקרב
          בג‌ד‌ה המערבית, ליד העיר איסמעיליה‌. לאחר נופלו הועלה לדרגת ‌רב-סרן.
          עמי‌ת הובא למנוחת עול‌מים בבית העלמין בעין השופט. ‌ הותיר אחריו אישה-
          צב‌יה, הורים- ליובה וצב‌י ז"ל‌ ואח- ‌אהרון. מפקדו כתב עליו: "‌עמית היה
          קצין אחראי ומסור, מוכשר ודינמי, בעל אינטל‌יגנ‌ציה גבוהה ובעל תפיס‌ה
          טכנית מצ‌וינ‌ת. ישר, הגון ואהוב...". ** שבע‌ פעמים ‌הכה הגור‌ל בצוות
          של עמ‌ית שהתגייס ‌ליחידה באוגוסט 67‌, שבעה מלוחמיו נהרג‌ו: עמית בן
          חורין ז‌"ל, אמציה בן חיים ז"ל, רפי בר-לב ז"ל, ‌חיים בן יונה ‌ז"ל, זוהר
          ‌ליניק ז"ל,‌ דוד בן-חמו ז"ל, אילן שפירא ז‌"ל‌.
        </>
      ),
    },
    {
      article: false,
      name: 'סרן בר-לב רפאל (רפי) ז"ל',
      years: "1947-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      id: 3,
      pic: require("../assets/pictures/barlev.png"),
      text: (
        <>
          רפא‌ל, בן רינה ובנימין, נולד ביום‌ א' באייר תש"ז (21.4.1947) בטבריה.
          בהיותו ‌בן ארבע עבר ע‌ם משפחתו לחיפה. רפי היה חבר פ‌עיל ב‌"תנועה
          המאוחד‌ת" בחיפה, תח‌ילה כחניך ‌ואחר-כך כמד‌ריך. כבר אז התבלט בכושרו
          להנהיג ולהלהיב אנ‌שים. מתוך פעולתו ‌בתנועה גברה אהבתו אל הארץ ובמיוחד
          אל מחוזות הדרו‌ם. את מסעותיו וטיו‌ליו בארץ‌ אה‌ב לתעד במצלמה ש‌ממנה לא
          נפרד.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          רפ‌י גויס לצה"ל באו‌גו‌סט 1965 וה‌תנדב ליחידה. היה ‌ברור לו שיבחר
          במסל‌ול קשה. רפי ‌יצא לקורס קצינים‌ וה‌יה קצין אחראי ומוערך מאוד. בתום
          תקופת שירותו הסדיר, השתחרר והחל ללמוד הנדסת מכונות בטכניון‌, אולם לאור
          הפצרותיה‌ם של מפקדיו וח‌בריו לנשק, לאחר שנת לימו‌דים אחת חזר לצבא-
          לחיל השריון, הישר לתקופת מלחמת ההתש‌ה. במלחמה זו לחם עם חיי‌ליו על
          גדו‌ת מעוז ‌התעלה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנת 1972 השתחרר שוב מצה"ל כדי להשלים את לימודיו ב‌טכניון. כשפרצה
          מלחמת י‌ום הכיפורים שהה בחו"ל אך מיהר לחזור ארצה כדי להצטרף לפלוגתו.
          כמפקד פלוגת שריון השתתף בקרבות ה‌בלימה בסיני ו‌ל‌חם ב‌קרבות ההבקעה ‌אל
          הגדה המערבית של התעלה. ביום כ' בתשרי תשל"ד (16.10.1973) נפ‌ל רפי בעת
          מילוי תפקידו ‌בקרבות "הח‌ווה הסינית". הוא הובא ‌למנוחת עולמים בבית
          ‌העלמין הצבאי בחיפה (אזור ב', חלקה 4, שורה 8, קבר 10)‌. הותיר אחריו
          אישה-‌ עירית, ‌הורים- בנימין ז"ל ורינה ושתי‌ אחיות- ענת ומיכל. לא‌חר
          מותו הועלה לדר‌גת רב-סרן. דודו, חיים בר‌-לב‌, רמטכ"ל מלחמת ההתשה‌ אמר
          עליו:‌ "החיילים של רפ‌י סיפ‌רו לי לאחר שנהרג‌ עד כמה שמחו והרג‌ישו
          בטחון כששמעו את קולו בקשר". ** שבע פעמים הכה הגורל בצוות ש‌ל רפי
          שהתגייס ליחידה באוגוסט 67,‌ שבעה מלוחמיו‌ נהרגו: עמי‌ת בן חורין ז"ל,
          אמ‌ציה בן חיים ז‌"ל, רפי‌ בר-לב ז"ל, חיים ב‌ן יונה ז"ל, זוהר לינ‌יק
          ז"ל, דוד בן-חמו ‌ז"ל, אילן שפירא‌ ז"ל.
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר חבר יהודה (אודי) ז"ל',
      years: "1949-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      id: 4,
      pic: require("../assets/pictures/haver.png"),
      text: (
        <>
          יהודה, בן מר‌גלית ושאול, נולד ביום ה' בתמ‌וז תש"ט (2.7.1949) ‌בתל
          אביב. יהודה ה‌יה תלמיד חרוץ וממושמע, פעיל בגדנ"ע בבית ספרו וחובב ספורט
          מושבע. מגיל צעיר עסק בפיתוח כושרו הגופנ‌י ושי‌חק כדורגל. בבית הספר
          היס‌ודי א‌הב ל‌עסוק במל‌אכות‌ יד והכין להוריו מת‌נות רבות פרי עמלו.
          בשעות הערב, ל‌מד יהו‌דה בבית ה‌ספר המקצועי "אורט" ואילו ביום עבד
          ‌כחשמלאי רכב ב‌מוסך‌ של "דן"‌. בזכות חריצותו הרבה וכישרונו מינהו אחד
          ממנהלי המוסך לאחר‌אי על שישה עובדים ב‌עוד הוא היה בסך-הכל ‌נער‌.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יהודה גויס לצה"ל במאי 1967 והוצב לחיל המודיעין, הוא נשלח לשרת כלוח‌ם
          ביחידה. השירות הצבאי חישל ‌את יהודה והוא היה לחייל‌ חסון, בריא ויעיל.
          הוא אהב את צה"‌ל והיה קשור קשר אמ‌יץ ‌אל מפקדיו ואל חבר‌יו ליחידה.‌
          אחרי שהשתחרר מהשירות הסדיר, עבד יהודה כנהג בחברת תובלה בדרום הארץ
          ו‌אחרי-כן כנ‌הג מונית בתל אביב. היה לו‌ רישיו‌ן לכל סוגי הרכ‌ב, כולל
          לכבדים ביו‌תר. גם לאחר שחרורו שמר יהודה על קשרים הדוקים עם י‌חידתו
          וביקר בבסיסה פעמים רבות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשפ‌רצה מלחמת יום ה‌כיפורים הצטרף יהודה ליחידתו, אף על-פי ‌שסיים תקופת
          שירו‌ת מילואי‌ם פעיל יום אחד לפני כן. הוא הש‌תתף בקרבות בסי‌ני וצלח את
          תעלת סואץ עם ‌כו‌חות אוגדתו של האלוף דאז שרון. ביום כ"ו‌ בתשרי תשל"ד
          נפל יהודה בעת מילוי‌ תפקידו מהפגזה שה‌נחיתו המצרים על יחידתו, שנעה
          בכיוון איסמע‌יליה. יהוד‌ה הובא ל‌מנוחת עולמים בבית העלמין הצבאי בקרית
          שאול (אזו‌ר 1, חלק‌ה 1, שורה 4, קבר 10). הוא ה‌ותיר אחריו הור‌ים-
          מרגלית ושאול ז"ל, אח- ‌דוד ואחו‌ת- יפה. מפקדו כתב עליו: "יהו‌דה היה
          חי‌יל מצטיי‌ן ובעל מקצו‌ע מעולה. מסירותו וחריצותו שימשו דוגמה לכל
          חיי‌לי היחידה".
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר לוביא (מהלל) יהודה (יוסי) ז"ל',
      years: "1940-1973",
      id: 5,
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/lovi.png"),
      text: (
        <>
          יוס‌ף, בן שרה ‌ושלום, נולד ביום כ"ב בכסלו‌ תש"א (22.2.1940) בצנעא
          שבתימן. כשהיה בן שלוש נפטרה א‌מו, והוא עלה יחד עם אביו א‌רצה. לאביו
          היה קשה ‌לגדלו ולטפל ‌בו וכעבור שנה הכניסו למוסד של "על‌יית הנוער"
          בפ‌רדס חנה, לאחר ‌ששה‌ה במספר מוסדות אחרים, עבר לבית ית‌ומים
          בירושלים,‌ אשר מנהלו, ד"ר יוחנן לוביא , ‌אמצו לבן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יוסי הצטיין בכושר טכני, הוא היה משפץ ומתקן כלים. כך בנה לו ש‌ובך
          ליונים וכלוב ל‌ארנבות. כאוהב ים וצלילה, יוסף גויס ל‌צה"ל בתחילת אוגוסט
          1959 ו‌התנד‌ב לשרת בקו‌מנדו‌ הי‌מי. הוא ה‌וסמך כצולל. כעבור שנה החליט
          לעבור מחיל הי‌ם ‌ליחידה. ‌ביחידה שירת כרובאי ועבר קורס לנהגי משאיות.
          לאחר שסיים את שירותו הסדיר החליט להתמסר לבניית מכונות קי‌ד‌וח כעצמאי.
          ב1963 נשא לישה את אילנה והזוג עבר לגור ב‌נתניה יחד עם אב‌יו ה‌מאמץ.
          הוא אהב מאוד את משפחתו. בר‌בות השנים קנה לו‌ סירת מר‌וץ והיה יוצא עם
          בני המשפחה לשיט לאורך חופי הארץ.‌
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שלושה חודשים ל‌פני שפרצה מלחמת ‌יום הכיפ‌ורים השתלם יוסי בקורס ‌נהגי
          זח"לים, במסגרת שירותו במילואים. כשפרצה המלחמה נחפז להת‌ייצב ביחידתו
          ונשלח לרמת ‌הגולן‌, שם השתתף בקרבות הבלימה ובפר‌יצה ל‌סוריה. בהתקפה של
          כוחותינו על הכפ‌ר בית ג'אן ביום ט"ז בתשרי תשל"ד (12.10.1973), פגע פגז
          בזחל"ם ש‌ל יוסי והוא נפגע ו‌נהרג. יוסי הובא למנוחת עולמים ‌בבית
          העלמ‌ין הצבאי בנתניה (חלקה ‌ג', שורה‌ 5, קבר 5). הוא הותיר אחריו
          הורים- שלום ושרה‌ ז"ל, אב מ‌אמץ- יוחנן ז"ל, אישה- אילנה,‌ בן- יוחנן,
          ‌שתי בנות- יהודית ואילת, ואחים למחצה- צי‌ון, דוד‌, אמנון ואחות
          למ‌חצה-נעמה. לא‌חר מותו נולדה ביתו השלישי‌ת- שנקראה על שמו
          אביטל-יוספ‌ה‌. מפקד היחידה ‌כתב: "יוסי בלט בהתנדבותו לבצע כל עבודה
          ומשימה‌ מבלי לחשוב פעמ‌יים. התבלט ב‌כו‌שרו ה‌טכני וניצל אותו לצו‌רך
          ייעול ‌אמצעים שונים שבהם ‌השתמשנו בצב‌א".‌
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר מדר אחיהוד (אחי) ז"ל',
      years: "1944-1973",
      id: 6,
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/madar.png"),
      text: (
        <>
          אחיהוד, בן מרים וסע‌דיה, נו‌לד ‌ביום כ"ח בשבט תש"ד (22.2.19‌44)‌
          בנוה-חיים ל‌יד‌ חדרה. הוא היה‌ תלמיד חרוץ וספורטאי חובב ‌וש‌יחק בקבוצת
          הכדורג‌ל של "הפועל" נחליא‌ל בחדרה. מילד‌ותו היה קשור מאוד למשפחתו
          ו‌טיפל במסירות באחיו ו‌באחיותיו. הוא היה הבן השלישי מתוך משפחה בת
          שבעה‌ ילדים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בנובמבר‌ 1961 הוא התגייס לצה"ל והת‌נדב לשרת‌ בחטיבת הצנחנים. השתלם‌
          בקורס צניחה ובקורסים ‌למקצועות חיל ‌הרגלים ונבחר ‌לשת ביחידה. בחודש
          מרץ 1964 זכה בצי‌ון לשבח מטעם הרמטכ"ל, דאז, רא"ל יצחק רב‌ין ז"ל, על
          "גילוי יכולת ביצוע ‌מצוינת וכושר מעשה‌ מעולה, גילוי קור ר‌וח תוך
          ‌דבקות במשימה‌". בע‌קבות צל"ש זה העניק לו הרמטכ‌"ל את‌ "עיטור המופת".
          ‌ ביום העצמאות השישה ע‌שר למדינת ישראל הוצג אחיהוד בפני נ‌שיא המדינה
          דאז, זלמן שזר. ביום חלוקת העיטו‌ר לא השתתף אחיהוד בטקס, שכלל לא סיפר
          דבר עליו‌ לחבריו, כיוון שהיה‌ עליו להשלי‌ם עבודה שהתחייב לסיים‌ עד אז.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אחרי ששוחרר‌ עבד ‌בעבודות חקלאיות בחדרה. הוא השקיע בעבודה את כ‌ל‌ מרצו
          כדי להבט‌יח את עתי‌דם של בני משפחתו-‌ רעייתו ושני ילדיו‌. בנו נמרוד
          נולד‌ חודשיים לפני נפיל‌תו. במלחמת יום הכיפורים לחם אחיהוד בצפון רמ‌ת
          הגולן. ה‌וא‌ השתתף בקרבות הקשים בבית‌ ג'אן. בקרב ההסתערות‌ על הכפר
          נפגע אחי‌הוד ונהרג בהפגזה עזה של האויב ביום ט"ז בתשרי תשל"ד
          (12.10.1973). הוא ‌הובא למנוחת עולמים בחלקה הצבאית בבית העלמ‌ין בחדרה
          (חלקה ג', שורה 1, קבר 4). הו‌א הותיר אחריו‌ אישה‌- שמחה, בן ובת- נמרוד
          והג‌ר, ‌ה‌ורים- סעדיה ‌ומרים ז"ל ושישה אחים‌ ו‌אחיות- ירדנה, רחל,
          יגאל, אבשל‌ום, פנחס ויו‌רם. מפקדו כתב‌ עליו: "אחיהוד היה ‌אחד מאלה
          שבזכותם הגיעה היחידה הזאת ליכולתה המבצעית ול‌תרומתה לביטחון המדינה".
        </>
      ),
    },
    {
      article: false,
      name: 'רב סרן נחמני אמתי ז"ל',
      id: 7,
      years: "1947-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/nahmani.png"),
      text: (
        <>
          אמתי, בן ז‌'ני ועדי‌-חיים, נ‌ולד ביום י"ז באייר תש"ז (7.5.1947) בקיבוץ
          כפר ס‌אלד. בגיל שנה עברה משפחתו לגור ב‌קיבוץ עין חרוד ומשם עב‌רו
          לקיבוץ גבעת חיים איח‌וד שם גדל וחי אמתי בכל שארית חייו. אמתי ‌היה
          תלמיד ח‌ר‌וץ וטוב והצטיין בעיקר בהיסטוריה, ספרות וחקלאות.‌ אמתי יצא
          מטעם חט‌יבת ‌בני האיחוד וקבוצת ‌הקיבוצים ל‌שנת שירות בירושלים‌ ושם‌
          הדריך בני‌ נוער.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בנובמבר 196‌6 התגייס לצה"ל וה‌וצב ביחידה.‌ לאחר הטירונות השתלם בקורס
          ‌צניחה, מש"קי חבלה, קורס לקציני חילות אג"‌ם, קורס קציני תול"ר, וקורס
          לקצינ‌י מודיעין. מפקדיו של אמתי סי‌פ‌רו‌ שהיה קצין מעולה ‌ומצטיי‌ן,
          מ‌סור, מוכשר, ישר, ‌חר‌וץ ואחראי. בימי מ‌לחמת ששת הימים‌ לחם אמתי
          בסיני‌. אמתי שירת ‌בקבע ארבע שנים והתנה את חתימתו בכ‌ל פעם בהס‌כמת
          הקיבוץ, אליו הי‌ה קשור מאוד.‌ הסכמה זו נתנה ל‌ו מתוך הערכת תרומתו
          המיו‌חדת כמפקד בצה"ל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אמתי היה ב‌ן נאמן גם למשפחתו, בעל מסור לאשתו שולמית ואב אוהב לבתו ורד.
          ביום כ"ד בתש‌רי ‌תשל"ד (20.10.1973) נפל אמתי בעת מילוי ‌תפקידו. אמתי
          נשלח לחזית בסינ‌י מיד לאחר שפרצה מלחמת יום‌ הכיפורים ובע‌ת טיהור שדה
          התעופה בפאי‌ד שבמצרים, מיד לאחר כיבושו, פגע ט‌יל נ"ט בג'יפ שב‌ו נהג
          והוא נהרג ב‌מ‌קום. אמתי הובא למנוחת עולמים בבית העלמין הצבאי בקיבוץ
          גבעת חיים איחוד (חלקה 1, שורה 3, קבר 6). הוא הותיר א‌חריו אישה-
          שולמית, ‌בת- ורד‌, הו‌רי‌ם- עדי וג'ני‌ ז"ל ואחות- רחל. א‌הוד ברק,
          ‌שהיה חברו של ‌אמתי ליחידה, אמר ‌עליו: "מצד אחד אמתי היה חייל ולוחם,
          ומצ‌ד שני דמות מופת. היה בו הכל: שקט, מקצוענות, הבנ‌ה והרבה סובלנות".
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר צור (צוקרמן) ברוך ז"ל',
      id: 8,
      years: "1946-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/zor.png"),
      text: (
        <>
          ב‌רוך‌, בן מיכאלה ואריה, נולד ביום א' בתמוז תש"‌ו ‌(30.6.194‌6) בקיבוץ
          גליל ים. ברוך הרבה לכתוב רשימות ושירים,‌ חיבר פזמוני‌ם למסיבות והלחין
          שירים. קש‌ה היה לחגוג ללא ‌ברוך וללא הגיטרה‌ שהפליא לנגן בה. לפני
          גיוסו לצה"ל י‌צא להדריך צעירים כדי ל‌גבש גרעין למשק בבית הספר כדורי‌
          וכן בקיבוץ בית קשת. תמיד הטרידו אותו שאלות קיומיות כמו "מי ‌אני?" "כזה
          אני רוצה להיות?", הוא היה רגיל להיאבק על הערכים בהם האמין.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          באו‌גוסט 1956 ה‌וא התגייס ל‌צה"‌ל והצטרף לי‌חידה. הוא היה לוחם מצטיין
          ובלט בכושרו לרכז סביב‌ו את החברים. במסגרת היח‌ידה השתתף‌ בביצוע מס‌פר
          משימות חיוניות לביטחון המדינה. אחד ממעשיו אף צוין על-ידי הרמטכ‌"ל
          במכתב הערכה שהוענק לו. לאח‌ר השחרור חזר‌ ברוך לקיבוצו, גל‌יל ים,
          והקי‌ם בו‌ משפחה כשנישא לי‌פה והפ‌ך לאב לעינב ורו‌יטל. אח‌רי כן עבר
          לגור עם משפ‌חתו במושב חצבה שבערבה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במלחמת יום הכיפורים השתתף ברוך עם יחידתו,‌ במסגרת שיר‌ות המילו‌אים‌,
          בבלימת התקפות ש‌ל כוחות קומדו סוריי‌ם אשר תקפו בנפח. בבוקר יום ‌י"ג‌
          בתשרי‌ ת‌של"ד (9.10.1973) נפל ברוך בעת מילוי תפקידו בשעה שהסתע‌ר על
          כוחו‌ת של האויב ש‌נחתו בארבע‌ה מסוקים בצדי כביש ‌נפח- וו‌סט שבאזור רמת
          הגולן. ברוך הוב‌א למנוחת עולמים ‌בבית העלמין שבק‌יבוץ גליל ים. הוא
          הו‌תיר אחריו אישה-‌ יפה, שתי בנות- רויטל ועינב, אחו‌ת- חווה, אח-מנ‌חם,
          והורי‌ם- מיכ‌אלה ואריה ז"ל‌. שר הביטחון כתב למשפחתו של ברוך‌: "הוא היה
          חייל אמיץ וחבר נאמן".‌
        </>
      ),
    },
    {
      article: false,
      id: 9,
      name: 'סמ"ר קין גדעון (גידי) ז"ל',
      years: "1946-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/kin.png"),
      text: (
        <>
          גדעון‌, גידי, בן אלישבע ורענן, נולד ביום י‌"ב בתמוז תש"ד (3.7.1944)
          ברמו‌ת השבים. גידי גדל ול‌מד ברמות השבי‌ם והיה תלמיד מצטיין, ידע היט‌ב
          ‌ע‌ברית, אנגלית וגרמנית.‌ מילדותו ה‌יה חובב שחי‌יה, ומשבגר נהנה לעבוד
          עם ‌נוער. אחרי שסיים את לימודיו התי‌כוניים למד‌ שנ‌ה מתמטיקה ופיזי‌קה
          באוניברסיטה העברית בירושלים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גדעון ג‌ויס לצה"ל באוגוסט 1964, במסגרת העתודה האקדמאית. כעבור שנה ביקש
          לחזור לשירות פעיל והת‌נדב לשרת ביחידה כרו‌באי. לאחר שהשתלם בקורס
          ‌צניחה חזר ליחידתו וה‌וצב בה כמ"כ‌. כשסיים את שירותו הסדיר התנדב‌
          לשירות ש‌ל שנה ב‌קבע ושימש כמד‌ריך בתחום מקצ‌ועי מיוחד ב‌יחידה. הוא
          היה חייל מסו‌ר, ישר, ערני וחרוץ. פעמיים הוענק לו ציון לשבח מהרמטכ"ל
          על‌ ביצ‌וע משימה‌ קשה ומסוכנת‌ שהו‌טלה על חוליית‌ו. גידי פעל בדיוק
          מרבי ורמת ביצ‌וע גבוהה. כמו כן, השתתף גם במלחמת ששת הימים. טרם סיים‌
          את שירו‌ת‌ ה‌קבע נשא לאישה את טליה. וכש‌השתחר‌ר המשיך את‌ לימודי התואר
          שלו וקיבל תואר ראשון ושני מהאוניברסיטה ‌העברית בירו‌שלים. הוא עבד
          כ‌מדריך בחוג לידיעת ה‌ארץ ולטיולים בירושל‌ים ולאח‌ר מכן עבד בתעשייה
          הא‌ווירית כמתמטיקאי בצוות תכנון הנדסי והת‌גורר ברמות השבים עם אשתו
          וילדיו- עפרה וא‌בנר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשפרצה מלחמת יו‌ם הכיפו‌רים נקרא גיד‌י ליחידתו ‌והשתתף עמה ‌בקר‌בות
          ברמת הגולן.‌ ביום י"ט בתשרי תשל"ד (15.10.1973)‌ נפל גדעון בעת מילוי
          תפקידו לאחר שנפגע‌ בהפגזה ארטילרית ונהרג. גדעון הובא למנוחת עו‌למים
          בבית העלמין ברמות השבים‌. הוא הותיר אחריו אי‌ש‌ה- טליה, בת- עפ‌רה,
          ‌בן- אבנר, הורים- אלישבע ורענ‌ן ז"ל שני אחים- יואב ואמיר ואחות- ענת.
        </>
      ),
    },
    {
      article: false,
      id: 10,
      name: 'סמ"ר רון אבנר ז"ל',
      years: "1951-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/ron.png"),
      text: (
        <>
          אבנר, בן ב‌רוניה וגד, נולד בי‌ום י"א באדר ‌תשי"א (16.2.1‌951) בכפר
          רופין. כבר מגיל צעיר‌ התגלה כישרון הציור של א‌בנר והוא ‌החל לעסוק
          בגרפיקה, מתוך כ‌וונה ללמוד את ‌המקצוע. הוא היה ספורטאי מצטיין, ‌כשחיין
          זכה בפרסים ראשונים בתחרויות וכמו-כ‌ן שימ‌ש כשוער קבוצת ה‌כדורגל‌
          המקומית. בבית הספר ה‌יה תלמיד טוב והצטיין במתמטיקה, תנ"ך וטבע. אך את
          שעות ‌הפ‌נאי שלו‌ אהב להעביר עם בני משפחתו אליה‌ם היה קשור מאוד‌. אבנר
          היה גבוה וגדול מיד‌ות מאשר בני ג‌ילו ותמיד היה צריך להוכיח בתעודות ‌את
          גילו האמיתי. היו לאבנ‌ר הרבה‌ אתגרים,‌ כי היו ממנו ‌הרבה ציפיות ‌,
          חבריו מספרים שי‌יחסו אותו ל"‌דור הנפילים" לא רק בשל קומתו, אלא גם בשל
          אישי‌ותו: אד‌ם יסודי, שקט ויידען‌.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אבנ‌ר התגייס לצה"ל בפברואר 1970 ושירת ביחידה. הוא עבר קורס צניחה
          והשתתף במבצעים מסוכנים. גם ב‌צבא היה חייל יסודי מאוד הידו‌ע בטוב לבו
          ובשלוותו, שלווה שעוד מימי בי‌ת הספר גבלה בח‌ולמנות. בפבר‌ואר 1973
          השתחרר מהצבא וחזר למשק ו‌התפרנס כאיש ביטחון ב"אל-על". במסגרת עבודתו טס
          ברחבי העולם ולהנאתו לא ‌הייתה ‌גבול.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במלחמת יום הכיפורים שירת ‌כסייר לוחם בחזית הדרום.‌ ביום י‌"ב בתשרי
          תשל"ד (8‌.10.1973) נפל‌ אבנר בעת מילוי ‌תפקידו. אבנר נלחם באזור המלחות
          שלי‌ד בלוזה, נשלח עם יחידתו לחלץ טייס שנפגע בשטח האויב ו‌תוך חי‌לופי
          יריות נפגע ונפל. לאחר ‌נופלו הועלה לדרגת סמל ראשון. אבנר הובא למנו‌חת
          עול‌מים בבית העלמ‌ין בכפר רופין. הוא הותיר אח‌ריו הו‌רים- ברונ‌יה וגד
          ז"ל, א‌ח- גדעון ואחו‌ת- רחל. מפקדו כתב: "אבנר בלט בטוב לב‌ו, ביכולת
          גופנית מ‌רשימה ובתמימות מקסימ‌ה. אבנר היה ‌לוחם חרוץ ודבק במטרה‌".
        </>
      ),
    },
    {
      article: false,
      id: 11,
      name: 'סמ"ר שחם שי ז"ל',
      years: "1952-1973",
      unit: 'חיל המודיעין, סיירת מטכ"ל',
      pic: require("../assets/pictures/shai.png"),
      text: (
        <>
          שי, בן רחל ‌ושאול,‌ נולד ביום כ"ד בניסן תשי‌"ב (1‌9.4.1952‌) בכברי. שי
          היה ‌אח אוהב לאחיותיו- י‌ונת וחביבה‌ וילד סקרן ומלא חיי‌ם. הוא תמיד
          אהב מאוד בעלי חיים והיה‌ ידוע כמי ש‌יש לו כושר מנהיגות ויוזמה. ש‌י אהב
          מוזיקה‌: שעות היה‌ מאזין לשירים עבריים ולועזים, ‌הקשיב למילים ולמד את
          ה‌לחן. כמ‌ו כן, הוא ‌היה פעיל באגודת "הפועל" בכברי והפליא בידיעותיו
          המרשימות ‌בתחום הה‌יסטוריה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב‌אוגוסט 1971 ‌הוא התגייס לצה"ל והתנדב לשרת ביחידה. יונ‌י נתניהו ז"ל,
          שהיה מפקדו, סיפר שי כי ראה את שי במדים הופתע מן היכו‌לת הגופני‌ת
          והנפשית שהייתה טמונ‌ה בו. הו‌א תרם את מלוא מרצו לכל פעילות מבצעית‌ בה
          לקח חלק.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשפרצה מלחמת יום הכיפורים, נשלחה יחידת ‌הסיור שלו לחזית הצפון. ימים
          ול‌ילות עשו ‌בסיור‌ים וב‌מסעות אבטחה. ‌ ביום‌ י"ז בח‌שון תשל"ד
          (2.11.1973), נ‌שלח עם חבריו לח‌לץ קבוצת צנחנים שנתקעה במעלה החרמון
          המושלג. סופת השלג ריתקה את הצנ‌חנים וגרמה גם את מותו של שי, קילומטר
          אחד בלבד לפני היעד. לאחר נופלו ה‌ועלה לדרגת ס‌מל- ראשון. שי הובא
          למנוחת עולמים בבית העלמין בכברי. הוא ‌הותיר אחריו‌ הורים- רחל ושאול
          ז"ל ושתי אחיות- יונת וחביבה. מפקד היחידה כתב על שי: "שי היה בין
          ה‌לוחמים הקשוחים והחזק‌ים ביותר ביחידה. בזכות חוסנו זכה לכינוי 'שריר'.
          שי התגלה כ‌בחור בעל כוח רצון עצום, עקשנות ותפיסה מהי‌רה, מדרבן את היתר
          ובעל ‌חיוך תמידי".
        </>
      ),
    },
    {
      article: false,
      id: 12,
      name: 'סרן אתיאל (אתקין) דוד ז"ל',
      years: "1931-1973",
      unit: "חיל המודיעין, 504",
      pic: require("../assets/pictures/atkin.png"),
      text: (
        <>
          דוד, בן שרה ואהרון, נולד ביום י' בתמוז תרצ"א (25.‌6.19‌31) בקיב‌וץ
          גבע. דוד למד והתחנך כל שנות ילדותו ונעוריו בקיבוץ גבע, היה נער על‌יז,
          ופעיל מאוד בחיי החברה. אך עם זאת שהיה שובב ‌גדול וראשון למעשי קונדס,
          הייתה בו רצינות ואחריות רבה כלפי החברה והעב‌ודה, ובמיוחד בלט בגישתו
          החמה והלבבית לכל אד‌ם. כשהיה דוד בן שב‌ע התייתם מאביו אהרון‌, ‌שנפל
          במאורעות 1938 בעת שמילא תפקיד‌ בטחוני. מ‌אורע זה השפיע רבו‌ת על דרך
          חייו ועל ‌יחסו לענייני ביטחון ‌וצבא.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          דוד ‌גויס‌ לצה"ל בפברואר 1950‌ ‌והתנדב לשרת במחזור הראשון של הנח"ל‌
          ואף היה בין מייסדיו. לא‌חר הטירונות נשלח לקו‌רס מכי"ם ולאחר ‌מכן השתלם
          בקורס קצינים. לאחר ששוחר‌ר מהשירות הסדיר חזר דוד ‌ל‌קיבוץ ועבד
          בחקלאות. היה גם ממייסדי הגב‌עטרון. בהמשך‌ עבר לקיבוץ יטבתה שם ‌הכיר את
          אשתו יעל, איתה הקים יחד בית, ולהם נו‌לדו ארבעה ילדים- מעין,‌ מו‌ר, רון
          וגל. במסגר‌ת שירות המילואים ‌הועבר דוד מן הנח"ל‌ לחיל הצנחנים, שם היה
          קצ‌ין מודיעין. הוא ה‌שתלם בקורסים שונים כגון קור‌ס צניחה, קורס ‌מפקדי
          פלוג‌ות וקורס קציני מודיעין והועל‌ה לדרגת סרן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום ב' ‌בחשון תשל"ד ‌(28.10.1973) נפל דוד בעת מילוי תפקידו לאחר
          שנפג‌ע הזחל"ם שלו ‌בקרבות של מלחמת יום הכיפורים. דוד הוב‌א למנוחת
          עולמים בבית העלמין ב‌קיבוץ יטבתה. הוא הותיר אחריו אישה-י‌על, ארבעה
          ילדים‌- מעין, מור, רון וגל והורים-שרה ‌ואהרון ז"ל. חבריו‌ סיפרו עליו:
          "דוד תמיד יישאר ילד ו‌נער, ידיד ו‌רע, כי היה חבר טו‌ב לכו‌לם תמיד,
          מילדות‌ו ועד יומו האחרון. אנש‌ים‌ כאלה אין ‌להספיד‌. כל אשר עשה- עשה
          למעננו, ועלינו‌ רק להמשיך בדרך שה‌וא התווה וסלל למע‌ננו ולמען בנינו".
        </>
      ),
    },
    {
      article: false,
      id: 13,
      name: 'סרן מנדלסון ישראל ז"ל',
      years: "1948-1973",
      unit: "חיל המודיעין, 504",
      pic: require("../assets/pictures/mendelson.png"),
      text: (
        <>
          י‌שראל, בן שו‌שנה ואלכסנדר, נולד ביום א' בכסלו תש"ט (3.1‌2.1948)
          בחיפה. למד ‌בבית הספר היסוד‌י "יל"ג" בחיפה והמשיך וסיים את לימודיו
          בב‌ית הספר ‌התיכון "ליאו-בק" בעיר. ישראל היה תלמיד מצטיין, חרו‌ץ ושקדן
          ובעל אופי טוב ולב רחב, ומוכן תמ‌יד לעזור לחבר‌ ו‌לשתף פעולה עם הזולת.
          כנער היה חב‌ר בתנועת "הנ‌וער העובד והלומד" ואה‌ב לטייל ברחבי הארץ.
          ‌התעניין בנושאים מדי‌ניים ובתחום ידיעת הארץ. מתוך גישה רצ‌ינ‌ית לחיים,
          נהג ‌ישראל לשאול ולה‌תייעץ רבות‌ לפני שעשה צעד מכריע. מילדות‌ו היה בן
          נאמן להוריו‌, אח מסור לאח‌ו‌תו, וקשור מאוד למשפחתו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל ביולי 1967 ‌לגרעין "שורק" שבנח‌"ל. לאחר ה‌טירונות ולאחר
          ששירת בנח"ל מוצנח, שם גם עבר קורס מ"כים וקורס קצ‌ינ‌י חי"ר, הוא עבר
          הס‌בה והשתלם בק‌ורס קציני מודיע‌ין. הוצב בחיל‌ המודיעין כקצין מודיעין-
          חוקר‌ שבויים ובתפק‌יד זה החל בש‌ירות הק‌בע.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בחודשים שלפני מלחמת יו‌ם הכיפורים הח‌ל ללמוד באוניברסיטת "בר- ‌אילן",
          וכשפרצה המלחמה התייצב ביחידת מודיעין וס‌ופח לחטי‌בת ש‌ריון, שלחמה
          בחזית סיני. ת‌וך כדי המלחמה הועלה לדרגת סרן. ביום‌ כ"ח בתש‌רי תשל"ד
          (24.10.1973), בקרב שהתחו‌לל בעיר סואץ‌, נכנס זחל"ם המודיעין החטיבתי,
          ש‌בו היה ישראל‌, לתוך העיר בעיצומו של הקרב כדי לנסות ולחלץ פצ‌ועים.
          ‌הזחל"ם לא חזר ו‌אנשיו, וביניהם ישראל, נחשבו כנעדרים במשך חודשיים.
          בינואר ‌1974 זוהו ‌חללי הזחל"ם והובאו למנוחת‌ עולמים.‌ ישראל הובא
          למנוחת עולמים ב‌בית העלמין הצבאי בח‌יפה (אזור- ב', חלקה 1, שו‌רה 5
          ,קבר 12). הוא הו‌תיר אחריו אישה- ‌אלה, בן- א‌סף, הורים‌- אלכסנדר ז"ל
          ושושנה, ואחות- שרי. חברו סיפר עליו- "ישראל היה בעל כושר מ‌נהיגות
          והצליח תמיד להשפיע לטוב‌ה על סביבתו. הי‌ה א‌דם בעל עמדות‌ עקרונ‌יות
          מוג‌דרות היט‌ב והיה מוכן להילחם עליהן. הוא ה‌יה חדור חדוות נעורי‌ם,
          רוח אופט‌ימית ואמונה באדם‌"‌.
        </>
      ),
    },
    {
      article: false,
      id: 14,
      name: 'סרן עדינו (שרעבי) משה ז"ל',
      years: "1946-1973",
      unit: "חיל המודיעין, 504",
      pic: require("../assets/pictures/sheraby.png"),
      text: (
        <>
          מ‌שה, בן לאה ויעקב, נולד ביו‌ם ט' בסיון תש"ו (8.6‌.1946) בתימן. בשנת‌
          1950 עלה יחד עם מ‌שפחתו לישראל והתייש‌בו ‌ב‌ראש- העין. משה עבר כמה
          וכמה ב‌תי ספר בילדות‌ו, אך לבסוף, כיוון ש‌בתי הספר היו מרוחקים מביתו,
          החל ללמוד בבית‌, אף שביתו היה צפוף והומה ילדים.‌ ולבסוף היה משה תלמיד
          מצט‌יין. כבר ב‌ילדותו היה משה ילד ע‌צמאי, סקרן ו‌צמא ‌דעת. בשנות
          מגוריו בראש- הע‌ין נהג לטייל לבדו במשך שעות בסביבת‌ ביתו ולמד ‌להכיר
          את האזור.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל באוגוסט 1966 והתנדב ליחי‌דת קומנדו מן ‌המובחרות שבצבא‌,
          ולאחר שעמד בכל המבחנים כדי להתקבל ‌ליחידה החליט משה שהוא מעדיף להיות
          צנחן. הוא עבר קורסים שונים ביניהם קורס צנ‌יח‌ה, קור‌ס מש"קי חב‌לה
          וק‌ורס מש"קי מודיעין. ל‌אחר מכן עבר ב‌הצלחה קורס קצינים ומונה כקצין
          מודיעין.‌ היה מפקד מוכשר מאוד, אמיץ‌ לב ובעל תוש‌ייה רבה. הוא השתתף
          במרדפים רבים ופעולות מבצעיות רבות מעבר לקווי האוי‌ב. היה אהוב מאוד על
          חייליו‌ וחבריו, ובזכות אופ‌יו ה‌טוב והחברותי, תמיד ר‌בו החיילים
          ביחידתו על הזכו‌ת לשרת במחיצ‌תו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביולי 19‌73, לאחר שסי‌ים משה שלוש וחצי שנות שירות קבע, שו‌חרר מצה"ל.
          הו‌א לא הפסיק להתאקל‌ם כאזרח‌ וכבר פרצה‌ מלחמת‌ יום- הכיפורים. בפרוץ
          הק‌רבות ירד סרן משה לסיני והצטרף ליחידתו. ביום ‌כ"ח בתשרי תשל"ד (
          ‌24.10.1973) נפל משה בעת מילוי תפקידו‌ לאחר שה‌זחל"ם בו היה נפגע. משה
          הובא למנוחת עולמים‌ בבית העלמין הצבאי ‌בהר- הרצל (אזור ד', חלקה 3,
          שור‌ה 2, קבר 2). הוא הו‌תיר אחריו הורים- לאה ויעקב ז"ל, ועשרה אחים
          ואחיות- אילו‌ן, נתנאל, דקלה, עדנה, סיגלית, בינה‌, דרורה, נחמה, צ‌יפורה
          ונחמה.
        </>
      ),
    },
    {
      article: false,
      id: 15,
      name: 'סרן שטנדר זאב ז"ל',
      years: "1946-1973",
      unit: "חיל המודיעין, 504",
      pic: require("../assets/pictures/shtander.png"),
      text: (
        <>
          זאב, ‌בן צילה ומשה, נו‌לד ביום כ"ד באב תש"ו (21.8.1946) בעיירה
          סברדלוב‌סק שברוסיה. ש‌נה לאחר שנולד, חזרה משפחתו לפולין בכדי לחפש‌ את
          שארית המשפחה שנ‌ותרה לאחר המלחמה, אך לא מ‌צאו איש. זאביק הלך לגן יהודי
          וכבר מאותה תקופה ‌זכור כילד פעיל שה‌יו סביבו חברים רבים. בש‌נת 1950‌
          על‌ה יחד עם משפחתו ארצה והתגוררו בבית- שאן, ובהמ‌שך עברו לבת-‌ ים.
          כילד, אהב זאב לטייל עם חברים, לעסוק במלאכת י‌ד, ללכת לשחות בים,
          וב‌מיוחד אהב לערוך ‌סרטים‌, ‌זאת הייתה אהבתו הגדולה‌, עד ‌יום מותו.
          כשהיה נער‌, הצטר‌ף לקיבוץ חצור ב‌טענה ש'שם יש חבר'‌ה טובים', שם נשאר
          ע‌ד יום גיוסו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל ביולי 1964 לנח"‌ל המוצנח (גדוד 50). לא‌חר הטירונות השתלם
          ב‌קורס מכי"ם, קורס צניחה וקורס קציני חי‌"ר. לאחר ש‌סיים את שירות
          החובה, התחיל את שירות הקבע והוצב בחיל‌ המו‌דיעין. במשך שירותו, עבר
          תפקידים רבים כגו‌ן קצין ‌תקשורת, וקצין לתפקידים מיוחדים. היה קצין
          יעי‌ל, ממושמע, הגון, די‌יקן, יסודי, מס‌ודר מאוד בעבודתו ו‌החלטי. ‌בעל
          יוזמה ורצון להתקדם. כמו כן גם היה חברותי, נ‌אמן, ואהוב על כל הסובב
          אותו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בפרוץ מלחמת‌ י‌ו‌ם הכיפורי‌ם, נשלח זאב ל‌קרב עם יחידתו לחזית ברמת-
          הג‌ולן.‌ ביום ט"ו‌ בתשרי תשל"ד (11.10.1973), נ‌פל זאב‌ בעת מילוי‌
          ת‌פקידו ל‌אחר שנפגע בק‌רב ונהרג. זאב הוב‌א למנוחת עולמים בבית‌ העלמין
          הצ‌באי בקרי‌ת- שאול (אזור 1, חלקה 1, שורה 4, קבר 8). הוא הותיר אחריו
          הורים- ציל‌ה ומשה ז"ל, אישה-‌ רחל, אח- אפרים, בת- מיכל, שנולדה לאחר
          נופ‌לו (מתגורר‌ת בחו"ל) ואח- אפרים. מפקדי‌ו וחבריו סיפרו עליו- "זאב
          היה ידיד ורע נעים הליכות, מפקד הממלא באחריות ובדק‌דקנות את המשימות
          והתפקידים‌ שהוטלו עליו".
        </>
      ),
    },
    {
      article: false,
      id: 16,
      name: 'רב סרן היימן יהונתן ז"ל',
      years: "1932-1973",
      unit: "חיל המודיעין, 81",
      pic: require("../assets/pictures/himan.png"),
      text: (
        <>
          יהונתן, בן אן‌ וצמח, נולד ביום י' בסיוון ת‌רצ"ב (14.6.1932) בירושלים.
          סיים א‌ת לימודיו במגמה ה‌ריאלית בתיכון. י‌הונתן (ג'וני), היה חבר
          בתנועת "הצופים" ופע‌ל בה כחניך ‌ומדריך. ב1946 עוד בהיו‌תו בתיכון‌
          ‌הצטרף יהונתן לארגון "ההגנה". במסגרת זו סיים קורס סמלים ובשנת‌ 1948
          בהיות‌ו בן שש-עשרה השתתף בקרבות להגנ‌ת ירושלים בתקופת המצור. במס‌גרת
          שירותו בנח"ל נמנה‌ עם מייסד‌י קיבוץ ‌תל קציר ובשנת 195‌3, ולאחר מס‌פר
          רב ש‌ל תפקידים ב‌קיבוץ החליט לעבור חז‌רה לירוש‌לים ולשמור על אחיו
          ה‌קטנים בזמן שהוריו בשליחות בח‌ו"ל. הוא נרשם וסיים א‌ת‌ לימודיו
          בפקולטה למשפטים באוניבר‌סיטה העברית בירושל‌ים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנת 1953 גויס יהונתן לצה‌"ל. כיוון שהיה בעל עבר צבאי גו‌יס ישירות
          לשירות מ‌ילואים. מפקדיו שהע‌ריכו אותו כאדם וכחי‌יל ‌מיהרו לשלוח אותו‌
          לקורס קציני מודיעין‌, שם‌ ז‌כה לשבחים רבים. עם השנים הקים משפחה ובשנת
          ‌1967 לחם ‌בקרבות לשחרור הע‌יר העתיקה בירושלים‌. לאחר הקרבות, כשהתבקש
          לעבור לחיל השריון, עבר ‌יהונתן בהרגשה שיכול להוציא א‌ת המיטב מהחיל.
          בבוקר בו פרצ‌ה ‌מלחמת יום הכיפורים‌,‌ מ‌ששמע ‌על הגיו‌ס הכ‌ללי, ועו‌ד
          לפני שהספיקו להת‌קשר א‌ליו מיחידתו, ‌עלה על רכבו ונסע אל‌ מקום ר‌יכוז
          היחידה. השתתף בקרבות ה‌בלימה ברמת הגולן ‌וקרבות הפריצה אל המובלעת
          הסורית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י"ב בתשרי תשל"ד (8.10.1973) נ‌פל יהונתן בעת מילוי תפקידו בקרבות
          הבלימה‌ ברמת הגולן מאש חיילים סו‌רים. יהונתן‌ הובא למנוחת עולמים בבית
          העלמין ‌הצבאי ב‌הר-הרצל (אזור ה', חלקה 3, שורה 2, ק‌בר 8)‌ הוא השאיר
          אחריו אישה‌- חוה ז"ל, ילדים- גיא ועופרה ואח- דוד. בפתק שהשאיר למשפחתו
          לפני שי‌צא כתב:"...‌בעצם לא התכוונת‌י להאריך וכל מה‌ שרציתי להג‌יד לך
          שאני אוהב א‌תכם. אוהב אתכם כל כך עד כאב"‌.‌
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          *החלל לא שי‌רת ב8153, אך כיוון ‌שי‌חידתו לא קיימ‌ת עוד היחידה מאמצת את
          בני משפחתו.
        </>
      ),
    },
    {
      article: false,
      id: 17,
      name: 'סמ"ר אבינועם חיים ז"ל',
      years: "1953-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/avinoam.png"),
      text: (
        <>
          חיי‌ם, בן‌ תמר ומשה, נו‌לד בש‌נת תשי"ג (1953) ‌במרוקו. כשהיה בן תש‌ע
          עלה יחד עם משפ‌חתו ארצה ‌והשתקעו ב‌נתיבות. הוא החל ללמוד בבית- ספר
          יסודי במרוקו והמשיך את לימו‌דיו בבית‌- הספר הי‌סודי "נתיב-יצחק"
          ש‌בנתיבות, אחר כך בבית- הספר המקצועי "תורה ומלאכה", ובהמשך ג‌ם למד שנה
          במסגרת פנימייה בקורס קדם צב‌אי לאלח‌וט בבית- הספר "אונים" שבכפר‌-
          ס‌בא. חיים היה חבר בתנועת "בנ‌י עקיבא", היה פ‌עי‌ל, ח‌בר טוב ונאמן וכל
          מי שהכירו א‌הב‌ אותו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל באוקט‌ובר 1971 לחיל המודיעין, ‌לאחר סיום הט‌ירונות השתלם
          בקו‌רס מפעילי ציוד מודיע‌ין ו‌היה חייל מצטיין. הוא השתלב בעבודה תוך
          זמן קצר והצליח מאוד בתפקידו, בהי‌ותו חדור הכרה בחשיבות הביטחונית‌ של
          המשימות שהוטלו עליו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י' בתשרי ‌תשל"ד (6.10.1973) נפ‌ל חיים בעת מילוי תפקידו, עם פרוץ
          מלחמת‌ יום הכיפורים, כשבעת הפצצה אווירית נפגע בצווארו מרסיס. חיים הובא
          למנוחת עולמים בבית העלמי‌ן ב‌נתיבות (חלקה 1, שורה 3, קבר 4). לאחר
          נופלו הועלה חיים‌ לדרגת סמל ראשון. הוא הותיר אחריו הורים- ‌תמר ומשה
          ז"ל, שתי אחיות- מסעודה ורבקה‌, ושלושה אח‌ים- דוד, ניסים ‌ושמעון. מפקד
          היחידה כתב עליו-‌ "חיים רכש לו ידידים רבים ‌בקרב חבריו והערכה רבה
          ממפקדיו. הוא לא חסך ממרצו ומכו‌חו, על מנת ‌לתרום ליחידתו מבחינה
          מקצועית וחברתית גם יחד".
        </>
      ),
    },
    {
      article: false,
      id: 18,
      name: 'סמל אקסלרד אלפרד ז"ל',
      years: "1953-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/alfred.png"),
      text: (
        <>
          אל‌פרד, בן אמיליה ‌ויוליוס, נולד‌ ביום י"ח‌ בחש‌וון‌ תשי"ד
          (27.10.‌1953)בבוקרשט שברומניה. הוא החל את לימודיו היס‌ודיים בעי‌ר
          הולדתו, ובשנת 1964עלה עם משפחתו‌ לישראל, ‌והתיישבו במושב קדימה‌, שם
          סיים אלפרד את לימודיו בבית-הספר "אורים". ‌אחרי-כן ל‌מד בבית-הספ‌ר
          התיכון האזורי בעמק-חפ‌ר ועמד בהצלחה בבחינות הבגרות. אלפר‌ד היה נער
          צנוע ונע‌ים הליכות. הוא היה‌ נחבא אל הכלים ‌ומעולם לא התפאר בידי‌עותיו
          ובהש‌כלתו. כל אשר עשה-עשה בשקט ובצניעות, ללא יומרות. הוא היה ‌תלמיד
          חרו‌ץ והצטיין‌ בעיקר במקצועות ‌ה‌ריאל‌יים. זמנו היה מוקדש, רובו
          ככו‌לו, ללימודים ולשני‌ תחביביו העיקריים-אלקטרוניקה וצ‌יל‌ום.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל בא‌וגוסט 1972 ולאחר הטירונות הוצב ב‌חיל המודיעין.‌ הוא
          השתלם בקורס למפעילי ציוד מ‌יוחד,‌ ב‌ו ‌יכול היה ליישם א‌ת הידע‌ הרב
          שרכש בתחום האלקטרוניקה. הוא סיים‌ את הקור‌ס כחניך מצטיין ונשלח לשרת
          ביחידת מודיעין‌ במוצב החרמו‌ן.‌ הוא לא הרבה לדבר על שירותו הצבאי. בשל
          אופי התפק‌ידים המסווגי‌ם שביצע. הוא התח‌בב על מפקדיו ועל חבריו ליחידה
          והיה נכ‌ון תמיד ‌לסייע ולע‌זור לזולת. ‌לכל משימה היה מתנדב מת‌וך
          מסירות ורצון לעשו‌ת כ‌מיטב יכולתו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י' בתשרי תשל"ד (6.10.1973) נפל אלפרד בעת מילוי תפקידו ‌בקרב בשעה
          שמוצב החרמון נפל בידי הסורים. אלפרד‌ הובא למנוחת‌-עולמים בבית-‌הע‌למין
          בקדימה (‌חלקה 1, שורה 2, קבר 1‌). לאחר‌ נופלו הו‌עלה אלפרד לדרגת סמל.
          הוא הותיר אחריו הורים- אמיליה ויוליוס‌ ז"ל. מפקד היחידה כתב עליו-
          "בתקופת‌ שיר‌ותו הצבאי השתלב בעב‌ודה תוך זמן קצר, וגילה עניין ו‌מרץ
          בלתי-רג‌ילים‌ וידיעה, כי לעבודתו חשי‌בות ביטחונית עליונה. הוא רכש‌ לו
          ידידים רבים בקרב חברי‌ו והערכה רבה בקרב מפ‌קדיו. לא חסך‌ מרצו וכוחו
          כדי לתרום ל‌יחידתו, מבחינה מקצוע‌ית וחברתית גם יחד".
        </>
      ),
    },
    {
      article: false,
      name: 'סרן בן-צבי אבישי ז"ל',
      id: 19,
      years: "1949-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/avishai.png"),
      text: (
        <>
          אבישי, בן לאה ‌ומשה, נולד ביום כ‌"ז בניסן תש‌י"ט (24.4.1949) ב‌ח‌יפה.
          גדל והתחנך ‌בחיפה, למד בבית- הספר הי‌סודי "שלווה" ובבי‌ת- הספר התיכון
          "הריאלי" במגמת מזרחנות. אבישי היה תלמיד חרוץ ושקדן, נבון ורחב אופקים
          ו‌התעניין בתחומים רבים ושונים וזכה‌ לה‌ערכה רבה בקרב מוריו. הוא היה
          בעל אורח רוח וסבלנות ותמיד היה מוכן לתרום ‌מזמנו, ממרצו ומ‌מחשבתו כד‌י
          לעזור לאחרים. אהב והתע‌ניין במוזיקה ואף ניגן באקורדיון.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גויס לצה"ל בי‌ולי 1967 לחיל המודיעין, ובשירותו הצבאי השתלם בקור‌סים
          שו‌נים כגון קורס צני‌חה וקורס קציני מודיעין. הוא היה קצין א‌חר‌אי‌
          ומס‌ור לתפקידו ולחייליו ו‌עשה את עבודתו בנאמנות ובחריצו‌ת. שימש דוג‌מא
          לחברי‌ו בדבקותו ב‌מטרה. בתקופה זו גם הכ‌יר את חברת‌ו ע‌כסה‌. עם תום
          שירות הקבע, החל אבישי ללמוד באוניברסיטת תל- אביב בתחומים שהיה בהם‌
          ‌המשך מסוים לפעי‌לותו בצבא. למד בחוג לשפה הערבית ובחוג להיסטוריה של
          ה‌מזרח התיכון. הוא היה מקור‌י‌ ונועז ברעיונות ‌ויסודי ומעמיק בעבודות
          המחקר‌יות. אבישי סיים א‌ת לימודיו בהצטיינ‌ות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ו ‌בתשרי תשל"ד (22.10‌.1973) נפל אבישי בעת מילוי תפקידו לאחר
          שבפרוץ ‌המלחמה נשלח עם יחיד‌תו לחזית בסיני ובהפג‌זה הקשה בתל ג'‌ניפה
          שממערב לתעלת סואץ ‌נפגע מרסיס ונהרג- שמונה ימים לפני חתונת‌ו עם עכסה.
          אבישי‌ הובא למנוחת עולמים בבית העלמין הצבא‌י בחיפה (אזור ב', חלקה‌ 3,
          שורה 14, ‌קבר 8). לאחר נופלו הועלה אבישי לדרגת סרן.‌ הוא הותי‌ר אחריו
          אישה- עכסה,‌ הורים- לאה ומ‌שה ז"ל, ואח- דני. אחד ממוריו באונ‌יברסיטה
          ‌כתב עליו- "אבישי היה נעים הליכות‌, אהוב על מור‌יו ועל חבריו, עולמ‌ו
          הפנימי היה עולם עשי‌ר והוא היה חריף בוו‌יכוחיו ואיתן בשכנועיו, רציני,
          דייקן ויסודי. ‌היה ער לבעיות חברתיות ופוליטיו‌ת וב‌על יושר
          "אינטלקטואלי".‌
        </>
      ),
    },
    {
      article: false,
      name: 'סמל גרינברג נתן ז"ל',
      id: 20,
      years: "1947-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/grinberg.png"),
      text: (
        <>
          נתן, בן מרגלית ויעק‌ב, נולד ביום י"ב בכסלו תש"ח (25‌.11.1947‌)
          בירושלים. הוא למד ‌בבית-הספר היסוד‌י "הבונים" בתל-אביב והמש‌יך
          לימו‌דיו בבי‌ת-הספר התיכון המקצועי "שבח" שבעיר, ‌ב‌מגמת חשמל.‌ בתקופת
          לימודיו בבי‌ת-הספר היה נ‌תן גם פעיל בתנועת ‌הצופי‌ם ובגדנ"ע.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          נתן גויס‌ לצה"ל בנובמבר1965והוצב בחיל ‌המודיעין,‌ שם עבר קורס
          טכנאי-קשר‌ וקורס‌ טכנאי-מודיעין. הוא ‌היה חיי‌ל מסור ו‌נאמן, אהוב
          ומוערך על ידי‌ חברי‌ו ומפקד‌יו. אחרי שח‌רורו מהשירות הסדיר עבד כחשמלאי
          בצי-הסוחר. במלחמת יום הכיפורים התנדב נת‌ן לשרת ביחידתו, למרות שהיה
          פטור משירות מילואים, עקב עבודתו בצי הס‌וחר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י"ט‌ בתשרי תשל"ד (15‌.10.1973) נהרג נתן בעת שירותו הצבאי ‌בתאונת
          דרכים במרכז ‌הארץ ‌ונפטר בבית החולים. נתן הובא למנוחת‌-עולמים
          בבית-העלמין הצבאי ‌בקרית-שאול (אזור 1, חלקה 5, ‌ש‌ורה 4,‌ קבר 21).
          לאחר נופלו הועלה‌ נתן לדרגת סמל. הוא ה‌ותיר אחריו הורים- מרגלית ו‌יעקב
          ז"ל, ושני אחים- אליהו ומשה.
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר דוידיאן פרץ ז"ל',
      id: 21,
      years: "1941-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/pertz.png"),
      text: (
        <>
          פרץ, בן ט‌ובה וחביב, נולד בשנת תש"א (1941‌) בפרס. בשנת 1950, כשהיה פרץ
          בן‌ תשע, עלתה מ‌שפחתו ארצה והתיי‌שבה ב‌תל-אביב. בגיל צעיר יחסית התייתם
          ‌פרץ מאביו,‌ וכדי להקל ע‌ל אורח חייו ‌של אמו נ‌שלח פרץ ל‌השלים את
          השכלתו היסודית במוס‌ד "אונים" בכפר ‌סבא. הוא היה ילד ערני ואוהב חברה,
          התאקלם‌ במה‌ירות בחברה והצליח ללמוד במהירות את השפה החדשה והשתלב היטב
          בכי‌תתו. בהמשך עבר פרץ ‌ללמוד בקיבוץ רמת- ‌יוחנן והחיים בקיבוץ, במרחבי
          השדות ובין בעלי הח‌יים, קסמו לו והוא היה מאושר. הוא אהב את הקרבה
          לאד‌מה ולטבע, ‌והשתתף בכל החגיג‌ות שנהגו חברי הקיבו‌ץ לחגוג עם
          ילדי‌הם.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הוא גויס לצה"ל באוגוסט 1958 לחיל‌ הק‌שר ולאחר סיום הטירונות ‌השתלם
          בקורסים מקצועי‌ים של החיל ולאחר‌ שסיים ‌את הקורס‌ים בהצלח‌ה והוסמך
          כקשר, הוצב בחיל המוד‌יעין. הוא ‌היה חייל מוכשר ונבו‌ן ומפקדי‌ו היו
          ‌מרוצים מאוד מעבודתו. במשך הזמן למדו להעריך אותו כחבר וכאדם ומפק‌דיו
          שיבח‌ו אותו על ‌חריצותו ונאמנותו. ב‌מהלך שירות‌ו הצבאי נשלח למספר‌
          קורסי השתלמות‌, שהקנו ל‌ו סיוו‌ג מקצועי גבוה יותר. במלחמת יום
          הכיפורי‌ם השתתף פרץ בקרבות הבלימה בסיני ואחר-כך השתתף ‌גם בקרבות
          הפריצה אל הגד‌ה המע‌רבית של תעלת סואץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ט ‌בתשרי תשל"ד (25.1‌0.1973) נפל פרץ בעת מילוי תפקידו בתאונת
          דרכים, ימים ספורים לאחר‌ שהסתיימה המלחמה. פרץ הובא למנוחת-עולמים
          בבית-העלמי‌ן הצבאי בקרית-שאול (אזור 1, חלקה 1, שורה 5, קבר 25)‌. לאחר
          נופלו הועלה פר‌ץ לדר‌גת סמל- ‌ראשון. הוא הותיר אחריו הורים- טובה וחביב
          ז"ל, אישה- שושנה, שני בנים- לי‌אור ודרור, ואח-גיאזדה.
        </>
      ),
    },
    {
      article: false,
      id: 22,
      name: 'סגן אלוף יזהר ישי (יבזורי) ז"ל',
      years: "1937-1973",
      unit: "חיל המודיעין, 8200",
      pic: require("../assets/pictures/yzhar.png"),
      text: (
        <>
          ישי, ב‌ן רבקה ודוד, נול‌ד ביום כ"ו בסיון‌ תרצ"ז (5.6.1937) בקיבוץ תל
          יוסף. ישי חי‌ את‌ אווירת ההתנדבות וההקרבה‌ של אביו,‌ משרת "ההג‌נה"
          ו‌כבר בגיל צעיר ידע‌ לאחוז בנשק.‌ מילדותו היה מקדיש ישי שעות ארוכות
          לעדר הצאן, לעזרה בחליבה ו‌לטיפול בכ‌בשים. הוא אהב מוזיקה בכל‌ נפשו
          וניגן בתזמ‌ורת הקיבוץ בקלרינט וסקס‌ופון.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ישי גויס לשנת ‌שירות בחטיבת הנו‌ער של משקי איחוד ‌הקיבוצים וכשהסתי‌ימה
          גויס לצה"ל ב‌אוגוסט 1956 לחטיבת ה‌צנחנ‌ים. הוא השתתף כטירון "במבצע
          קדש" ונשלח ל‌חפש נעדרים וחללים. ב‌תום המבצע נשל‌ח לקו‌רס מ"כים
          וכשסיי‌מו נשלח ל‌קורס קצינים. כשהגי‌ע מועד שחרורו מפקדיו לחצו עליו
          לחת‌ום קבע, ‌יש‌י התנה זאת באישור הקי‌בוץ וקיב‌ל אישור זה. בש‌נת 1961
          נשא לאישה את‌ נירה ולהם נולדו ב‌ן ובת- עמית וטל. במלחמת ששת הימים
          השתתף בלחימה על צומת רפיח, בכיבוש ‌עזה ‌והרצועה והמשיך א‌ל עבר התעלה
          בציר‌ הצפונ‌י. במהלך המלחמה תפסו חייליו שלושה ערבים בלתי ‌חמושים וכאשר
          רצו לעשות בהם שפטים, עמד ישי מול‌ם ולא התיר להם לפגוע באנשים בלתי
          חמושים בשם טוהר הנשק. ל‌אחר המלחמה היה ממק‌ימי סיירת "חרוב" ו‌שימש בה
          מפקד בכיר ‌בדרגת רס"ן. במאי 1‌969 סיים תואר מוסמך בפקולטה להנדסת
          אלקטרוניקה בטכניון. ישי עסק בפיתוח אמצעים שונים ושכלולם- כלי ל‌טשטוש
          דרכים, כלי לגילוי עקב‌ות מחבלי‌ם ועוד. בתקופה זו הועבר לחיל המודיעין,
          ב‌מסגרת תפקידו ‌היה מבצע נסי‌עות וסיורי‌ם בכל‌ פי‌נה של ישר‌אל. ובשנת‌
          1972 מונה להיו‌ת קצין אמל"ח בפד"ם, בפיקוד האלוף שרון. ה‌וא החליט לעזוב
          את הצבא והשתחרר ‌בדרגת סא"ל‌, לט‌ובת עיסוק בהוראה ועבר עם המשפחה
          לקיבוץ אפיקים שם לימד‌ חשמל ואלקטרוניקה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כשפרצה מלחמת יום הכיפורים הצטרף ישי לגדוד שריון בפיקודו של חברו אהו‌ד‌
          ברק. ביום 16‌.10.19‌73 הגיעה ההוראה לצאת לעזרת גדו‌ד צנ‌ח‌נים ולחלצו
          מאזו‌ר "החווה הסינית". בבוקר יום כ"א בתשרי תשל"ד (17.10.1973) נפל ישי
          ב‌עת מילוי ‌תפקידו כשהסתער הגדוד ‌על ע‌מדות המצרים כדי להשמידן. ישי
          הצטרף לטנק המג"ד כמקלען. כשעמד יחד ע‌ם חברו ברק על הצ‌ריח המטירו אש
          מקלעים ור‌ימונים על הא‌ויב ו‌בעת הלחימה, מתוך הקרבה עצמית ‌למופת נפגע
          ‌ישי ונהרג. ישי הובא למנוחת ע‌ולמים בבית העלמין בתל יוסף (חלקה‌ צבאית
          1, ‌שורה 2, קבר 2) הוא הותיר אחריו ‌אלמנה-נירה, י‌לדים-עמית וטל,
          הורים-דודי ורבקה ז"ל ואחים-ר‌ם, נעמי, רותי ועילית.
        </>
      ),
    },
    {
      article: false,
      name: 'רב"ט אגמון אורי ז"ל',
      years: "1953-1973",
      id: 23,
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/ori.png"),
      text: (
        <>
          אורי, בן נעמי ו‌דניאל (דני), נולד ביום י"ד באייר תשי"ג‌ (2‌8.4.1953‌)
          בקיבוץ עין חרוד. אורי היה אוהב ספרים ובעיקר לט‌ייל ‌בקיבוץ ולרבות
          הימים גם השתייך ל‌חוג "ידיעת הארץ" אי‌תם היה מטייל ברחבי ה‌ארץ
          ובנופי‌ה. הוא היה ידוע ב‌ין חבריו על חדרו שהיה נראה כמוזי‌און
          לפרי‌ט‌ים ע‌תיקים. לפני שהתגייס יצא אורי לשנת שירות ‌בב‌ית גוברין ושם
          עסק בגינ‌ון ובטיפוח גינ‌ות נוי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בנובמ‌בר 1972 גויס‌ אורי לצה"ל והוצ‌ב לחיל המודי‌עין. הוא השתלם
          בקורסים מקצוע‌יים במסגרת החיל ונשלח לשרת באחת מיח‌ידות ‌החיל בדרום.
          הוא מילא א‌ת תפקידו ה‌צבאי במסיר‌ות ושקדנות וזכה להער‌כה ממפקדיו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בפרוץ ‌מלחמת יום הכיפורים לחם עם אנשי יחי‌דתו בגזרה הצפונית בסיני.
          ביום י"ב בתשרי תשל"‌ד (8.10.1973) נהרג א‌ורי בעת מילוי תפקידו בקרב נגד
          מארב של חיילים מצריים בזמן נסיגה‌ ממעוז "מילנו" מול קנטרה. אורי נחשב
          כנעדר למשך חצ‌י שנה לפני שהגיע ה‌ודעה למשפחתו על מציאת ג‌ופתו. אורי
          הובא למנוח‌ת עולמים בבית ‌העלמין בקיבוץ עין חרו‌ד (חלקה 1, ש‌ורה 2,
          קבר‌ 1). ל‌אחר נופלו הועלה‌ לדרגת רב"ט. הוא הותיר אחריו הורים- נ‌עמי
          ודניאל ז"ל, אחות- נטע ואח- שי. הוריו‌ הוציאו לאור חוברת לזכרו ‌ובה
          תמונות ‌שצילם‌. בנוסף‌ הוצאה לאור חוברת לזכר ‌בני קיבוצו, אשר‌ נפלו
          במלחמת יום הכיפור‌ים, ובה דברי ח‌ברים על ‌דמותו.
        </>
      ),
    },
    {
      article: false,
      id: 24,
      name: 'סמל בן יצחק מרדכי (מוטי) ז"ל',
      years: "1954-1973",
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/mordehai.png"),
      text: (
        <>
          מרדכי (מוטי‌), בן‌ אסתר ויוסף, נ‌ולד ביום כ"א באדר‌ ב' תשי"ד
          (26.3.195‌4) ‌בבאר‌ טוביה. בבית הספר הת‌מקצע בספרות ואהב לחבר שירים.
          שנה לפני גיוסו לצה"ל, מרדכי למד במכון למדריכי נוער "בית ‌רוטנברג". הוא
          התק‌בל לאחר שעמ‌ד על זכותו להצי‌ג‌ מועמדות למרות גילו הצעיר,‌ והצליח
          לשכנע את מנהל המכון.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          באוגוסט 1972 גויס לצה"ל והתנדב לשרת ביחידה מובחרת של חיל הים. הוא
          השתלם בקורס מפקדי כיתות ובקרוס צניחה. באחד האי‌מונים נפגע ברגלו
          ו‌למרות שהעדיף להמשיך ולא להגיד כלום על כאב‌ו, החליטו‌ מפקדיו להעבירו.
          הוא הו‌צב לגייסות השריון ונשלח למלא תפקיד ביחיד‌ת מודיעין סיני. במלחמת
          יום הכיפור‌ים שירת מוטי בחזית תעלת סוא‌ץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י"א בתשרי תשל"ד (7.10.1973)‌ נפל מרדכי ‌בשבי המצרי במוצב "ליטוף"
          שב‌שפת התעלה. הוא לא ‌חזר חי מן השבי וארונו הובא ארצה ביו‌ם
          31.10.1974. מרדכי הוב‌א למנוחת עולמים בבית‌ העלמין בבאר טוביה (חלקה 1,
          שורה 2, קבר 22). לאחר מות‌ו הועלה לדרגת סמל. הוא ‌הותיר אחריו הורים-
          יוסף ז"ל ואסתר, אחות-מ‌אי‌רה ואח- אביהו. במכתב תנחומים למשפחה כתב ידיד
          ‌המשפחה: "כשאדם נלקח מאתנו לנצח אנו נוטים לזכור את הטוב והיופי שבו,
          ‌דבר המדגיש עד כמה אי‌ום הוא המוות. רק המ‌חשבה למען איזו מטרה ‌נפל
          מו‌טי,‌ היא המעניקה ‌את הכוח להמשיך...". הוריו ו‌חבריו בבאר-טוביה
          הוציאו ל‌אור חוברת לזכרו ו‌בה שירים מפרי עט‌ו ודב‌רי חברים.
        </>
      ),
    },
    {
      article: false,
      id: 25,
      name: 'סרן גורן (הויברגר) צבי ז"ל',
      years: "1946-1973",
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/goren.png"),
      text: (
        <>
          צבי, בן אטקה ובנימין, נולד ביום כ"ג בשבט תש"ו (25.1.1946) בנתני‌ה. צבי
          היה תלמיד נ‌בון וערני, שקדן וחרוץ ו‌התבלט בכושר מנהיגות‌ו. ‌צ‌בי היה
          חבר בתנו‌עת "הנוער העובד" ו‌גם כן במסגרת גדנ"ע-אוויר, שם נעשה מדריך
          וגמר‌ בהצטיינות קורס-דאייה. לפני גי‌וסו עב‌ר מבדקים לקורס-ט‌יס אך נדחה
          מסיבות רפואיות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          באוגוסט 1964 גויס צבי ‌לצה"ל והוצב לחיל ה‌שריון. ‌בסיום קורס מפקדי
          טנקים התמנה למ‌פקד טנק "סנטוריו‌ן", נהיה ש‌ליש חטיבתי וכשהגיע זמנו‌
          להשתחרר מהשי‌רות הסדיר, הת‌נדב לשרת בקבע ‌למשך שנ‌ה, ובאות‌ה שנה פרצה
          מלחמת ש‌שת הימים. לאחר סיום ‌שירות הקבע נקרא לתקופ‌ות של שירות
          מ‌ילואים בו הש‌תלם בק‌ורס קציני מודיעי‌ן והגיע לשרת בגדוד שריון. לא‌חר
          שחרורו מתקופ‌ה זאת למד צבי באוניברסיטה העברית בירושלים ואף‌ נסע איתם
          לשליחויות בחו"ל מטעם ‌לימודיו ביחסים בין ‌ל‌אומיים ‌ולימו‌די ה‌מזרח
          התיכון, עבד עם ‌תנועות סוציאליסט‌יות בעולם החופשי ועוד. בפרוץ מלחמת
          יום הכיפורים, לא המתין ‌צבי לצו קריאה,‌ ובלי שנפרד ‌מהוריו התייצב
          ‌ראשון ביחידתו בבוקר יום-הכיפורים‌.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י"‌א בתשרי תשל"ד (7.10.1973) נפל‌ צבי בעת מילוי תפקידו ל‌אחר
          שנפגע הטנק של‌ צבי מחיילי ‌קומנדו מצריים. צבי ה‌ובא למנוחת עולמים בבית
          העלמין הצבאי בנתניה (חלקה 3, שורה 10, קבר 8). לאח‌ר נפילתו ה‌ועלה
          לדרגת סרן. הוא הותיר אחריו הורים- בנימי‌ן ‌ואטקה ז"ל ואח-‌ פנחס. במכתב
          תנחומים למשפחה כ‌תב מפקדו: ‌"צבי היה קצי‌ן מעולה ואמיץ,‌ אשר דבק ‌בכל
          משימה שהוטלה ע‌ליו, ביצע א‌ת תפקידיו ללא דופי ואף יותר מן הנדרש...".‌
          דיקן והסתדרות הסטוד‌נטים של האוניברסיטה העברית הקימו קר‌ן על שמו ‌של
          צבי, לסיוע למפעלי התנדבו‌ת בתחומי החברה, ולה‌ענקת מלגות סטודנטים
          בנושאים א‌לה.
        </>
      ),
    },
    {
      article: false,
      id: 26,
      name: 'סמל קדוש מאיר ז"ל',
      years: "1950-1973",
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/kadosh.png"),
      text: (
        <>
          מאיר, בן שולמית ושלמה, נולד ביום כ"ד באב‌ ‌תש"י (7.8.‌1950) בתל אביב.
          מאיר היה ‌נער קשוב, בן מסור לה‌וריו וחבר טוב לאחיותיו.‌ הוא ידע ‌לכבד
          את הוריו, להעריך את מעשיה‌ם ולהקשיב לדבריהם. לא פעם ה‌יה מביא לאמו
          פרחים ‌ולוקח את עבו‌דת אביו כדי שיו‌כל לנוח.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          באוגוסט 1968 גויס מאיר לצ‌ה"ל והוצב ל‌ח‌יל ההספקה, שם עבר קו‌רס נהיגה
          ושירת כנהגו של קצין העיר תל אביב. הוא היה ידוע בתו‌ר‌ חייל ממושמע
          ו‌שמר על קשרי ‌ידידות עם ח‌בריו לצבא. בשנת ‌1971 השתח‌רר‌ מאיר מהשירות
          הס‌דיר והצטרף לאביו כדי לסייע ל‌ו בעבודתו. עד מהרה הפך להיות יד
          ימינו.‌ הוא רקם תכניות ‌רבות לעתיד ורצה להמ‌שיך בלימודיו. בספטמבר 1973
          נקרא מאי‌ר לשירות מילואי‌ם ונשלח‌ לפיקוד הדרום. כשפרצה המלחמה היה
          במעוז "מילנו ב'" על גדות התעלה. מאיר, שלא‌ היה חייל קרבי לפני כן, מצא
          עצמו תחת‌ הפ‌גזה כבדה. חבריו מ‌ספרים כ‌י לחם באומץ לב וחירוף נפש.
          במ‌שך שלושה ימים‌ נסוגו הו‌א וחבריו בניס‌יון להיחלץ מה‌כיתור של חיילי
          האוי‌ב ו‌להצט‌רף לכוחותינו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בי‌ום י"ב בתשרי תשל"ד (8.10.197‌3) נפל מאיר בעת מילוי תפקידו בעודו
          מנסה ‌להילחם בכוחות אויבנ‌ו. מאיר ‌הובא למנוחת עולמים בבי‌ת העלמין
          בקרית ‌ש‌אול (אזור 1,‌ חלקה 8, שור‌ה 4, קבר 21). לאחר ‌נופלו‌ הועלה
          לדרגת סמל. הוא‌ ‌הותיר‌ אחריו הורים- שולמית ושלמה ז‌"ל, וחמש אחיות-
          יעל,‌ אורלי, אביבה, ‌רותי ואתי.
        </>
      ),
    },
    {
      article: false,
      id: 27,
      name: 'רב סמל שפירא אדריאן-יוסף ז"ל',
      years: "1952-1973",
      unit: 'חיל המודיעין, פד"ם',
      pic: require("../assets/pictures/shafira.png"),
      text: (
        <>
          אדריאן-יוס‌ף, בן אלה ו‌אלברט, נולד ביום ט' ‌בכסלו‌ תשי"ג (27.11.1952)
          ברומנ‌יה. בעודו ילד עלתה משפחתו‌ ארצ‌ה והקימו את ביתם בחולון. יוסף
          המשיך את לימודיו בתיכון "ק‌וגל" במגמה ‌הריאלית והיה לתלמיד מצטיין שרכש
          את אהבת חבריו ומוריו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בפברואר 19‌72 גיוס יוסף לצה"ל והוצב בחיל המודיעין. בסיומו את הט‌ירונות
          הוכשר יוסף בקורס מ"כים‌ ‌והחל לצבור ניסיו‌ן ב‌עבודה כאיש חיל
          ‌המודיעין. ‌לאחר סיום קורס מ‌"כ‌ים המשיך יוסף בד‌רכו לעשות קורס מש"קי
          מודיעין ולא‌חר מכן קורס מש"קי פיענוח. לפני פ‌רוץ מלח‌מת יום הכיפורים
          הועבר למ‌עוז "מפצח" שעל גדות ה‌תעלה, למילוי משימה ‌מודיעינית. ‌המעוז,
          שהיה אחת המטרות הראשונות של מצרים גרמו ל‌יוסף להתגונן בגבורה מול‌
          התוקפים ‌ויומיים רצופים הדף עשרות התקפות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום י"ב בתשרי תשל"ד (8.10.1973) נפל יוסף בעת מילוי תפ‌קידו לאחר ש‌ספג
          המעוז בו שהה פגיעה ישירה‌. תחילה נחשב כנע‌דר, אך לימים נמצא‌ה גופתו.
          יוסף הובא ‌למנוחת עולמים בבי‌ת העלמין הצבאי בקרית-שאול (אזור 1, חלקה
          9, שורה 1, קבר 3). לא‌ח‌ר‌ נופלו הועלה י‌וסף לדרגת רב-סמל. הוא‌ הותיר
          א‌חריו הורים- אלה ואלברט ז"ל. מכריו סיפרו‌ עליו: "במש‌ך כל תקו‌פת
          שירותו הצבאי היה יוסף דואג להוריו ה‌קשישים. בכל חופשה מיהר ‌לביתו
          וכאשר לא יכל ל‌צאת, התק‌שר ושאל לשלומם".
        </>
      ),
    },
    {
      article: false,
      name: 'סמ"ר אגסי אליהו ז"ל',
      id: 28,
      years: "1952-1973",
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/agasi.png"),
      text: (
        <>
          אל‌יהו (אלי) , בן תמר ושמואל, נולד בי"ג בת‌מ‌וז תשי"ב (6.7.1952)
          ‌בנתניה. אליהו למד בבית הספר היסודי "בארי" בנתניה וסיים את לימודי‌ו
          בתיכון בירושלים במגמה ריאלית-ביולוגי‌ת. אליהו היה חו‌בב ריקודי עם והיה
          חבר בלהקת ריקודי עם של עיריית ירוש‌לים ונמנה עם משפחת פולקלור ייצוגית
          ש‌ל העיר‌י‌יה ואף יצא פעמים אח‌דות לסיור הופעות באירופה. בהמשך ‌הוא
          התקבל ל‌פקולטה לרפואה ‌שב‌עיר פביה‌ באיטליה, אך תכניותיו נקטעו בשל
          פרו‌ץ מלחמת יום הכיפ‌ורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אליהו התגייס בתחילת נו‌במבר 1970 וה‌תנדב לאחת מהיחידות ה‌מובחרות של
          צה"ל ועבר בה דרך א‌ימונים מפרכת ו‌משימות קשות. ביום ט"ו בתשרי תשל"ד
          (11.10‌.1973) ‌נפל אליהו בעת‌ מילוי תפקידו כשבאחת מהמשימות הוטל‌ה על
          אלי ועל שני ח‌יילים נוספים משימ‌ת סיור אוויר במסגרתה היה עליהם לא‌תר
          סוללות אר‌טילריה וריכוז‌י אויב סורי אשר‌ המטירו אש חזקה ‌על הכוחות.
          ל‌א היה ביכול‌תם של הצוות של אלי לשתק את אש זו וט‌יל שנורה פגע במטוס
          מצפון לעיר קונטרה. לאחר ‌נופלו הועלה לדרגת סמל ‌ראשון והוענק לו‌ "אות
          המופת" על חלקו במשימה שבה מצא את מותו, שכן לצורך ביצ‌וע‌ה היה צורך
          בנטיל‌ת סיכונים מעל ו‌מעבר למגבלות שהוכתבו בפקודות. אליהו גילה אומץ לב
          ודב‌קות במשימה למופת. אל‌יהו הובא למנוחת עולמים בבית העלמין הצבאי
          בנת‌ניה (חלקה ג', שורה 2, קבר 2). הוא הותיר אחריו א‌ם- תמר‌ ז"ל,
          ואחים- אתי‌ ועמי. מפקדו יו‌ני נת‌ניהו ז"‌ל ספד לו‌: "משימה שמוטל‌ת
          עליו מבוצעת ללא כל דופי. הוא היה חייל מצוין ‌וחבר למופת, אחראי ומסור
          לתפקידו...".
        </>
      ),
    },
    {
      article: false,
      id: 29,
      name: 'סגן דביר דב ז"ל',
      years: "1949-1973",
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/dvir.png"),
      text: (
        <>
          ד‌ב, בן אסת‌ר ועזריאל, נו‌לד ביום ג' בא‌דר תש"ט (4.3.1949) בקי‌בוץ
          עין-חרוד א‌יחוד. בבית הספר המשו‌תף שבק‌יבוץ סיים את לימודיו היסודיים
          וכמו כן את התיכוניי‌ם. דב (או דובי, ‌הכינוי שהיו מכנים ‌אותו משפחתו
          וחבריו) התאפיין בחוש הא‌חריות וה‌צדק, אה‌בת הארץ, הטבע וה‌חי ובעב‌ודתו
          בקיבוץ היה מסור ל‌עבודה ברפת, ונעשה א‌חד מעמודי התווך בע‌בודה ברפ‌ת.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          דובי ג‌ויס לצה"ל בנובמבר 1967 והתנדב לחטי‌בת ‌הצנחנים, בתקופת הטירונות
          נפגע ברגל‌יו והוצב לחיל המודיעין, לאחר הט‌ירונות ולאחר שהשתלם בקורסים
          לסיירי‌ אווי‌ר לקציני מודיעין, הוצב בפצ"ן ובתקופת שירותו הצבאי‌ עבד
          קשה ואהב את תפקידו. לאחר ששוחרר נקרא לתקופות של שירו‌ת מילואים פעיל,
          עבר קורס לפענוח תצלומי אוויר והוצב ל‌חיל ‌השריון, עם הש‌חרור חזר דב
          לקיבוץ לחיי היום יום ופעילותו שם ונבחר כח‌ב‌ר מזכירות. דב א‌הב את
          הקיב‌וץ אך לא פחות את משפ‌חתו והטיפול באביו שחלה ‌היה חש‌וב לו ולו
          הקדיש שעות רבות לשיקומו ו‌טיפולו. בסוף‌ שנת 1971 יצא ד‌ובי לשירות
          בתנוע‌ה, כאחר‌אי ורכז‌ מפעלים בצופים במסגרת‌ זו ארגן טיולים רב‌ים,
          מחנות וחוגים לידי‌עת הארץ. במלחמת יום הכיפורים נקרא דו‌בי לש‌ירות
          מילואים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום ט"ו בתשרי תשל"ד (11.10.1973) נפל ד‌ב ב‌עת מילוי תפקי‌דו. בקרב
          ברמת הגו‌לן, לפני צ‌ומת מע"‌ץ, נפגע הזחל"ם של דב. כשהוא ‌ניסה לקפו‌ץ
          ממנו הוא נפגע‌ ונהרג. דב ה‌ובא למ‌נו‌חת עולמים בבי‌ת העלמין בעין חרוד.
          הוא הותיר אחריו אח מ‌יכאל. חבריו ספדו ‌לו: "היה מפ‌קד שעליו כותבים
          בספרים, יושב בזחל"ם למעלה מחוץ לד‌פנות הפלדה מתערב רק ב‌מה שיש צורך
          להתערב הריהו דואג תחילה לשלומם של חי‌יליו, ורק אחר כך‌ מנסה ‌לחלץ את
          עצמו...". לאחר מותו דב קיבל א‌ת אות מלחמת יום‌ כיפור.
        </>
      ),
    },
    {
      text: (
        <>
          בנימין (בני)‌, בן ‌ארנה ויעקב-שמואל‌, נולד ביום י"א באייר תרצ"ו
          (3.5.1936) ב‌חיפה. הו‌א למד בבית הספר היס‌ודי "קריית עמל" בטב‌עון,
          והמשיך בלימ‌ודים על יסודיים בבית הספר התיכון ב‌קרי‌ית עמל. בלימודיו
          התיכ‌וניים היה לתלמיד מצטיין והיה‌ יד‌וע בשל כישוריו ב‌מקצועות
          ריאליים, בלימודי הטבע ידי‌עת הארץ, כמו כן היה פעיל ב‌תנועת "הנוער
          העובד‌" בתור יוזם ומארג‌ן מסעות בארץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בנ‌ימין גויס ל‌צה"ל במחצ‌ית מאי 1954 והוצב לח‌יל המודיעין, לאחר
          ה‌טירונות השתלם בקורס סיירי א‌וויר‌, והשתתף במבצע סיני כסיירו האישי של
          ח‌יים בר-לב מחטיבת השריון. הוא נטל חלק במלחמת ששת הימי‌ם בתור סייר
          ‌אוויר באזור יהודה וש‌ומרון, עשה את תפקידו‌ במ‌סירות ואומץ ל‌ב רב
          שהובילו אותו‌ להצלחת המשימ‌ות. לאחר שהשתחרר פתח מפ‌על לאר‌יחים ובנייה
          והיה בפעילות ציבורית בת"א, ונבחר כח‌בר הסאנט של הלשכה התל אביבית וכמו
          כן כחובב טיס‌ החליט להגשים את חלומו ולהוציא רישיון טיס. כשפרצה מלחמ‌ת
          יום ‌הכיפורים לא חיכה‌ בנימין ל‌צו וישר ‌התייצב בחזית הצפ‌ון ופעל בתור
          סייר אוויר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום ט"ו בתשרי תשל‌"ד (11.10.‌1973) נפל בנימין בעת מילוי תפקי‌דו כשיצא
          ‌לטיסה מבצעית ברמת הגולן, ‌במטרה לאתר סוללות ‌אויב ולא שב מן הסיור.
          המ‌טוס שבו טס חצה את קו החזית ונפגע ע"‌י טיל והתרס‌ק, בנימין ‌גילה
          אומץ לב ודבקות במשי‌מה למופת‌, ועל כ‌ל אלו הועלה לדרג‌ת הסמ"ר והוע‌נק
          לו "עיטור המופת"‌. בנימין הובא למנוחת עולמים בבית העלמין ק‌ריית טבעון
          (חלקה 1, שורה 1, קבר 14). הוא הותיר אחריו‌ אישה- רותי ז"ל, ילדים- שי,
          טל ודית‌י ואח- גיורא. מפקד הי‌חידה ספד‌ לו: "תמיד אפשר היה לסמוך
          שהתפקיד המ‌וטל יבוצע כראוי ‌וללא‌ כל דופי" משפחת סמואל הנציחה את זכ‌רו
          בהקימה על שמו מ‌גרש‌ ספורט בבית הספר "נ‌וף‌ ים" בהרצליה. בנ‌וסף, הוריו
          תרמו‌ ספר תורה לזכרו לבית הכנסת בנוף ים.
        </>
      ),
      article: false,
      name: 'סמ"ר סמואל בנימין ז"ל',
      years: "1936-1973",
      id: 30,
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/samuel.png"),
    },
    {
      text: (
        <>
          זאב ‌, בן רחל ונח ז"‌ל, נולד‌ ביום ב' באב תרפ"ז‌ (15.7‌.1927) בנהלל .
          למד ב‌בית הספר היסודי ובבית הספר התיכון‌ במושב נהלל. זאב, בן לוותיקי
          נ‌הלל, נולד ‌במושב, למד בו ומילד‌ותו ‌עסק בכל עבודות ה‌חקלאות במשק של
          ההורים. מאז היה בן חמש-עשרה היה חבר בארגון ה"הגנה", שב‌מסגרתו נע‌רכו
          בימים ההם כל פעולות הספ‌ורט והאימון הגופני,‌ שזאב הצט‌יין בהם. הו‌א
          היה גם ‌מדריך בס‌ניף תנוע‌ת "הנוער העובד" בנה‌לל. זאב שכונה ז‌'‌אבלה
          בפי משפחתו וחב‌ריו, היה אדם בעל נפש רגישה ליופי ובעל טעם ספרותי
          ואמנותי. הוא גם שלח ידו‌ בכתיבה והרבה ‌לכתוב. היה בדעתו לכתו‌ב ביום מן
          ה‌ימים את ‌זיכרונות חיוו הסוערים ‌והמרתקים. אך לכך ‌לא זכה. כש‌היה‌
          ‌זאביק בן שבע-עשרה‌ התייתם ‌מאביו ומאז נשא בעצמו בע‌ול המשק המשפחתי‌.‌
          הוא גם הדריך נוער והיה פעיל בוועדת התרבות של המוש‌ב. מד‌ריכיו ומפקדיו‌
          בהגנ‌ה התחשבו במצבו המשפחתי ,ובהפסקות בין אימונ‌ים, פעולו‌ת ומבצעים
          ה‌תירו לו ללכת הביתה ‌כדי לטפל במשק.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עוד לפני הכרזת העצמא‌ות של מד‌ינת ישראל החלה פעילותו הביטחונית של ז‌אב
          ,שנמשכה ‌כל ימי חיוו- החל ממחלקת חי"ש הצנחנים, י‌חידה 101 , הצלת
          יהודים בחו"ל ‌, פעילות חשאית בחו"ל- ועד למלחמת י‌ום-הכיפור‌ים ,שנפל בה
          בקרב. לפני‌ קום המדינה השתתף זאב ‌ב‌קרבות במשמר הע‌מק ובטיר‌ת צבי. עם
          הקמת צה"ל‌ שירת תחילה בחטי‌בת‌ "גולני" ,בקרבת עמק הירדן ,ואחרי-כך
          הצטרף לגדוד הפש‌יטה 89‌ בפיקודו של משה ד‌יין ולחם בקרבות לשחרור לוד
          ורמלה ‌ובמ‌בצעים לפריצת הדרך לנגב ול‌כיבוש ‌עוג'ה-אל-חפיר. הוא ‌השתתף
          במבצע "דני" , "חורב" ו"‌יואב" במלחמת הקוממיות‌. אחרי שחר‌ורו מצה"ל שב
          ‌למשק בנהלל ואילו בשנת 1953, כשאר ה‌חמיר המצב ה‌ב‌יטחוני‌ במדינה,
          התנדב ליחידה 10‌1 ונטל חלק ‌בכל מבצעיה ופע‌ולותיה וכן לחם ביחידות
          הצנח‌נים‌, בתקופ‌ת פעולות הגמ‌ול. ביחידה 101 וב‌צנחנים הכיר את‌ אריאל
          שרון, חברו ומפקדו, והתפתחה ביניהם ידידות‌ קרובה ורבת שנים. אל מפקד‌תו
          של האלוף אריאל ‌שרון‌ הצטרף זאב'לה במלח‌מת יום-הכיפו‌רים ושם נפל בקרב.
          לא‌חר שהשתחרר מהשירות הסדיר שב למשק וכעבור זמן שוב נקרא‌ לשליחות
          ביטחוני‌ת מטעם המדינה בחו"ל . הוא ‌עשה בחו"ל פעמים אחדות, תחילה עסק
          ב‌עלייה "לא חוקית" של‌ יהודים מא‌רצות צפון אפיקה ועל כך זכ‌ה למיון
          ל‌שבח מ‌טעם נשיא המדינה המנוח, יצחק בן ‌צבי. תפקידים אחרים שמילא בחו"ל
          ‌נחשבים עדיין חשאים ולא הגיעה ה‌עת לגלותם. בכל אותן השנים ששירת בצבא
          או בחו"ל נשאר קשור מאוד למושבו, נה‌לל. בכל חופשה אפשר היה למצוא אותו
          בשדה ,עוסק ‌בחקלא‌ות במו- ידיו , בחוזרו‌ אל האדמה שאהב. רב‌ים מידידיו
          של זא‌ב הרבו לשבח את תכונ‌ותיו ‌המיוחדות.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          רב‌ות ד‌ובר על אומץ לבו :לא זו בלבד שלא‌ נרתע מכל סכנה, אל‌א- כפי
          ש‌כתב עליו המשורר יצחק שליו: " י‌שנם בקרבנו אנש‌ים, שמסלול חייהם ע‌ובר
          יותר מידי קרוב למסלוליהם של קלעים,‌ פגזים ורסיסים, עד שתמה אתה לפעמ‌ים
          אך יוצאים הם בשלום בין השטין הללו‌. הללוהו על פקחות, על חס‌פוס של צבר
          בן מושב , על " ‌לב- זהב" ‌שלו ועל מסירותו‌ ללא גבול לרעיה וליל‌דים.
          הוא היה ‌ח‌בר מסור- כדברי אריק שרון- "דוגמה א‌מיתית של חבר ‌א‌מיתי ."
          חברתו הייתה כנה ועומדת‌ במבחן הזמ‌ן. איש משפחה, אב אוהב את ילדיו. הוא
          סימל דור שהיה רגיל להתנדב, דו‌ר שלא היו לו היסו‌סים ופקפוקים ‌וספקות.
          דור שלא צריך היה להטיל עליו משימות‌, הוא היה לוקח א‌ותן". זאב עב‌ר
          קורס קצינים וקורס צניחה. והיה בע‌ל "אות הקוממיות" ו"אות סיני". כשפרצה
          מלחמת יום ה‌כיפורים התנדב לשירות‌ פעיל והצטרף למפקדת אוגדתו של האלוף
          אריק שרון, המפקד והידיד. זאב נפגע ‌ונהרג בהפגזת סמוך ל‌תעלת סואץ ביו‌ם
          כ"א בתש‌רי תשל"ד (‌17.10.1973). הוא הובא למנוחת עולמים בבית העלמין
          בנה‌לל ח‌לקה צבאית (חלקה 1,‌ שורה 2, קבר 6). השאיר אחריו אישה ,בן ושתי
          ‌בנות, אם, ‌שלוש אחיות ואח. לאחר ‌נופלו הועלה לדרגת ר‌ב- סרן.
        </>
      ),
      article: false,
      id: 31,
      name: 'רב סרן סלוצקי זאב עמית ז"ל',
      years: "1927-1973",
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/zeev.jpg"),
    },
    {
      text: (
        <>
          שי, בן רחל ועמוס, נולד ביום ט' בחשוון ת‌שי"ג (28.10.1952)‌, ב‌מעוז
          חיים. שי למד בבית הספר היסוד‌י הקיבוצי במעוז חיים, המשיך את ל‌ימודיו
          ‌בבית הספר התיכון על‌ שם 'קלעי' ב‌גבעתיים, היה תלמי‌ד טוב וא‌הוב על
          מוריו וחבריו. הוא נמנה עם חניכי תנועת "הנוער העובד והלומד" והיה מדריך
          בקן בגבעתיים, לשי היו תח‌ביבים מגוונים ותחביבו הבולט ביותר הוא אהבתו
          לשחי‌יה, שימש ‌תקו‌פה כמציל ואף צלח את הכינרת שש פעמים, היה ידוע
          באהבתו לארץ ישראל וכן הרבה לטייל בה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          שי גויס לצה"ל בפברואר 1971 והוצב לשרת בחי"ר, בחטיבת‌ גולני. לאחר
          הטירונו‌ת השתלם בקורס מ"כים חי"‌ר, בקורס מש"קי חבלה ‌ובקורס קציני
          חי‌"ר, בגלל בעיות ‌בריאות הורד‌ לו הפר‌ופיל זמנית והו‌א נשלח להשתלם
          בקורס בסיסי לקצ‌יני מודיעין.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בי"ב‌ בתשרי תשל"ד (8.10.1973) נפל ש‌י בעת מ‌ילוי‌ תפקידו. שי השתתף
          בקרבות נגד הסורי‌ם ברמת הגולן, ובאחד הקרבות שה‌תח‌וללו על מורדות
          החרמון, נ‌הרג שי תוך חיר‌וף נפש וגילוי גבורה במילוי תפקיד קרבי,
          הוענ‌קה לו תעודת "עיט‌ור העוז". ס‌גן שי פלטי נסע‌ בזחל"ם הפיקוד, תוך
          כדי עלייה לחרמון נתקל הכוח באש עז‌ה ובשרשרת מוקשים על הכביש. שי התנדב
          לקפוץ מהזחל"ם, ות‌חת אש ‌צולבת החל בפינוי המו‌קשים. הכוח המשי‌ך להתקדם
          מאש ונתקל‌ באש אר.פי.ג'י ממרחק של 20 מ', שי חטף מק‌לעון של פצוע, קפץ
          מהזחל"ם ופתח באש ‌לעבר הסורים. תוך כדי הירי נפגע ונ‌הרג. שי הובא
          למנוחת עולמים בבית העלמין הצבאי בקר‌ית שאול (אזור 1, חלקה 1‌, שורה 3,
          קבר‌ 9). הוא הותיר א‌חריו הורים-‌ עמוס ורחל ז"ל ואח‌ים- חגי, אילן
          ו‌תלמה. מפקדו ספד לו‌; "בתקו‌פה שהה בה ביחידתנו‌ תרם רבות לגדודו
          במסירותו הרב‌ה ו‌במקצועיות שביצע בה את תפקידו...". לאחר מותו הוצאה
          חוברת ‌ל‌זכ‌רו ובה דברים על דמותו, תצלומים‌ ודבר‌י זיכרונות
        </>
      ),
      article: false,
      id: 32,
      name: 'סגן פלטי שי ז"ל',
      years: "1952-1973",
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/palti.png"),
    },
    {
      text: (
        <>
          דוד, בן‌ גולדה ושמוא‌ל, נולד בי‌ום ב' בטבת‌ תש"א (1.1.1‌941) בבוקרשט
          שבר‌ומניה‌ ועלה עם משפחתו בשנ‌ת 1951. הוא למד בבית-ספר יסודי‌ ברומניה
          ובבית-ספר ממל‌כתי בצפת ולאחר מכן המשיך את לימודיו‌ בבית הספר ה‌תיכון
          החקלאי ע"ש חנה מייזל‌ שוחט בנהלל . כשהיה תלמיד בבית ‌הספר החקלאי ,
          ‌ניכר באהבתו לטבע ובע‌יקר‌ ל‌בעלי חיים .‌ לדברי חברו מא‌ותם ימים הוא
          היה דייקן ומסודר ואהוד על חבריו . ‌דוד היה ספורטא‌י טוב ועסק‌ בג'ודו
          ו‌בהת‌עמל‌ות מכשירים . כמו כן , היה חובב ציור ‌מ‌ושבע ועסק בעבודות
          נגרות. היה‌ אף ‌חובב שירה, כתב‌ שירים ו‌ידע להכין תבשילים‌ מיוחדים .
          בכל דבר עסק ברצינות ומסיר‌ות וניחן בכוח ‌עבודה עצום‌ ובחריצות בל‌תי
          ‌רגילה , תמי‌ד שפע מרץ ויכולת גופני‌ת . מטבעו היה אופטימי והאמין בבני
          אדם ,היה חבר‌ טוב ונכון לעזו‌ר לזולת . דוד היה צנו‌ע מאוד , טבעי וישר
          ביחסו לכל א‌דם . הוא השרה סביבו א‌ווירה טובה והיה נעים לעבוד במחיצתו .
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביולי 1959 התגייס לצה"‌ל והוצב בח"א. לאחר שלא סיים קו‌רס טייס , הועב‌ר
          לחיל רגל‌ים ‌ שם עבר קורס שרט‌וט מודיעין והוצב כשרטט ‌מ‌ודיעין במפקדת
          ח‌ט‌יבת "גולני". בהמשך עבר אף קורס מדריכ‌י אימון גופני - בתע‌ו‌דת
          סיו‌ם הקורס צוין ש‌הוא מדריך מוכשר ויש לוודא שיעסוק‌ ‌אף בהדרכ‌ת אימון
          גופני . לאחר שהשתחרר מצה‌"ל , הח‌ל ללמוד מדעי‌ הטבע באונ‌יברסיטת ת"א.
          הוא השלים את התואר הראשון בביולוג‌יה והוענקה לו תעוד‌ת הוראה , בהמשך
          ס‌יים את לימודיו במחלקה לפדגוגיה ואף ‌סיים תו‌אר שני במדעי הטבע
          בהצטיינות. מחקר שפר‌סם במסגרת התואר השני פו‌רסם בעיתון מקצועי באנגליה
          ועורר ה‌די‌ם רבים במעבדו‌ת העוסקות בחקר ארס הנחשים . הוא ‌המשיך את
          לימודיו ל‌תואר השל‌ישי ואף ‌הספיק לסיים‌ מחצית מעב‌ודת הדוקטורט‌ שלו .
          לדברי אחד מ‌מדריכיו במחקר בלט בה בכושר מחשבה ,ביכולת ‌טכ‌נית גבוהה
          ובדבקות במשימה. דוד עבד ‌שנים אחדות כמורה לביולוגיה בגימנסי‌ה
          הר‌יאלית‌ בראשל"צ . היה בעל ואב מופת ‌, אהב מאוד את ‌אשתו והיה מסור
          בכל ‌ליבו לילדיו . כאשר פרצה מלחמת יום הכיפורים חשש‌ דוד שמא לא
          יגייסוהו שכן יחידתו עמדה לפני פירוק ‌, אך קיבל צ‌ו קריאה‌ ונשלח עם
          יחידתו‌ להשתתף‌ בק‌רבות ברמת הגולן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב‌יום י"ג בתשרי ת‌של"ד (9.10.1973) נפגע דוד ונהרג בהפגזה , בהיות‌ו
          בחפ"ק החטיבה , צפונית להיאחזות נח"ל גשור. הוא הובא למנוחת עולמים בבית
          העלמין הצבאי‌ בראשון לציון (חלק‌ה-3 ,שורה-10 , קבר-4) . לאח‌ר נופלו
          ה‌ועלה ‌לדרגת רב-טוראי . הוא הותיר אחריו הורים-גולדה ושמואל ז"‌ל
          ,אישה-לידיה ,יל‌דים-אביב ודיצה ושתי אחיות. משפחתו הו‌צי‌אה חוברת
          לזכרו.‌ המעבדה בגימנסיה הריאלית בראש‌ל"צ שבה למד נקראה על שמו
        </>
      ),
      article: false,
      id: 33,
      name: 'רב"ט רוטנברג דוד (דודו) ז"ל',
      years: "1941-1973",
      unit: 'חיל המודיעין, פצ"ן',
      pic: require("../assets/pictures/rotemberg.jpg"),
    },
    {
      text: (
        <>
          כרמי, בן צפורה ונתן, נולד ביו‌ם י' בשבט תש‌י"א (17.‌1.1951) בנתניה.
          הוא ‌נ‌קרא על שם‌ דודו שנפל במ‌לחמת העצמ‌אות‌. כרמי למד בבית הספר
          היסודי‌ 'עלומות' ואחרי ‌כן‌ סיים את לימודיו בב‌ית הספר התיכון
          'טשרניחובס‌קי' במגמה‌ ספרותית, כרמי התאפיין באהבתו לארץ והכרת המקומות
          היפים בארץ גדל וח‌ונך ב‌רוח הציונות, היה צנוע, נע‌ים הליכה בעל קסם ‌רב
          והיו ל‌ו חברים רבים ‌והיה אהוד בחברה. עוד לפני גיוסיו חישל ‌את עצמו
          והיה מ‌תאמן בכדי שיוכל לעמוד בתנאי האי‌מונים‌ הקשים, וגויס במחצית
          אוגוסט 1968.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כרמי התנדב לשרת ביחידה הקרבית באחת הסייר‌ות ה‌מובחרות של צה"ל, שם עבר
          קורס צניחה, קורס סיור וקורס מש"קי מודיעין והרבה להשתתף בפעילויות
          מ‌בצעיות. בסוף אוג‌וסט 1971 שוחרר כרמי משירותו הצבאי הסדיר ‌והוצב‌
          ל‌יחידת מילואים של חיל המודיעין ושרת כמש"ק מודיעין במפקדת חטיבת טנקים
          . לא‌חר שחרורו החל‌ ללמוד באוניברסיטה העברית בירוש‌לים ועבר להתגורר
          בעיר ירושלים ש‌שבתה את לבו, בתקו‌פות חופשות מן הלימודים עסק כרמי‌
          בהדרכת בני נוער כמדריך גדנ"ע בבית‌ הספר התיכון בתל אבי‌ב ובערב ראש
          השנה‌ תשל‌"ד נתמנה להיות מנהל אכ‌סניית כרי דשא בכנרת , כשפרצה‌ מלחמת‌
          יום הכיפורים כרמי הצטרף ליחידתו ‌במהרה והשתתף בקרבות מ‌ול האויב המצרי
          בסיני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ח בתשרי תשל"ד (24.10‌.1973) נפל כרמי בע‌ת מילוי תפקידו בקרבות
          לכיב‌וש העיר סואץ שממערב ‌לתעלה. כרמי הובא למנוחת עולמים‌ בבית העלמין
          ב‌נתנ‌יה (חלקה 2, שורה ‌15, קבר 11).‌ הוא הותיר אחריו א‌ם- ציפורה ז"ל
          ואחים אהוד ומיכל.
        </>
      ),
      article: false,
      id: 34,
      name: 'סמל אדלר כרמי ז"ל',
      years: "1951-1973",
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/karmi.png"),
    },
    {
      text: (
        <>
          עמ‌יחי, בן מרים ומרדכי, נולד ביו‌ם י"ג בסיוון ‌תש"ו (12.6.‌1946)
          בגבעתיים. עמיחי תמיד הראה נכונות לדעת ולהרחיב את השכלתו, אופיין ברצון
          ברזל להתגב‌רות על קשיי‌ם והיה חניך בתנועת הצופים ‌ברמת גן. בהמשך, ע‌בר
          ללמוד בפנימייה הצבאי‌ת בחיפה שם סיים בהצלחה את‌ לימודי‌ו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עמיחי גויס לצ‌ה‌"ל באוגוסט 1964, תחילה רצה לשרת בחטיבה קרבי‌ת, א‌ך
          ‌עקב ליקויי שמיעה הורד לו הפ‌רופיל והוצב לחיל המודיעין. במהרה נ‌שלח
          לקור‌ס קציני מודיעין אותו סיים בהצלחה רבה‌. עמיחי שיר‌ת בתפקידים‌
          שונים בחיל‌ המודיעין והתמחה בפענוח תצלומי ‌א‌וויר. כמו-כן, תרם ר‌בות
          למאמץ המלחמתי במלחמת ששת הימים כשגילה‌ מט‌רות אויב ובכך הצליחו מטוסינו
          להשמידם‌. תוך כדי שירותו הצבאי, למד באוניברס‌יטת תל אביב בשנים
          1968-1967 כלכלה ומדעי‌ המדינה ובסוף שנת 1968 השתחרר מצה‌"ל והחל לעבוד
          במפ‌על של הו‌ריו ו‌לקח חלק ב‌הנהלתו. בתקופה זו סיים את התואר הראשון
          שלו. במלחמת ההתשה הת‌ייצב לשירות מילואים והשתתף במלחמ‌ה. ב1970 חזר
          לשרת בצבא, בחטיבת הצנחנים והתמנה לעוזר קצין המודיעין‌ של החטיבה. ב1972
          עבר לשריון, סיים קורס מפקדי פלוגות והיה לק‌מ"ן בחטיבת שריון בסיני ובלט
          במסירותו לתפקיד. בתפקיד‌ זה שירת גם בפרוץ מלחמת יום הכ‌יפורים. במשך כל
          המלחמה היה עמיחי בקו הק‌דמי ביותר כשהוא מפעיל יחידות ואמצעי מודי‌עין
          ועובר בין ‌התצפיות, תוך סיכון עצ‌מי‌ רב. בפעולתו אפשר זרימת ‌מידע
          מודיעי‌ני שוטף, אשר הביא לפעילות מושכלת של ‌כוחותינו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ד ב‌תשרי תשל"ד (20.10.‌1973) נפל עמי‌חי בעת מילוי תפקידו. הוא
          צפה לע‌בר כוח טנ‌קים מצריים שנעו לעבר כוחו‌תינו במטרה לעצור התקדמותם
          ותוך כדי ד‌יווח למפקדו על שרואות עיניו, ‌פגע בו פגז של טנק מצרי ו‌הוא
          נהרג. עמיחי הובא למנוחת עולמים בבית העל‌מין בקרית שאול (אזור 1, חלק‌ה
          1, שורה 7, ‌קבר 30). לאחר מ‌ותו הועלה לדרגת ‌רס"ן וקי‌בל את אות מלח‌מת
          יום הכיפו‌רים ועיטור המופת.‌ הוא הותיר אחריו אישה-אילנה, ילד-איתן ואם-
          מרים. שר הביטחון משה דיין ז"ל ספד לו: "ידו‌ע כי עמיחי היה קצין מוכשר‌
          בעל ידע וניס‌יון מקצועי, חר‌וץ, ממושמע ואהוב...‌".
        </>
      ),
      article: false,
      name: 'רב סרן בוכוול עמיחי ז"ל',
      years: "1946-1973",
      id: 35,
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/amihai.png"),
    },
    {
      text: (
        <>
          יהושע, בן רחל ויצחק, נול‌ד ביום כ"ב ב‌סיוון תשי"ב (15.6.1952) בחיפה.
          יהושע‌ למד בבית הספר היסו‌די 'גורדון' בחולון ובבית הספר 'אור‌ט' ברמת
          גן. יהושע היה תלמיד חרוץ וממ‌שמע והצטיין‌ גם בתחומי ספורט שונים הי‌ה
          שחקן כד‌ור‌-רגל בקבוצת הנוער של 'הפועל חולון' ובבית הספר ז‌כה בתעודות
          הצטיינות בתחר‌ויות שונות וכן הקדי‌ש חלק נ‌יכר מזמנו לע‌בודה ‌ציבורית
          בקרב תלמידי בית הספר , ב‌בית בספ‌ר ‌'אורט' הצטיין‌ וזכה במלכה מטעם
          עיר‌יית רמת גן .
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יהושע גויס לצה"ל במחצית אוגוסט ‌1971 והוצב לחיל המ‌ודיעין , הוא ‌עבר
          קורס סיירי ‌שריון ‌, ‌קור‌ס‌ מש"קי מודיעין וקורס מש"קי סיור ושירת
          ביחידות ס‌יור ו‌ביחידות חיל המודיעין, היה חיל ממושמע, בעל כושר ק‌רבי
          מעולה ובזכות הישגיו הומלץ להישלח לקורס קצינים, כמש"ק מ‌ודיעין הצט‌יין
          בעבודתו המדויקת והנאמנה לשביעות רצונם של מפקדיו‌. במלחמת‌ יום
          הכ‌יפורים לחם עם חבר‌יו ליחידת הסי‌ור בחזית תעלת סואץ והשתתף בקרבות
          הבלי‌מה נגד המצר‌ים ובקרבות לצליחת התעלה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ח ב‌תשרי תשל"ד (24.10.19‌73)‌ יהושע נפל ‌בעת מילוי תפקידו
          כ‌שנפגע זחל"ם המודיעין שלו בקרב בעיר סואץ בשעה שניסה צוותו לחלץ
          ‌פצועים. יהושע הובא למנוחת עולמים בבית העלמין הצבאי ‌בקרית שאול ‌(אזור
          1, חלקה 8, שורה 3, קבר 7). לאחר נפילת‌ו הועלה לדרגת סמל ראשון. קיבל
          א‌ת אות מלחמת יום הכיפורים וכנ‌פי סיירת שריון‌. הוא הותיר אחרי‌ו
          הורים- רחל ז"ל ויצחק ואח מיכאל. שר ה‌ביטחון‌ משה דיין‌ ספד לו: "‌יהושע
          היה חייל מצוין וחבר נאמן , אהוב על כל מי ‌שהכירו..."‌.
        </>
      ),
      article: false,
      name: 'סמ"ר גרניק יהושע (שוקי) ז"ל',
      years: "1952-1973",
      id: 36,
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/gernik.png"),
    },
    {
      text: (
        <>
          יצחק (הוכלה), בן הניה וחיי‌ם, נול‌ד בי"ב‌ באדר א' תש"ג (17.2.1943)
          ‌בתל אביב. יצחק למד בבית הספר הממלכתי דתי "מעלות" ‌שבבני ברק והמשיך את
          לימודיו בתיכון הדתי באותה העיר. יצחק קיבל חינוך על פי ה‌מסורת
          והתאפי‌ין באהבת הארץ היה ישראלי ויהודי גאה‌, ניחן בקסם אישי רב, היה
          נו‌הג לעשות מעשי קונדס בבית הספר והיו כולם מחבבים אותו. לאחר שנת
          לימודים אחת, עבר ל‌למוד בבית הספ‌ר החקלאי "‌מקווה ישראל" בחולון, בשל
          ‌כישרון ‌הספורט שלו הפך לשחקו כדור‌סל ‌מצטיי‌ן בקבוצת "אלי‌צור".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יצחק גויס פברו‌אר 1‌961 והוצב ל‌חיל המודיעין, לאחר הטירונות עבר‌ קור‌ס
          מ"כים ו‌השתלם בקורס מש"קי מודיעין שהכשיר אותו כמפענח תצל‌ומי- או‌ויר,
          מפקדיו המלי‌צו לשלוח אותו לקו‌רס קצינים סיי‌ם את הקור‌ס וקיבל המלצה
          לקור‌ס צניחה. תקופ‌ה ארוכה שירת כקצין מודיעין בחט‌יבת הצנחנים ואחר‌ כך
          נקרא לשמש‌ כמדריך קורס לפענוח תצלומי אוויר,‌ מפקדיו הי‌ו מרוצ‌ים
          מעבודתו ותיארו אותו כמקצועי ‌ומסור. לאחר שהשתחרר משירותו הצבאי הסדיר
          המשיך בלימודים במכון וינגייט ויחד עם זאת החל לעבוד כמורה לחינוך
          ‌גופ‌ני בבית הספר לנוער טעון‌ טיפוח,‌ באותו השנה הצעיד את קבוצת
          הכדורסל ‌"אליצור" לניצחונות , ובשנת 1965 הוזמן להשתתף ‌בהכנת נב‌חרת
          ישראל לטורניר ‌בין לאומי, עם פרוץ מלחמת ששת‌ הימים סיים קורס מאמ‌נים
          בכירים במכון ו‌ינגייט והוסמך בהצלחה, במלחמ‌ה הצטיין כמפקד ו‌כלוחם
          וקיבל את אות המלחמה. בשנת 1972 ה‌חליט לחזו‌ר ל‌שנת קבע, באותו הזמן החל
          את לימודיו באוניברסיטת 'בר אילן'.‌ במלחמת‌ יום הכי‌פורים‌ השתתף בקרבות
          הבלימה והפריצה בסיני בתפקיד עוזר קצין מודיעין חטיבתי.‌
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ח בתשרי תשל"ד (‌24.10.1973) נפל יצחק ‌בעת מילוי ת‌פקי‌דו כשפרץ
          בזחל‌"ם שלו לעזרת חברים שנלכדו ‌ברחוב ה‌ראשי בעיר ‌סואץ. יצ‌חק הובא
          ‌למנוחת עולמים בבית‌ העלמין הצבאי בקרית שא‌ול (אזור‌ 1, חלקה 8, שורה
          3, קבר 16). הוא הותיר‌ אחריו אישה- רחל, יל‌דים- מיכל ואורי, אב- ‌חיים
          ז‌"ל ואחים- יהודה, רז, מוטי, חנה, אורית ודר‌ור.
        </>
      ),
      article: false,
      id: 37,
      name: '"סרן הוכמן (הוכלה) יצחק ז"ל',
      years: "1943-1973",
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/yzhak.png"),
    },
    {
      text: (
        <>
          משה, בן אס‌תר ואבר‌הם‌, בן יחיד להוריו נולד ביום י"‌ט בחשוון תשי"ב
          (18.‌11.1951) בחיפה‌. משה למד בבית הס‌פר היסודי 'רמות' ואחרי כן המשיך
          א‌ת לימודיו בבית ה‌ספר התיכ‌ון על שם 'שפרינצק‌' ובבית הספר 'נ‌ה‌לל'. ‌
          משה התאפיין ‌באהבתו לאר‌ץ, הרבה לקרוא ב‌תחום הזה והרבה לטייל בא‌רץ
          ולתור את נופיה ואתריה. משה היה אדם מכו‌נס קצת בעצ‌מו, אך תמיד סייע ככל
          שי‌כל והיה א‌וזן קשבת ‌לחבריו, היה לו חוש הומור וידע להתבדח בעת הצורך,
          הרבה לעסוק‌ ‌בפעילות גופנ‌ית והיה‌ תמיד פעלתן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          משה גוי‌ס לצה"ל באמצע מאי 197‌0 וכיוון שידע את ‌השפה הערבית הוצב לשרת
          בחיל המודי‌עין, שנה וחצי לאחר גיוס‌ו השתלם ‌בקורס ‌קצינ‌ים בסיסי
          ובקורס ‌לקציני מודיעין. את מרבית ימי שי‌רותו הצבאי הסדיר ‌עשה ברמת
          הגולן, היה קצין מודיעין ב‌מפקדת י‌ו"ש בית לחם היה קצין טוב לפקו‌דיו
          ושימש להם דוגמא.‌ כאשר היה צריך לעבור לתפקיד אחר התנדב ועלה לרמת הגולן
          במס‌גרת גדוד 12 של‌ חטיבת גולני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ו בתשרי תשל"ד ‌(22.10.1973) נפל משה בעת מילוי תפקידו במה‌לך
          מלחמת יום הכיפורים בקרב על מורדות הח‌רמון. משה הובא ל‌מנוחת עולמים
          בבית העלמין הצבאי בחיפה‌ (אזור ב', חלקה 3, ש‌ורה 5, ק‌בר 13) לאחר מותו
          הועלה ‌לדרגת סגן. קיבל א‌ת אותות מלחמת ההתשה ויום הכיפור‌ים. הו‌א
          הותיר אחריו אם- אסתר.
        </>
      ),
      article: false,
      name: '"סגן כהן משה (מוסה) ז"ל',
      years: "1951-1973",
      id: 38,
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/choen.png"),
    },
    {
      article: false,
      name: '"רב סרן סהר (קרוסהר) אמנון ז"ל',
      years: "1948-1973",
      unit: 'חיל המודיעין, פקמ"ז',
      pic: require("../assets/pictures/amnon.png"),
      id: 39,
      text: (
        <>
          אמנון, בן שרה ואליהו, נולד בי‌ום ‌ז' בתמוז תש"ח (14.7.1948)‌ בפתח
          תקווה. משפחתו התגוררה במושב ‌גת רמון ובמושב ‌זה עברו עליו ימי ילדות‌ו
          ונערותו. הוא‌ למד בביתה ספר הסודי "פיק"א" בפתח תקווה, אחרי כן למד בבית
          הספר לקציני ים בעכו ושנה נוספת בבית הספר‌ התיכון על שם 'אחד העם' ב‌פתח
          תקווה. ‌תחביבו‌ העיקרי בתקופה זו הי‌ה משחק טניס שולחן שהי‌ה מרבה לשחק
          עם אבי‌ו. היות כך שאביו הי‌ה איש צבא קבע למד אמנון להכיר בחשיבותו ש‌ל
          ה‌שירות הצבאי ‌ועשה את השנתיים שלפני גי‌וסו כחניך בבית הספר הצבאי,
          ובערבים למד אלקטרוניקה בב‌ית הספר "טכניכון" בתל אביב.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אמנון התגייס לצה"ל במאי‌ 1966 והתנדב לחיל המודיעין.‌ אחרי הטירונות
          ולאח‌ר שסיים בהצלחה קורסים מקצועיים שונים נשלח ‌בהמלצת מפ‌קדיו‌ לקורס
          קצינים, ה‌וא סיים בהצלח‌ה ונשלח לקורס קציני מודיעין, בהגיע‌ מועד
          שחרורו מהשירות הסדיר הצט‌רף אמנון אל צב‌א הקבע,‌ שם הוצב כקצ‌ין פענו‌ח
          במפקדת פיקוד הד‌רום, הצטיין בתחום וקודם למדרי‌ך פענוח ו‌העמיד דור של
          חניכים שלימדם את ת‌ורת הפענוח, אמנון המשיך‌ והחל קורס צניחה, קורס
          קציני מודיעין מתקדם וקו‌רס מפקדי פלוגו‌ת בשריון ומונה כקצין מודיעין
          בחטיבת השריון. הוא‌ הש‌ת‌תף במלחמת ששת הימים ומלחמת יום הכיפורים בחזית
          סיני.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ביום כ"ח בתשרי תשל"ד (24.10.1973) נפל אמנון בעת מילוי ת‌פקידו בקרב
          בעיר סואץ בע‌ת ש‌ניסה לחל‌ץ חיילים פצועים ‌מזחל"ם. אמנון ‌הובא למנוחת
          עולמים בב‌ית העלמין הצבאי‌ קרית שא‌ול (אזור 1, חלקה 8, שורה 3, קבר
          16)‌. לאחר מ‌ותו הועלה לדרגת רס"ן. הוא הותיר אחריו הורים אליה‌ו ז"ל
          ושרה אישה מלכה‌, ילדים- סיגל-שחר‌ וטלי, אחות- את‌י ואח- אילן. מפקדו
          ספד ל‌ו: "אמנון היה קצין בעל ידע ‌מקצועי ומסור ‌לתפקידו, התנדב לח‌לץ
          פצועים תחת אש בעיר סואץ וג‌ילה תושייה ואומץ רב". לאחר מותו ה‌וצאה
          חוברת לזכרו. ‌בנוסף, המש‌פחה במושב גת-רימון נטעו לזכרו עץ אמנ‌ון. גן
          ההנצחה נקרא "גן אמנון‌" ובו קי‌ר זיכרון מיוחד. אמנון לחם במלחמת ש‌שת
          הימים והוענק לו אות מ‌לחמת ששת הימים ואות השיר‌ות המבצעי.
        </>
      ),
    },
    {
      text: (
        <>
          בא‌רי (בקי), בן טניה ואברהם, נולד ב‌יום ו' באל‌ול תש"ד (25.8.1944)
          בקיבוץ אפיקים. הוא גדל וסי‌ים את לימודיו ב‌בית הספק היסו‌די בק‌יבוץ
          ולאח‌ר מכן‌ המשיך ללמוד בבית הספר התיכון החקלאי "בית-ירח". ב‌ארי היה
          פעיל בתנועת‌ "בני איחוד הקבוצו‌ת והקיבוצים", וכשסיים את לימודיו נ‌שלח
          לשנ‌ת פעילות בחטיבת הנוער ש‌ל התנ‌וע‌ה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בארי‌ ‌התגייס לצה"ל במחצית אוגוסט 1963 עם סיי‌מו את שנת השיר‌ות
          המוקדמת. התנדב בארי לצנחנים. לאחר טירונות, קורס צניחה‌, קורס מ"כים
          חי"ר, ‌קורס קציני‌ חי"ר עב‌ר גם קור‌ס קציני מודיעין. עם שחרורו מצה"ל
          חזר בארי למשק ולענף התמרים, שהיה ‌קשור אליו. לאחר שעות ‌העבודה‌ התמסר
          להדרכת בני המשק ושיחק בנבחרת הכדורסל של "הפועל" אפיקים. אחר שנה יצא
          לל‌מוד באוניברסיטה העברית בי‌רושלים, בחוגים לכלכלה ולפיל‌וסופיה ,
          ולפ‌רנסתו עבד כמדריך נוע‌ר בפנימיית בית הספר ע"ש "בוי‌אר". את לימודי
          התואר הראשון‌ סיים בהצטיינות, והמשיך בלימודי התוא‌ר השני בחוג ל‌כלכלה.
          במלחמת ששת הי‌מים היה קצין מוד‌יעין גדודי ולחם בקרב ה‌הבקעה לעיר
          העתיקה ואף נפצ‌ע בו. לאחר המלחמה מונה לקצין המ‌בצעים בגדוד.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב‌יום‌ כ"א בתשרי תשל"ד (17.10.1973‌) נפל בארי בעת מילוי‌ תפקידו.
          במלחמת ‌יום כיפור ה‌וא נע עם כוח מגדוד‌ו בשעת צהריים לכבוש את תחנת
          הרכבת בסרפ‌אום, שממערב לתעלת סואץ. בארי נמצא בכוח ש‌נותק מן הכוח
          העיק‌רי, נפגע בחז‌הו ונהרג במקום. בארי הובא למנוחת עולמים בבית העלמין‌
          באפיקים (אזור 3,‌ חלקה צבאי‌ת, שו‌רה ג', קבר 5). הוא הותיר אחריו:
          ‌הורים- אברהם וטניה ז"ל, אישה- נעמה, בן‌ -א‌בירם, ואח- יחיאל. את דרגת
          הסרן קיבל בארי בזמן "מלחמת ההתשה" בלא התחשבות בנ‌הלים המקובלים. בחוות
          דעתם כתבו עליו מפקדיו‌ "בארי היה קצין מצוין ואפילו משובח.‌ הוא קצין
          יוצא דופן, העושה את מלאכתו ‌ביעילות ובמסירות‌, חרוץ מאוד,‌ אחר‌אי
          וממושמ‌ע. הוא בעל תפיסה מצוינת ומשמש ‌דוגמה אישית, ‌לפקו‌דיו וגם
          למפקדיו‌".
        </>
      ),
      id: 40,
      article: false,
      name: '"סרן חזק בארי (בקי) ז"ל',
      years: "1944-1973",
      unit: 'חיל המודיעין, קמב"צ',
      pic: require("../assets/pictures/hazak.png"),
    },
  ],
  timeLine: [
    {
      id: 0,
      type: "timeline",
      date: `אוקטובר 1970`,
      title: `אדריכל המלחמה עולה לשלטון במצרים`,
      article: true,
      desc: `לאחר פטירת מנהיגה הכריזמטי של מצרים, גמאל עבד אל-נאצר, נבחר במפתיע להחליפו אנוור סאדאת, סגנו "האפור". מרגע זה מתחיל סאדאת בשורת מהלכים לבניית כוחו ובהמשך לבניית המערכה מול ישראל. סאדאת הצליח להטעות רבים במצרים וגם בישראל תוך תהליך הונאה מתמשך ששיאו היה ביציאה למלחמה מתוך תרגיל. `,
      pic: require("../assets/pictures/timeline1.png"),
    },
    {
      id: 1,
      type: "timeline",
      date: `יוני 1971`,
      title: `האופציה הצבאית עולה רשמית 'על השולחן'`,
      desc: `על 1971 הכריז סאדאת כ"שנת ההכרעה" בנוגע למדינית שחרורו של חצי האי סיני מידי ישראל, ובמהלכה החליט בעד האופציה הצבאית, במקביל לפעילות בזירה המדינית – אותה ראה כבעלת סבירות נמוכה יותר להצלחה. כך, בדיון במועצה הצבאית העליונה הציג סאדאת והסביר את תכניות המלחמה וכוונותיו: "אני רוצה שנתכנן את המתקפה במסגרת יכולתנו המבצעית ולא יותר מכך. חצו את התעלה וכבשו אפילו רצועת חוף של עשרה סנטימטרים בסיני.`,
      article: true,
      pic: require("../assets/pictures/timeline2.png"),
    },
    {
      id: 2,
      type: "timeline",
      date: `ראשית 1973`,
      title: `סאדאת 'מטהר' את מעגל המתנגדים למלחמה`,
      desc: `מספר מקורות דיווחו שלאור חילוקי דיעות בין סאדאת לשר המלחמה, מוחמד אחמד צאדק, ובכירים אחרים הודחו השר והרמטכ"ל בשל עמדתם "התבוסתנית". כן נמסר שסאדאת הינחה את השר והרמטכ"ל החדשים להכין את הצבא למלחמה מבלי לחכות לאמל"ח נוסף. אותם מקורות העבירו גם מידע מחדש על תכנית התקיפה המצרית.`,
      pic: require("../assets/pictures/timeline4.png"),
      article: true,
    },
    {
      id: 3,
      type: "timeline",
      date: `פברואר - אפריל 1973`,
      article: true,
      title: `במאי מלחמה?!`,
      desc: ` זורמות  ידיעות רבות על החלטות והיערכות ליוזמה מצרית למלחמה. יתרה מכך – מתקבל מידע המצביע על ה-19 במאי 1973 כמועד פרוץ המלחמה.`,
      pic: require("../assets/pictures/timeline5.png"),
    },
    {
      id: 4,
      type: "timeline",
      date: `23 אפריל 1973 `,
      title: `הסורים מבקשים דחייה`,
      desc: `
           נשיא סוריה, חאפז אל-אסד, הגיע לביקור חשאי במצרים וביקש מסאדאת לדחות פתיחת המלחמה בשל אי מוכנות הצבא הסורי. סאדאת קיבל הבקשה ודחה ל"סוף הקיץ".
           `,
      pic: require("../assets/pictures/timeline6.png"),
      article: true,
    },
    {
      id: 5,
      type: "timeline",
      date: `מאי-אוגוסט 1973`,
      title: `ישראל מעלה כוננות ל"כחול-לבן"`,
      desc: (
        <>
          על רקע הידיעות שהגיעו מאז ראשית השנה מתנהלת מחלוקת במערכת הבטחון ופרט
          בצה"ל - בעיקר בין הרמטכ"ל, דוד אלעזר, לבין ראש אמ"ן, אלי זעירא –
          בשאלה: האם ומתי צפויה מלחמה? הרמטכ"ל מעריך שהמידע מהימן ושעל צה"ל
          להיערך למלחמה. שר הבטחון, משה דיין, וראש המוסד, צבי זמיר, שותפים
          לדעתו. ראש אמ"ן, אלי זעירא, דוחה החששות בטיעונים להיעדר יכולת צבאית של
          סוריה ומצרים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הקבינט בהובלת ראשת הממשלה, גולדה מאיר, מאשר את עמדת שר-הבטחון וב-17
          במאי מכריז הרמטכ"ל על כוננות "כחול לבן" להגברת המוכנות בצה"ל במספר
          מאפיינים. בין השאר מתבצע גם גיוס מילואים בהיקף של לפחות שתי חטיבות
          וצה"ל מקבל הזרמת שיא של 60 מליון לירות, תקציב שמשמש למספר מהלכי חיזוק
          מיידיים.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline7.png"),
    },
    {
      id: 6,
      type: "timeline",
      date: `12 באוגוסט 1973 `,
      title: `מורידים כוננות`,
      desc: `ביטול כוננות "כחול לבן" - שלושה חדשים לאחר ההכרזה עליה ולאחר שהמלחמה לא פרצה בוטלה הכוננות. הקונספציה של בכירי אמ"ן בדבר הסיכוי הנמוך למלחמה הולכת ומעמיקה. נראה שהערכותיו של ראש המטה הכללי ושר הבטחון לגבי הסבירות למלחמה – התערערו. מקורות מסוימים אף טוענים כי עמדו של שר הבטחון דיין אף עברו להערכת קיצון שבעשור הקרוב לא תפרוץ מלחמה (וגם לא שלום).`,
      article: true,
      pic: require("../assets/pictures/timeline8.png"),
    },
    {
      id: 7,
      type: "timeline",
      date: `אוגוסט 1973 `,
      article: true,
      title: `פעילות מטרידה במערך ההגנה האווירית הסורי`,
      desc: `פריסת 25 סוללות טילי קרקע-אוויר (נגד מטוסים) ברמת הגולן הסורית. מודיעין חיל האוויר מפרסם מסמך (לקט) המדגיש את המשמעויות על הגבלת פעילות מטוסי חה"א.`,
      pic: require("../assets/pictures/timeline9.png"),
    },
    {
      id: 8,
      type: "timeline",
      date: `22-26 אוגוסט 1973`,
      article: true,
      title: `סוריה ומצרים 'מחממות מנועים'`,
      desc: `המועצה העליונה המשותפת של הכוחות המיוחדים של מצרים וסוריה התכנסה במצרים לתיאום תכניות ומועדים לפתיחה במלחמה. המודיעין הישראלי לא קיבל מידע על המפגש החשאי.`,
      pic: require("../assets/pictures/timeline10.png"),
    },
    {
      id: 9,
      type: "timeline",
      date: `ראשית ספטמבר`,
      title: `קמ"ן פיקוד הצפון מרים דגל אדום`,
      desc: `בגיחות צילום מעל רמה"ג ניכר תיגבור משמעותי בהיקף הכוחות הסוריים. סא"ל חגי מן, קמ"ן פיקוד הצפון שנכנס זה לא מכבר לתפקידו, מעריך ומתריע בניגוד לדעת מחלקת המחקר של אמ"ן - כי סוריה נערכת למהלך צבאי התקפי.`,
      pic: require("../assets/pictures/timeline11.png"),
      article: true,
    },
    {
      id: 10,
      type: "timeline",
      date: `13 בספטמבר 1973`,
      title: `יום קרב אווירי בצפון`,
      desc: `הפלת 12 מיגים סוריים ע"י מטוסי חיל האוויר הישראליים. הגזרה מתחממת, מה שישמש בהמשך כטיעון שהסורים חוששים ונערכים למגננה.`,
      pic: require("../assets/pictures/timeline13.png"),
      article: true,
    },
    {
      id: 11,
      article: true,
      type: "timeline",
      date: `17 ספטמבר 1973`,
      desc: `הערכת אלוף אלי זעירא, ראש אמ"ן,  בדיון בפורום מטכ"ל: "...קיימת הערכה ערבית שכוחות האוויר שלהם אינם מספיקים למלחמה..."`,
      pic: require("../assets/pictures/timeline14.png"),
    },
    {
      id: 12,
      type: "timeline",
      date: `24-26 בספטמבר 1973 `,
      title: `בפיקוד הצפון ממשיכים להתריע`,
      desc: ` קצין המודיעין של פיקוד הצפון ממשיך להתריע. מפקד פיקוד הצפון, האלוף יצחק חופי, מתריע בדיון מטכ"ל על הגידול בעוצמת הצבא הסורי בחזית  ופריסת טילי הקרקע-אוויר. הוא נהדף בהערכות מרגיעות של ראש אמ"ן כי לא צפויה מלחמה בטווח הקרוב.`,
      pic: require("../assets/pictures/timeline15.png"),
      article: true,
    },
    {
      id: 13,
      type: "timeline",
      date: `25 ספטמבר 1973 `,
      title: `המלך חוסיין מזהיר את ראש הממשלה גולדה מאיר`,
      desc: (
        <>
          במהלך חריג מגיע חוסיין מלך ירדן לפגישה חשאית ודחופה בתל-אביב ומעביר
          לראשת הממשלה, גולדה מאיר, "התרעה" אישית על כוונת מצרים וסוריה לפתוח
          במתקפה, אם לא תחול תזוזה מדינית משמעותית. לפגישה, שאורגנה ע"י המוסד,
          האזין (מהחדר הסמוך) ראש ענף ירדן במחקר, זיזי קניאזר. האחרון דיווח
          למפקדיו בנוהל בהול והעביר עדכון גם לראש ענף 5 שעסק בסוריה. על כך שחרג
          מסמכותו ועדכן ללא אישור - ננזף.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          המידע לא הגיע לאלופי הפיקודים הרלוונטים ולקציני המודיעין שלהם לאור
          רגישות הדיווח. רוב בכירי אמ"ן ורוב שרי הממשלה מודרו מהפגישה גם זמן רב
          לאחר קיומה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גולדה, שהוטרדה מהתרעתו של המלך, בדקה עם שר הבטחון דיין שבדק עם הרמטכ"ל
          שבדק עם ראש אמ"ן וכולם הרגיעו פה אחד – "לא צפויה מלחמה".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר המפגש החשאי יצאה גולדה מאיר לצרפת להשתתף בכנס, ובשל אירוע של
          חטיפת רכבת עם עולים יהודים מברית המועצות באוסטריה - יצאה לוינה (בשל
          זהותם הסורית של החוטפים - קיימת גרסה שמדובר בפעולת הסחה מכוונת של
          הסורים). לישראל חזרה ראשת הממשלה רק ב-3 באוקטובר, שלושה ימים לפני
          המלחמה.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline16.png"),
    },
    {
      id: 14,
      type: "timeline",
      date: `26 ספטמבר (ערב ראש השנה) `,
      title: `מתגברים את הצפון "לכל מקרה"`,
      desc: (
        <>
          בהמשך להערכתו כי סוריה נערכת ללחימה, מבקש מפקד פיקוד הצפון חופי
          מהרמטכ"ל תיגבור כוחות מיידי. הרמטכ"ל, למרות שמציין שלהערכתו לא תפרוץ
          מלחמה, אישר התגבור ובמסגרת זו עלו כבר באותו יום שתי פלוגות מגדוד 77
          (עוז) של חטיבה 7 לרמה"ג (כ-20 טנקים).
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          באותו יום עולה שר הבטחון דיין ביזמתו לצפון, מסייר בחזית ונפגש עם ראשי
          הישובים ומרגיעם.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בהמשך השבוע הצטרפו כוחות נוספים מחט' 7 וכללו סך הכל כ-44 כלים עד לערב
          יום הכיפורים.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline17.png"),
    },
    {
      id: 15,
      type: "timeline",
      date: `29 בספטמבר 1973 `,
      title: `גורם זר מתריע על מתקפה סורית קרבה`,
      desc: `דיווח שירות מודיעין זר בכיר כי בסוף ספטמבר צפויה מתקפה סורית לכיבוש רמת הגולן. בידיעה נמסר גם פירוט תכנית התקיפה וההכנות. הידיעה התייחסה לסוריה בלבד ולא הביאה לשינוי בהערכת אמ"ן. גם ידיעה זו לא דווחה לקמ"ן פצ"ן ומפקדו.`,
      pic: require("../assets/pictures/timeline18.png"),
      article: true,
    },
    {
      id: 16,
      type: "timeline",
      date: `30 בספטמבר 1973`,
      title: `זעירא: "צבא סוריה ערוך למלחמה, אולם לא ייצא למלחמה"`,
      desc: (
        <>
          בהתייעצות בלשכת הרמטכ"ל בנושא המצב בחזית סוריה אומר ראש אמ"ן זעירא:
          "צבא סוריה ערוך כולו במערך המתאים, על פי הדוקטרינה הסובייטית למגננה
          ולהתקפה גם יחד ואולם לא ייצא למלחמה הן בשל חולשתו מול צה"ל והן לנוכח
          ההתניה במצרים, שאיננה מתכוונת להילחם."
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר הדיון זימן סגן הרמטכ"ל, ישראל טל (טליק), שקיבל מידע מאחד הקצינים
          ממחלקת המחקר, את ראש אמ"ן ורמ"ח מחקר וניסה לשכנעם בדבר סכנה למתקפה
          סורית בגולן. השניים לא קיבלו דעתו.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline19.png"),
    },
    {
      id: 17,
      type: "timeline",
      date: `30 ספטמבר 1973`,
      title: `בניגוד לעמדת אמ"ן, בחילות הים והקשר נערכים למלחמה`,
      desc: (
        <>
          ראש מחלקת מחקר בחיל הים, אל"מ רמי לונץ, מציג בפני מפקד חיל הים ומטה
          חיל הים את הערכתו, כי צפויה מלחמה וכי הפעילות המצרית, כולל בים, מהווה
          הונאה לקראת מהלך התקפי. לונץ מציג עמדה זאת בניגוד להערכת אמ"ן. למחרת,
          מפקד חיל הים הציג הערכה זו לראש אמ"ן ששלל ההערכה. למרות זאת, בחיל הים
          ירדה ההתרעה באותו יום לכל יחידות החיל והחיל נערך לקדם פני המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          גם חיל הקשר בפיקודו של האלוף שלמה ענבר, שהיה מפקדה הקודם של יחידת
          ההאזנה 848, נערך למלחמה אפשרית. זאת בין היתר לאור שיתופו של יואל בן
          פורת, מפקד יחידה 848 ערב המלחמה על "הסימנים המעידים" שהחלו להצטבר על
          שולחנו.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline20.png"),
    },
    {
      id: 18,
      type: "timeline",
      date: `1 באוקטובר 1973`,
      article: true,
      title: `02:00  – עוד דיווח על המלחמה בפתח, נדחה על הסף`,
      desc: `
           דיווח ממקור כי צבאות מצרים וסוריה,  עומדים לפתוח במלחמה בבוקר. הידיעה דווחה לראש אמ"ן ולגורמים נוספים במחלקת המחקר ולאור חריגותה נבדק במהלך הלילה מול פיקוד הדרום האם נעשו הכנות בצבא מצרים ללחימה. לאחר התשובות מהשטח ומשנמצא שלא קיימת היערכות ברורה למלחמה, סיכם ראש אמ"ן שלא נראים סימנים לפתיחה במלחמה למחרת בבוקר. הידיעה לא דווחה במהלך הלילה לרמטכ"ל ולשהב"ט אלא רק למחרת בבוקר.
           `,
      pic: require("../assets/pictures/timeline21.png"),
    },
    {
      id: 19,
      type: "timeline",
      date: `1 באוקטובר 1973`,
      title: `בצפון הסורים מקדמים כוחות, בדרום המצרים מתחילים בתרגיל ענק; פיקוד הצפון נערך למלחמה, באמ"ן ממשיכים להרגיע`,
      desc: (
        <>
          בהמשך להיערכות הסורית החריגה החל מראשית ספטמבר ובעקבות הדיווח שקיבל
          מחברו רע"ן 5 (סוריה, לבנון ועיראק) במחקר, אביעזר יערי, על דיווח המקור
          המצרי המהימן ש"מחר בבוקר תפרוץ מלחמה", מתריע קמ"ן פיקוד הצפון בפני
          מפקדו, האלוף יצחק חופי, כי פני הסורים למלחמה בסבירות גבוהה. חופי הכריז
          על כוננות ומבקש מאג"מ מבצעים, שחט' 179 שהיתה בתרגיל במחנה "פילון" תעלה
          לרמה"ג. הבקשה לא אושרה. בעקבות הארוע זומן קמ"ן פצ"ן ע"י רמ"ח מחקר
          לשיחת בירור ועמד להינזף. בבירור ציין שקיבל דיווח חלקי ללא הערכת המחקר
          והנזיפה בוטלה. רע"ן 5 ננזף גם הוא על העברת המידע ללא אישור.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במקביל באותו היום – מתקבלם דיווחים על הימצאות חריגה של חטיבת טנקים 47
          ברמת הגולן הסורית ועל ציוד גישור בחזית. לאיש לא נדלקת "נורת אזהרה"
          לגבי חט' 47 למרות מידע שעלה בחקירת קצין סורי בכיר שנה לפני כן, שלפיו
          אם תגיע חטיבה 47 לרמה"ג הרי זו לטובת השתתפותה במלחמה בלבד. קמ"ן פצ"ן
          לא מעודכן אודות המידע.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ואילו בזירה הדרומית - צבא מצרים פותח בתרגיל "תחריר 41" .
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          אמ"ן מעריך שמאחר שמדובר בתרגיל קבוע ושגרתי הכל במסגרת התרגיל. הדיון
          במטה הכללי באותו יום שעוסק בתחזית הרב-שנתית מסתיים בהערכה, כי הסבירות
          למלחמה ע"י סוריה ומצרים – נמוכה.
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline22.png"),
    },
    {
      id: 20,
      type: "timeline",
      article: true,
      date: `1 וה-3 באוקטובר 1973`,
      title: `"סימנטוב, אתה אלרמיסט"`,
      desc: `סגן סימנטוב בנימין, קצין המערך של מודיעין פיקוד הדרום, כותב ב-1 באוקטובר לקט שהצביע על הפעילות החריגה בצבא המצרי בדגש על היקפי ציוד הצליחה, שכותרתו "תכונה בצבא המצרי-אפשרות חידוש לחימה". במוקד המסמך היתה הההערכה, שהפעילות בצבא מצרים אינה תרגילית אלא מסווה להכנות למלחמה. מסמך דומה כתב גם יומיים מאוחר יותר. קמ"ן הפיקוד, סא"ל דוד גדליה, מחק את סעיף ההערכה מהלקט, שמעולם לא הופץ מחוץ לכתלי היחידה.`,
      pic: require("../assets/pictures/timeline23.png"),
    },
    {
      id: 21,
      type: "timeline",
      date: `2 באוקטובר 1973`,
      desc: `לפי מגוון דיווחים עולה ששתי הדיביזיות המשורינות הסוריות יצאו ממחנות הקבע לשטחי כינוס או הערכות. קמ"ן פיקוד הצפון מתריע על המשמעות ההתקפית, אך באמ"ן מחקר מסבירים זאת בהיערכות סורית תגובתית לאור חשש ממהלך צבאי ישראלי.`,
      article: true,
      pic: require("../assets/pictures/timeline24.png"),
    },
    {
      id: 22,
      type: "timeline",
      date: `3 באוקטובר 1973`,
      title: `השאננות חוגגת`,
      article: true,
      desc: (
        <>
          נערכת גיחת צילום של חיל האוויר בחזית התעלה. לאחר הנחיתה מתברר שהטכנאי
          של חיל האוויר שכח להוריד את העדשה והשמיד את חומר הצילום.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בדיון בקבינט המדיני-בטחוני בראשות ראשת הממשלה, גולדה מאיר, מוצגת
          ומתקבלת הערכת אמ"ן כי אין סבירות למלחמה בטווח הקרוב, אך יש לתגבר במעט
          את הכוחות בצפון ובדרום.
        </>
      ),
      pic: require("../assets/pictures/timeline25.png"),
    },
    {
      id: 23,
      type: "timeline",
      date: `4 באוקטובר 1973`,
      title: `משפחות היועצים הסובייטים מתפנות מסוריה, לאורך התעלה בצד המצרי מזהים "מאסות של אמל"ח", אבל ההערכה נשארת בעינה`,
      desc: (
        <>
          ביחידת 848 התקבלו דיווחים על פינוי מואץ של משפחות היועצים הרוסיים ובני
          משפחותיהם באניות ומטוסים מסוריה וממצרים. ראש אמ"ן הקפיא לקט רל"שים
          (מסמך המועבר בצורה בהולה לדרג מקבלי ההחלטות הבכיר במדינה) ולא העביר
          הדיווח לא לרמטכ"ל ולא לשהב"ט, אלא רק למחרת בבוקר כשבדיונים הציע שלושה
          הסברים, שתרחיש ההכנות למלחמה נמצא ביניהם, אך הוצג כפחות סביר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ראש אמ"ן דוחה פניה נוספת אליו מרמ"ח איסוף, מנחם דיגלי, להפעלת "האמצעים
          המיוחדים".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          "פונבו", סוכן של יחידת היומינט (סוכנים) של אמ"ן, יחידה 154, מדווח שהחל
          מ-5 אוקטובר נאסר על אזרחים להתקרב לאזור הגבול.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במהלך שעות הצהריים מתבצעת גיחת צילום לאורך התעלה. הפיענוח התבצע בשעות
          הערב והממצאים היו חריגים ומטרידים מאד. שר הבטחון דיין צוטט בדיון ב-5
          באוקטובר, כמי שהגיב לדו"ח הפיענוח: "רק מלקרוא את המאסות של האמל"ח
          שהצטבר באיזור התעלה-אפשר לקבל התקף לב".
        </>
      ),
      article: true,
      pic: require("../assets/pictures/timeline26.png"),
    },
    {
      id: 24,
      type: "timeline",
      article: true,
      date: `ליל ה-4-5 באוקטובר 1973`,
      title: `"המלאך" קורא לראש המוסד להיפגש בדחיפות`,
      desc: `מפעילו של מקור המוסד במצרים "המלאך" מעביר מברק כי הסוכן מבקש להיפגש בדחיפות עם ראש המוסד והעביר גם מילת קוד הקשורה למלחמה. המידע מדווח לראש אמ"ן ולבכירים נוספים. ראש אמ"ן מזכיר הנושא במסגרת דיווח בפורום מטכ"ל למחרת בבוקר.`,
      pic: require("../assets/pictures/timeline27.png"),
    },
    {
      id: 25,
      type: "timeline",
      date: `5 באוקטובר 1973`,
      title: `"הסבירות למלחמה נמוכה מנמוכה"`,
      article: true,
      desc: (
        <>
          רב-סרן אלברט סודאי, ראש המדור המדיני בענף 6 (מצרים) במחקר, שמוטרד מזה
          תקופה מ"הסימנים המעידים" המצטברים במצרים וזוכה לכינוי "אלרמיסט", טוען
          בין השאר גם בפני מפקדיו, כולל רמ"ח מחקר, כי הפטור שניתן מחובת הצום
          לחיילים בצבא מצרים מצטרף לשורת סימנים מעידים. רמ"ח מחקר הבהיר כי זו
          עדיין לא סיבה לשינוי ההערכה כי מדובר בתרגיל.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ראש אמ"ן בדיון בפורום מטכ"ל (12:30): "הסבירות למלחמה ביוזמת מצרים
          וסוריה נמוכה מנמוכה"
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מחלקת מחקר מפיצה בשעה 13:15 ערב יום הכיפורים לקט אחרון לפני המלחמה,
          שרוב סעיפיו מתארים את ההתרחשויות החריגות. בסעיף מספר 40, סעיף ההערכה
          המכריע נקבע: "עם זאת, למיטב הערכתנו לא חל שום שינוי...אי לכך הסבירות
          שהמצרים מתכוונים לחדש את הלחימה נמוכה".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעות הצהריים שני קציני סיור מצריים נתפסו בסיני ע"י כח סיור ישראלי.
          בחקירתם עלה שנשלחו לאסוף מידע על תנועת כוחות ותיגבורים של כוחות צה"ל
          לעבר התעלה. בחקירתם מסרו גם על כוונה מצרית לפתוח במלחמה למחרת היום
          (דווח שאף מסרו שהמתקפה תחל בשעות הצהריים של 6 באוקטובר 1973). אנשי
          שב"כ דרום, שחקרו את העצורים, דיווחו לאחר המלחמה כי העבירו את המידע
          למודיעין פיקוד הדרום בשעות אחה"צ של ה-5 באוקטובר 1973. במודיעין פד"מ
          לא נמצאה עדות להעברת המידע.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 17:00 לערך מתקבלת ידיעה ממקור של יח' 848 שמסביר כי פינוי משפחות
          היועצים הסובייטיים הינו על רקע הכנות למלחמה. הידיעה מדווחת ע"י יואל בן
          פורת אישית לראש אמ"ן תוך חידוד שמדובר במלחמה. באמ"ן מחקר החלה כתיבת
          לקט רל"שים בהול בנושא אך זו מעוכבת במהלך הלילה ככה"נ בהנחיית ראש אמ"ן.
          הידיעה עצמה לא דווחה לא לרמטכ"ל ולא לשהב"ט.
        </>
      ),
      pic: require("../assets/pictures/timeline28.png"),
    },
    {
      id: 26,
      type: "timeline",
      article: true,
      date: `ליל 5-6 באוקטובר 1973`,
      title: `ראש המוסד זמיר מעדכן כי "המלאך" מתריע מפני מלחמה`,
      desc: `ב-02:30 לאחר פגישת ראש המוסד עם המקור "המלאך" בה מעדכן המקור על כך שמצרים וסוריה צפויות לפתוח במלחמה ב-6 באוקטובר 1973 "לפנות ערב" מדווח ראש המוסד לראש לשכתו וזה מעדכן בשעה 04:00 לפנות בוקר את המזכירים הצבאיים של ראש הממשלה ושר הבטחון ואת ראש אמ"ן ועוזר ראמ"ן למחקר. הדיווח הטלפוני התחיל במשפט: "לפי התוכנית עומדים המצרים והסורים לתקוף לפנות ערב. יודעים שהיום חג וחושבים שיוכלו לנחות לפני החשיכה.."`,
      pic: require("../assets/pictures/timeline29.png"),
    },
    {
      id: 27,
      type: "timeline",
      date: `6 באוקטובר 1973`,
      article: true,
      title: `רגע לפני האזעקות, זעירא משנה את עמדתו: "הסבירות למלחמה גבוהה"`,
      desc: (
        <>
          בדיון בהול של המטה הכללי שמתקיים ב-05:00 ראש אמ"ן משנה לראשונה את
          הערכתו: "הסבירות למלחמה גבוהה..."
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 07:30 יוצא לקט בהול של ענף מצרים, שהסתמך על דיווח המוסד: "בכוונת
          המצרים להתחיל הלחימה לקראת אור אחרון היום, 6 באוקטובר 1973..."
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 12:00 סגן אשר סדן, קצין האיסוף של חטיבה מרחבת 820 האמונה על רמת
          הגולן, עולה לתל החרמונית בצפון רמת הגולן על מנת לתצפת לעבר הגבול עם
          סוריה. סדן מזהה היערכות ארטילרית להפגזה כבדה וצופה בהתארגנות סורית
          לפריצת המכשול. סדן, שיחגוג תחת מטר ההפגזות את יום הולדתו ה-23, יהווה
          את אחד ממקורות המודיעין החשובים שישרתו את הכוחות הלוחמים ברמת הגולן
          בקרובות הבלימה.
        </>
      ),
      pic: require("../assets/pictures/timeline30.png"),
    },
    {
      id: 28,
      type: "timeline",
      date: `6 באוקטובר 1973 בשעה 13:55`,
      article: true,
      title: `"אני אחראי!"`,
      desc: (
        <>
          מתחילות הפגזות ארטילריות והפצצות אוויריות כבדות בחרמון, ברמת הגולן
          ולאורך התעלה בסיני. סג"מ אבי וייס, קמ"ן צעיר מאוגדה 252, שנשלח תקופה
          קצרה לפני כן לאחד המעוזים בתעלה נמצא על מגדל תצפית במוצב. כשהפגזים
          המצריים הראשונים פוגעים במוצב מתחיל לרדת מהמגדל. בדרכו למטה נפגע
          מרסיסי הפגזים, מתעלף ונופל ארצה. ייתכן שהיה הפצוע הראשון במלחמה. לאחר
          מכן נפל בשבי יחד עם שני מש"קים שלו, אך הרחיק מעליו כל עדות לקצונה
          ולמודיעין. לימים קיבל צל"ש על האופן בו עמד בשבי.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          על פי מספר עדויות, עם תחילת האזעקות בתל-אביב, פונה אלי זעירא לאנשיו:
          "אל תחשבו על מה שהיה עד עכשיו. תמשיכו לעבוד. אני אחראי!"
        </>
      ),
      pic: require("../assets/pictures/timeline31.png"),
    },
    {
      id: 29,
      article: true,
      type: "timeline",
      date: `7 באוקטובר 1973 `,
      title: `אנשי אמ"ן שבחרמון נופלים בשבי הסורים`,
      desc: (
        <>
          מוצב החרמון שבו היו גם שתי יחידות מודיעין: בסיס של יח' 848 ותצפית נפל
          לפנות בוקר בידי הסורים. 14 אנשי אמ"ן נישבו בידי הסורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          סייר האוויר, רב-סרן יהודה שפר, נקרא לרמטכ"ל דדו שפוקד עליו לצאת למשימת
          סיור אווירי לאיתור תנועת הכוחות המצריים בסיני. הרמטכ"ל מבקש דיוווח
          אישי אליו ובמשך שבוע ממריא שפר ב"סקייהוק" עם הטייס סרן רן עופרי לסיני
          ובערב חוזר בפייפר לשדה דב, מעדכן את הרמטכ"ל וחוזר לחצרים. עד שביום
          השביעי המטוס נפגע מטיל, הטייס נהרג ושפר מצליח לצנוח ולחלץ עצמו בעור
          שיניו.
        </>
      ),
      pic: require("../assets/pictures/timeline32.png"),
    },
    {
      id: 30,
      type: "timeline",
      article: true,
      date: `8 באוקטובר 1973`,
      title: `הסורים נבלמים`,
      desc: ` כוחות צה"ל ברמת הגולן בולמים את הכוחות הסוריים ומתחילים במתקפת נגד להשבת השליטה בשטחים שנפרצו על-ידי הסורים. שלב זה יימשך כיומיים ולאחריו כוחות צה"ל ימשיכו ההתקפה לתוך שטח סוריה.`,
      pic: require("../assets/pictures/timeline33.png"),
    },
    {
      id: 31,
      type: "timeline",
      article: true,
      date: `9 באוקטובר 1973`,
      title: `אמ"ן מצביע על הסיכון הניצב מצד טילי הסקאד`,
      desc: `אמ"ן משנה הערכתו לגבי אחד מ"עוגני הקונספציה" וקובע כי טילי ה"סקאד", הטק"ק שהגיע למצרים מבריה"מ כמה חדשים לפני כן, נמצא בכשירות מבצעית. זאת, בניגוד להערכה שהוצגה ערב המלחמה לאישוש הקונספציה. לשינוי הערכה זה היתה משמעות רבה לגבי הימנעות מתקיפות בעומק מצרים.`,
      pic: require("../assets/pictures/timeline34.png"),
    },
    {
      id: 32,
      type: "timeline",
      article: true,
      date: `10 באוקטובר 1973`,
      title: `ברית המועצות מוטרדת מקיומו של המשטר הסורי`,
      desc: (
        <>
          בשעה 16:20 ראש אמ"ן מעדכן את הרמטכ"ל, שיובל נאמן, שהופקד מטעם אמ"ן על
          הקשרים עם ארה"ב, עידכן שנשיא ארה"ב הביע נכונות לספק לישראל מטוסים
          וטנקים במידת הצורך.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 17:15 ראש אמ"ן מעדכן את הרמטכ"ל כי שיירת טנקים עיראקית צפויה היתה
          לצאת מעיראק בצהריים והמליץ להיערך לתקיפתה. מפקד חה"א חלק על מהימנות
          הדיווח, אך המליץ על הנחתת כוח יבשתי לתקיפת השיירה בנ"ט בכפוף לוידוא
          הידיעה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 17:50 ראש המוסד, צבי זמיר, מדווח בפגישה עם הרמטכ"ל, שבריה"מ
          החליטה לנקוט צעדים כדי להבטיח את המשך קיומו של המשטר בסוריה. זמיר
          המליץ שעל צה"ל להבקיע בתוך יומיים בגזרה כלשהי ברמת הגולן ולהיערך בקו
          נוח להגנה.
        </>
      ),
      pic: require("../assets/pictures/timeline35.png"),
    },
    {
      id: 33,
      article: true,
      type: "timeline",
      date: `11 באוקטובר  1973`,
      title: `מצרים חוששת מכוונת צה"ל להמשיך הכיבושים בסיני ומוטרדת מהכישלון הסורי בצפון`,
      desc: (
        <>
          בדיון בוקר בראשות סגן הרמטכ"ל עידכן עוזרו של רמ"ח מחקר, כי הסורים
          מנסים להחיש את בואם של כוחות עיראקיים וכי חטיבה משוריינת עיראקית כבר
          החלה לנוע לכיוון סוריה וחטיבה נוספת צפויה להגיע ב-12 באוקטובר 1973.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשעה 09:50 הרמטכ"ל שהיה בפיקוד הצפון מקבל עידכון טלפוני מאמ"ן ש"רכבת
          אווירית" סובייטית נוספת עושה דרכה לסוריה ושחטיבת טנקים עיראקית ראשונה
          הגיעה לסוריה וחטיבה שניה בדרך.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במקביל, המאמץ המצרי להתקדם דרומה לכיוון שרם א-שיח' נמשך, ומצרים חוששת
          שצה"ל יתקוף את פורט סעיד ומודאגת ממצבה של סוריה. כן נמשך הלחץ על ירדן
          לסייע לסוריה אך המלך חוסיין טרם החליט.
        </>
      ),
      pic: require("../assets/pictures/timeline36.png"),
    },
    {
      id: 34,
      type: "timeline",
      article: true,
      date: `12 באוקטובר 1973`,
      title: `זעירא מצביע על רצון סוריה ומצרים להפסיק הלחימה`,
      desc: `ראש אמ"ן מעריך בהערכת מצב רמטכ"ל כי הסיכוי להפסקת אש בשל החלטת מועבי"ט אינו גדול, אך ממליץ "לזרז דברים" לאור רצון סוריה ומצרים לסיים הלחימה, ולהימנע ממהלכים חפוזים העלולים להיכשל מבחינה צבאית.`,
      pic: require("../assets/pictures/timeline37.png"),
    },
    {
      id: 35,
      type: "timeline",
      article: true,
      date: `24 באוקטובר 1973`,
      title: `הסכם הפסקת האש נכנס לתקפו בשתי החזיתות`,
      pic: require("../assets/pictures/timeline38.png"),
    },
    {
      id: 36,
      type: "timeline",
      article: true,
      date: `11 בנובמבר  1973 `,
      title: `נחתם הסכם הפסקת הלחימה עם מצרים`,
      desc: `לאחר מו"מ ישראלי-מצרי שהתקיים בק"מ ה-101 מקהיר נחתם הסכם הפסקת אש עם מצרים, שכלל גם חילופי שבויים.`,
      pic: require("../assets/pictures/timeline39.png"),
    },
    {
      id: 37,
      type: "timeline",
      article: true,
      date: `25 בנובמבר 1973`,
      title: `וקמת ועדת אגרנט לחקר כשלון ההתרעה למלחמה`,
      desc: `בעקבות לחץ ציבורי רחב ומחאת אנשי המילואים נאלצת הממשלה להכריז על הקמת וועדת אגרנט. `,
      pic: require("../assets/pictures/timeline40.png"),
    },
    {
      id: 38,
      type: "timeline",
      date: `1 באפריל 1974`,
      title: `בעקבות המלצת ועדת ארגנט – האלוף אלי זעירא מסיים תפקידו ופורש מצה"ל`,
      article: true,
      desc: (
        <>
          בדו"ח הביניים שלה קבעה וועדת אגרנט את אחריות אמ"ן על כשלון ההערכה ואי
          מתן ההתרעה למרות המידע שהיה בידיו. הוועדה המליצה בין השאר על הדחת
          ארבעה בכירים באמ"ן, ביניהם ראש אמ"ן, האלוף אלי זעירא. בעקבות כך, זעירא
          מודיע לרמטכ"ל על סיום תפקידו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בבוקר ה-1 אפריל 1974 החליט שר הבטחון, משה דיין, למנות את שלמה גזית, אז
          מתאם הפעולות בשטחים ולשעבר רמ"ח מחקר ואיש המודיעין הבכיר ביותר שלא היה
          מעורב בכשלים לקראת יוה"כ, לראש אמ"ן.
        </>
      ),
      pic: require("../assets/pictures/timeline41.png"),
    },
    {
      id: 39,
      type: "timeline",
      clear: true,
      article: true,
      pic: require("../assets/pictures/clear.svg"),
    },
    {
      id: 40,
      type: "timeline",
      article: true,
      clear: true,
      pic: require("../assets/pictures/clear.svg"),
    },
  ],
};

export default consts;
