import React, { useRef, useState } from "react";
import { Swiper, SwiperSlide } from "swiper/react/swiper-react";
import "swiper/swiper.min.css";
import "swiper/modules/pagination/pagination.min.css";
import { Pagination, Navigation, Autoplay, EffectCoverflow } from "swiper";
import "./styles.css";
import { DarkOnImage } from "../../pages/timeline/TimeLineStyles";
import { CardTitle, CardWrapper, StyledSwiperSlide } from "./styles";
import Article from "../../pages/article/Article";
import { useEffect } from "react";

export default function Carousel() {
  const [showCard, setShowCard] = useState(false);
  const [articleI, setArticleI] = useState();
  const swiperRef = useRef(null);
  const [width, setWidth] = useState();
  const [height, setHeight] = useState();

  useEffect(() => {
    setWidth(getDimensions().width);
    setHeight(getDimensions().height);
  }, [window.innerWidth, window.innerHeight]);

  const getDimensions = () => {
    const width = swiperRef.current.offsetWidth;
    const height = swiperRef.current.offsetHeight;
    return { width, height };
  };

  const aritclesForCarousel = [
    {
      article: false,
      name: "יואל בן פורת",
      type: `ערב המלחמה`,
      miniTitle: `"גולדה, סמכי על 8200"`,
      pic: require("../../assets/pictures/yoel.png"),
      text: (
        <>
          תא"ל (בדימ') יואל בן פורת נולד ב-8 במאי 1931 בפולין ועלה לארץ בגיל 16
          דרך "השומר הצעיר". ב-1950 התגייס לצה״ל, והחל דרכו כקצין מחקר בענף
          מצרים באמ"ן. בהמשך עבר ליח' ההאזנה (כיום 8200) ושימש כקב"ר (קצין בינה
          רשתית) ובהמשך התקדם: ראש מדור 'בינה-רשתית' ועוזר ראש מחלקת איסוף
          באמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-1966, בהיותו סא"ל ביחידה 848, נקלטה ידיעה ביחידה העוסקת בהעמדת כל
          כוחות המפקדה הערבית המאוחדת בכוננות מלאה. לאור הידיעה הוכרזה בצה"ל
          כוננות, אשר ירדה לאחר שלא נראו תזוזות בקרב הכוחות הערביים. בבדיקה
          אוחרת עלה שהידיעה תורגמה מערבית לעברית בצורה לא מדויקת. יואל, שהיה
          אחראי ובעל תכונות אופי של מנהיג, לקח על עצמו את האחריות המלאה על
          האירוע והגיש התפטרותו לר' אמ"ן, אלוף אהרן יריב, שדחה אותה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר ששימש כסגן מפקד יחידת ההאזנה 848, מונה למפקדה ב-1972. במהלך
          שירותו כמפקד היחידה פרצה מלחמת יום הכיפורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מערך ההתרעה למלחמה היה בעדיפות הראשונה של יואל לאורך כל שירותו, כולל
          כשהיה חבר בוועדת ההתרעה של אמ"ן בראשית שנות ה-60 ובוודאי כמפקד יחידה
          848. מיוחס לו כי כאשר נשאל ע"י ראשת הממשלה, גולדה מאיר, עם כניסתו
          לתפקיד מפקד היחידה "אם צבאות ערב ירצו להתקיף אותנו, אנחנו נדע?", טפח
          לעצמו על החזה כאומר: "תסמכי עלינו".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יואל בן פורת נמנה על הבודדים שהתריעו מפני פרוץ מלחמת יום הכיפורים, ועל
          כך גם העיד בפני וועדת אגרנט, וועדת החקירה הממלכתית לחקר נסיבות פרוץ
          המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לפני פרוץ המלחמה דרש בן פורת, כמו גם אחרים, מראש אמ"ן, אלי זעירא,
          להפעיל את "האמצעים המיוחדים", יכולות האזנה של ישראל אשר הותקנו במצרים
          ויכלו לתת אינדיקציה לגבי ההיערכות המצרית למלחמה, אך נענה בשלילה. בקשתו
          לגייס כ-200 אנשי מילואים ליחידת ההאזנה לאור הערכתו שהמלחמה בפתח נענתה
          בשלילה גם היא. נטען, כי בשיח בין השניים ערב המלחמה אמר זעירא לבן פורת,
          כמדווח: "אתה תביא ידיעות ואני אדאג להערכה".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          ב-5 באוק', ערב מלחמת יום הכיפורים, לאחר שהתקבלה ידיעת "יחמור" שהסירה
          את סימני השאלה לגבי הסיבות לעזיבת משפחות היועצים הסובייטים בסוריה
          ומצרים, ובן פורת דיווח אותה לאלי זעירא וניסה לשכנעו כי זו הוכחה חד
          משמעית שהמלחמה עומדת לפרוץ, הרי שהאחרון מנע הפצת הידיעה כלפי מעלה ועצר
          גם הפצת בנושא של לקט רל"שים (מסמך בהול המועבר למנהיגי הצבא והמדינה בעת
          אירועים מיוחדים).
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר סיום המלחמה שאל הרמטכ"ל את בן פורת מדוע לא העביר אליו את הידיעה.
          זאת, בעוד בן פורת עצמו נקלע למצוקה במסגרתה לא הפסיק לשאול עצמו מדוע לא
          עמד יותר על דעתו ולא העביר אותה באופן ישיר לרמטכ"ל או לדרג המדיני.
          עיסוק זה בשאלות של "מה היה אילו?" ו"מדוע לא פעלתי אחרת?" פגעו בהמשך
          בבריאותו הנפשית של בן-פורת, שתפיסת אחריות הייתה כנר לרגליו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          מעבר לחילוקי הדעות עם ר' אמ"ן, בן פורת טען כי על יכולת ההתרעה השפיעה
          שחיקה של מקורות לאורך זמן, ומיעוט מידע מודיעיני שזרם דרכם. כך, טען כי
          בתקופה שבין מלחמת ששת הימים למלחמת יום הכיפורים השמירה על מקורות
          היחידה לא הייתה מיטבית, ונעשו מספר עבירות בתחום, מה שהשאיר את יכולת
          ההתרעה המשמעותית בידי "האמצעים המיוחדים" אשר, כאמור, לא הופעלו.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          יואל בן פורת פרש מצה"ל ב-1985 בדרגת תת אלוף לאחר שכיהן כדובר צה"ל
          ושירת כסגן נספח צה"ל בוושינגטון. לאחר פרישתו שימש כיועץ למתדולוגיה לר'
          אמ"ן ,המשיך ללמד בקרב קציני מודיעין את תורת ההאזנה, והרצה במוסדות
          חינוך, קיבוצים ומקומות נוספים על אודות כשלי המלחמה. כמו כן, הוא כתב
          מספר ספרים הנוגעים למודיעין ולמלחמה, אשר חלקם טרם הותרו לפרסום. ב-2023
          פירסם ארכיון צה"ל ומערכת הבטחון כמה מהמסמכים שלו. עמותת יוצאי יח' 8200
          מקיימת מזה שנים ערב מורשת לזכרו בסימן ההתרעה.
        </>
      ),
    },
    {
      article: false,
      name: "צבי זמיר",
      miniTitle: `הביא את הבשורה ששברה את הקונספציה`,
      type: `ערב המלחמה`,
      pic: require("../../assets/pictures/zvi.jpg"),
      text: (
        <>
          צבי זמיר (יליד 1925) כיהן כראש המוסד הרביעי בשנים 1968-1974 והיה דמות
          מפתח בדרך למלחמת יום הכיפורים.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          הוא נולד בפולין ועלה עם משפחתו ארצה ב 1925, שירת בפלמ"ח ולחם כמג"ד
          במלחמת העצמאות. בהמשך, התגייס לצה"ל, לחם במספר מלחמות וכאלוף כיהן
          כמפקד פיקוד הדרום. בשנת 1966 שירת כנספח צה"ל בבריטניה ובמדינות
          הסקנדינביות, וב-1968 מונה כראש המוסד והחליף בתפקיד את מאיר עמית.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          במאי 1972 התרחש טבח הספורטאים באולימפיאדת מינכן, ובעקבותיו הוביל
          המוסד, בראשותו של זמיר, את מבצע "זעם האל" לחיסול ראשי ארגון הטרור
          "ספטמבר השחור", אשר היו אחראיים לטבח. זאת, בנוסף להתמודדות עם ארועי
          טרור רבים באותן שנים ובהן חטיפת מטוס אל-על לאלג'יריה, הטבח בשדה"ת לוד
          במאי 1972 ושיגור מעטפות נפץ לגורמים ישראליים בחו"ל. בתקופה זו ארעה גם
          "פרשת לילאהמר" - מבצע כושל של המוסד בנורווגיה שזמיר הגדיר כ"חטא
          היוהרה" של המוסד ואף הגיש בעקבותיו את התפטרותו, אשר לא התקבלה ע"י ראשת
          הממשלה, גולדה מאיר.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          טרם מלחמת יום כיפור, זמיר טען בדיונים לאפשרות של פתיחת מלחמה לאור
          דיווחי מקורות המוסד וניסיונו הצבאי. בליל ה-4-5 באוקטובר 1973, כ-36
          שעות לפני פרוץ מלחמת יום הכיפורים, הוזעק זמיר ע"י אשרף מרוואן
          ("המלאך"), המקור המודיעיני הבכיר בלשכתו של נשיא מצרים סאדאת, לפגישה
          דחופה בלונדון עם מילת קוד הקשורה להתרעה למלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בבוקר ה-5 באוקטובר יצא זמיר ללונדון; שם בפגישה בדירת מסתור מסר מרוואן
          שהמלחמה תפרוץ למחרת בשש בערב. זמיר העביר את המידע באופן מידי, טלפונית
          ובהמשך במברק, אל הארץ וההתרעה למלחמה הועברה לפנות בוקר אל ראשת הממשלה,
          שר הביטחון ובכירי צה"ל והמודיעין. בהמשך עלו טענות כלפי זמיר על כך שהיה
          צריך להתריע מפני מלחמה כבר עם קבלת הזימון לפגישה עם המקור וגם לזרז
          הפגישה ולהעביר את המידע ההתרעתי הדחוף לארץ.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          בשנים שלאחר המלחמה יצא זמיר בהאשמות קשות כלפי אלי זעירא, ר' אמ"ן
          במלחמה, בכשלים ועצימת עיניים ולאחר מכן בחשיפת שמו של אשרף מרוואן
          ובפגיעה ביכולת המוסד לגייס סוכנים לאור זאת. האשמות בין השניים במרחב
          התקשורתי המשיכו לעלות גם עשורים רבים לאחר המלחמה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          לאחר סיום תפקידו כראש המוסד כיהן זמיר כיו"ר סולל-בונה, מנכ"ל בתי זיקוק
          לנפט, יו"ר מועצת המנהלים של המכון למחקרי נפט וגיאופיזיקה וכן יו"ר
          המכון הישראלי לנפט ואנרגיה. כמו כן היה מעורב בוועדת שמגר, ועדת החקירה
          לרצח רבין, והוביל את "ועדת זמיר" לחקירת המהומות בהר הבית באוקטובר
          1990. ב-2011הוציא זמיר לאור את ספרו "בעיניים פקוחות" על מלחמת יום
          הכיפורים.
        </>
      ),
    },
    {
      article: false,
      name: "סימן טוב בנימין",
      type: `ערב המלחמה`,
      miniTitle: `"היה היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים עליו"`,
      pic: require("../../assets/pictures/binyamin.webp"),
      text: (
        <>
          סימן-טוב בנימין, יליד בגדד בשנת 47', היה קצין מערך במודיעין פיקוד דרום
          בדרגת סגן ערב מלחמת יום הכיפורים ב-1973. סימן טוב התריע על מלחמה קרבה,
          והתעמת על כך עם מפקדיו, ועל כך קיבל ציון לשבח בהמלצת ועדת אגרנט.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כחמישה ימים לפני פרוץ המלחמה, ב-1 באוקטובר 1973, העביר לקמ"ן פד"ם דאז,
          סא"ל דוד גדליה, מסמך שכותרתו "תכונה בצבא המצרי - אפשרות חידוש לוחמה".
          ב-3 באוקטובר העביר מסמך נוסף שהצביע על הערכות דומות. במסמכים אלו, פירט
          כי "ידיעות אלה הביאו אותנו להערכה לפיה הצבא המצרי, במסווה תרגיל
          ובהסתמך על הידיעות והסימנים המעידים, ינהל את ריכוז הכוחות למעבר למבצעי
          אמת". במסמכים פירט בנימין את האינדיקציות השונות לכך שלא מדובר בתרגיל
          אלא בהכנות למלחמה, לרבות ביטול בחינות לקצינים ותדרוכים לקצונה הבכירה.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          על אף ניסיונותיו החוזרים ועימותו עם קמ"ן הפיקוד, עמדת בנימין לא התקבלה
          שכן הייתה מנוגדת לעמדת חטיבת המחקר, והתרעתו נגנזה. יתר על כן, בנימין
          הודח מתפקידו והיה אמור להיכנס לכלא.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          עם סיום המלחמה והקמת ועדת אגרנט, הוקמה ועדת משנה בראשות אל"מ יהושע נבו
          לחקירת הפערים סביב מסמכיו של בנימין, שבסיומה צוין בנימין לשבח על שהיה
          נכון להתעמת עם הממונים עליו ולהביע את עמדתו. ועדת אגרנט עצמה ציינה כי
          סימן-טוב "היה בעצם היחיד בכל אמ"ן שקם ודפק על השולחן ולא חשש מהממונים
          עליו".
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          כחלק מלקחי יום הכיפורים, ראש אגף המודיעין לשעבר אלוף שלמה גזית, הכניס
          לנהלי העבודה באגף את "נוהל סימן טוב" (שלימים הפך ל-'היפכא מסתברא'),
          לפיו קצין שנתקל בחילוקי דעות מהותיים עם מפקדיו לגבי הערכת המודיעין,
          יכול לגשת למפקדים בכירים יותר, עד לראש אמ"ן.
          <br />
          <p style={{ marginTop: "0.5rem" }} />
          סימן טוב בנימין הגיע בשירותו הצבאי לדרגת אל"מ, ופרש בשנת 1987. לאחר
          מכן המשיך בשירות המדינה, כממונה על מחוז הדרום במשרד הכלכלה.
        </>
      ),
    },
  ];

  return (
    <>
      <Swiper
        dir="rtl"
        initialSlide={1}
        slidesPerView={1.5}
        effect={"coverflow"}
        spaceBetween={30}
        centeredSlides={true}
        pagination={{ clickable: true }}
        coverflowEffect={{
          rotate: 15,
          stretch: 0,
          depth: 100,
          modifier: 2.5,
          slideShadows: true,
        }}
        modules={[EffectCoverflow, Navigation, Pagination, Autoplay]}
      >
        {aritclesForCarousel.map((item) => (
          <StyledSwiperSlide
            onClick={() => {
              setShowCard(true);
              setArticleI(item);
            }}
          >
            <CardWrapper>
              <div className="swiper-image" ref={swiperRef}>
                <img src={item.pic} />
                <DarkOnImage
                  src={require("../../assets/pictures/forTimeline.png")}
                  style={{
                    position: "relative",
                    width,
                    height,
                    transform: "rotate(180deg)",
                    borderRadius: "15px",
                    top: "-10rem",
                    left: "0",
                    padding: "0",
                  }}
                />
              </div>
              <CardTitle>{item.name}</CardTitle>
            </CardWrapper>
          </StyledSwiperSlide>
        ))}
      </Swiper>
      {showCard && <Article setShowCard={setShowCard} article={articleI} />}
    </>
  );
}
